Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: For actual use, we recommend that you install official packages, such as those for your Linux distribution. Vendors are likely to package GNOME 2.10 relatively quickly, and to release new versions soon that include GNOME 2.10.
da: Til daglig brug anbefaler vi dig at du installere officielle pakker, såsom dem der er lavet til din Linux-distribution. Distributører vil sandsynligvis pakke Gnome 2.10 relativt hurtigt og udgive nye versioner som inkluderer Gnome 2.10.
de: Für die tatsächliche Benutzung empfehlen wir Ihnen die Verwendung offizieller Installationspakete, wie solche Ihrer Linux-Distribution. Die Distributoren werden wahrscheinlich recht schnell Pakete von GNOME 2.10 bereitstellen und neue Versionen veröffentlichen, die GNOME 2.10 bereits enthalten.
el: Για πραγματική χρήση, προτείνουμε να εγκαταστήσετε τα επίσημα πακέτα, όπωςεκείνα για τη διανομή σας. Οι διανομές πακετάρουν το GNOME 2.10 αρκετά γρήγορα,και εκδίδουν νέες εκδόσεις άμεσα ώστε να περιλάβουν το GNOME 2.10.
es: Para un uso habitual, le recomendamos instalar los paquetes oficiales, como aquellos para su distribución de Linux. Los distribuidores suelen empaquetar GNOME 2.10 relativamente rápido, y publicar pronto nuevas versiones que incluyan GNOME 2.10.
fr: Pour une réelle utilisation de GNOME, nous recommandons l'installation de paquets officiels, tels que ceux correspondant à votre distribution Linux. Les vendeurs vont produire des paquets de GNOME 2.10 et sortir une nouvelle version de leur distribution qui contiendra GNOME 2.10 assez rapidement.
id: Untuk penggunaan nyata, kami menyarankan bahwa anda memasang paket resmi, seperti pada distribusi linux anda. Vendors sepertinya akan memaketkan GNOME 2.10 dengan sangat cepat, dan untuk melepas terbitan baru segera dengan mengikut sertakan GNOME 2.10.
it: Per l'uso normale, si raccomanda l'installazione dei pacchetti ufficiali, ovvero quelli per la propria distribuzione Linux. I fornitori dovrebbero preparare i pacchetti di GNOME 2.10 relativamente in fretta e rilasciare presto nuove versioni che includono GNOME 2.10.
ja: 実際に使用する場合は、お使いの Linux ディストリビューション向けのパッケージといった、公式なパッケージのインストールをお薦めします。ディストリビューションの各ベンダは比較的早く GNOME 2.10 をパッケージ化し、GNOME 2.10 を含む新しいバージョンをリリースすることでしょう。
nl: Als u GNOME echt wilt gaan gebruiken, raden wij aan dat u de officiële pakketten van uw Linuxdistributie installeert. De makers van uw distributie zullen waarschijnlijk spoedig nieuwe versies uitbrengen waarin GNOME 2.10 al is geïntegreerd.
pa: ਅਸਲੀ ਵਰਤੋਂ ਲਈ, ਅਸੀਂ ਇਹ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀ ਅਧਿਕਾਰਿਤ ਪੈਕੇਜ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡੀ ਲੀਨਕਸ ਬਕਸੇ ਨੇ ਦਿੱਤਾ ਹੋਵੇ, ਹੀ ਸਥਾਪਤ ਕਰੋ। ਵੇਚਣ ਵਾਲੇ ਗਨੋਮ ੨.੧੦ ਨੂੰ ਪੈਕ ਕਰਨ ਲਈ ਕੁਝ ਕਾਹਲੇ ਹਨ ਅਤੇ ਗਨੋਮ ੨.੧੦ ਨੂੰ ਨਵੇਂ ਵਰਜਨ ਵਿੱਚ ਛੇਤੀ ਸ਼ਾਮਲ ਕਰ ਰਹੇ ਹਨ।
pt_br: Para uso real, nós recomendamos que você instale pacotes oficiais, como aqueles para a sua distribuição Linux. Os distribuidores provavelmente empacotarão o GNOME 2.10 relativamente rápido e lançarão novas versões, que incluirão o GNOME 2.10, em breve.
sq: Për përdorim të përditshëm, të këshillojmë instaimin e paketave zyrtare, si ato për shpërndarjen tënde Linux. Shitësit ngjan t'a paketojnë GNOME 2.10 relativisht shpejt, dhe të publikojnë versione të reja që përmbajnë GNOME 2.10 së shpejti.
sv: För verklig användning rekommenderar vi att du installerar officiella paket, som till exempel de för din Linux-distribution. Distributörer kommer sannolikt ganska snart att paketera GNOME 2.10 och släppa nya versioner som innehåller GNOME 2.10.
th: สำหรับการใช้งานจริง เราขอแนะนำให้คุณติดตั้งแพกเกจที่ปล่อยอย่างเป็นทางการ เช่นจากลินุกซ์ดิสทริบิวชันของคุณ ผู้ผลิตต่างๆ มีแนวโน้มที่จะทำแพกเกจของ GNOME 2.10 อย่างรวดเร็ว และที่จะปล่อยรุ่นใหม่ที่มี GNOME 2.10 ในไม่นานหลังจากนี้
uk: Для фактичного використання, ми рекомендуємо встановлювати офіціальні пакети, наприклад з дистрибутивів Linux. Розробники досить швидко створюють пакети для GNOME 2.10, та скоро випустять нові версії, що включатимуть GNOME 2.10.
zh_cn: 对于实际的用户，我们建议安装您所用的 Linux 发行版的官方包。供应商应该很快会为 GNOME 2.10 打包，并发布包含 GNOME 2.10 的新版本。
zh_tw: 如果是實際應用，我們會建議您使用正式的套件，例如由您的 Linux distribution 所提供的套件。廠商一般上很快就會推出包括 GNOME 2.10 的新版本 distribution。

source: However, many advanced users would like to build GNOME from source code, to test the very latest versions, to provide feedback and improvements. To help with this, we recommend the <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> utility, for building from released tarballs, and <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, for building from CVS.
el: Αρκετοί προχωρημένοι χρήστες θέλουν να εγκαθιστούν το GNOME από τον πηγαίοκώδικα, ώστε να δοκιμάζουν τις τελευταίες εκδόσεις και να παρέχουν ανάδραση και βελτιώσεις. Για αυτούς συστήνουμε το ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> ένα εργαλείο, για εγκατάσταση από τα εκδοθέντα tarballs, και<ulink url="http://www.freedesktop.org/Software/jhbuild">το jhbuild</ulink>, για εγκατάστασηαπό το CVS.

source: Thanks
el: Ευχαριστίες

source: The GNOMEs who bring you this software are too numerous to mention by name, but in addition to the folks mentioned above, a few contributors deserve special thanks for exceptional contributions toward making this release possible: TODO: Update this for 2.10, if we have time.
el: Οι συντελεστές που ετοίμασαν το GNOME είναι πάρα πολλοί για να τους αναφέρουμε ονομαστικά. Εκτός απο αυτούς που αναφέρονται παραπάνω ειδικές ευχαριστίες πρέπει να δοθούν σε αυτούς που έκαναν αυτή την έκδοση δυνατή:

source: Dennis Cranston for gnome-search-tool
el: Dennis Cranston για το gnome-search-tool

source: Mike Newman for his work on the zenity gdialog wrapper
el: Mike Newman για την δουλειά του στο zenity gdialog wrapper

source: Bill Haneman and Calum Benson for Keyboard Accessibility Status applet
el: Bill Haneman και Calum Benson για το εφαρμογίδιο κατάστασης προσβασιμότητας πληκτρολογίου

source: Shailesh Mittal for IPv6 support
el: Shailesh Mittal για την υποστήριξη IPv6

source: Irene Ryan, Eugene O'Connor and Pat Costello for documentation work throughout GNOME
el: Irene Ryan, Eugene O'Connor και Pat Costello για την δουλειά τεκμηρίωσης σεόλο το GNOME

source: Malcolm Tredinnick for settings for "dont-proxy-for-this-domain" in gnome-vfs
el: Malcolm Tredinnick για τις ρυθμίσεις "dont-proxy-for-this-domain" στο gnome-vfs

source: Frank Worsley for gnome_vfs_url_show suport
el: Frank Worsley για την υποστήριξη gnome_vfs_url_show

source: Anders Carlsson - Convert file attributes from stringlists to bitmasks in Nautilus, and also .hidden file support
el: Anders Carlsson -Για για τη μετατροπή γνωρισμάτων αρχείου από stringlists σε bitmasks στο Ναυτίλο, και ακόμα για την υποστήριξη .κρυφών αρχείων

source: Glynn Foster - Nicer Nautilus bookmarks dialog
el: Glynn Foster - για την βελτίωση του διαλόγου σελιδοδεικτών του Ναυτίλου

source: Marco Pesenti Gritti - icon theme throbber support in Nautilus
el: Marco Pesenti Gritti - για την υποστήριξη στο Ναυτίλο θεμάτων εικονιδίων throbber

source: Frederic Crozat - important Nautilus bugfixes
el: Frederic Crozat - για τις σημαντικές διορθώσεις σφαλμάτων στο Ναυτίλο

source: Jrg Billeter and Wolfgang Pichler - worked on the multiroot tree sidebar
el: Jrg Billeter and Wolfgang Pichler - για την δουλειά τους στην multiroot πλευρική στήλη

source: Soren Sandmann - high-performance model for the Nautilus listview
el: Soren Sandmann - για το μοντέλο υψηλής απόδοσης στην προβολή λίστας του Ναυτίλου

source: Johan Dahlin - file size and count for the Nautilus multi-file property dialog
el: Johan Dahlin - για την μέτρηση μεγέθους αρχείων στον διάλογο ιδιοτήτων πολλαπλών αρχείωντου Ναυτίλου

source: Bastien Nocera for use of the new samba library for smb support in gnome-vfs-extras, and also for DVD burning in nautilus-cd-burner
el: Bastien Nocera για την χρήση της νέας βιβλιοθήκης samba για υποστήριξη smb support στο gnome-vfs-extras, και ακόμα στη εγγραφή DVD στο nautilus-cd-burner

source: Ross Burton for write to cd context menu, bugfixes in nautilus-cd-burner
el: Ross Burton για την συγγραφή του μενού περιεχομένου cd, και τις διορθώσεις στο nautilus-cd-burner

source: Bob Doan for cdrw blanking support in nautilus-cd-burner
el: Bob Doan για την υποστήριξη cdrw blanking στο nautilus-cd-burner

source: Christian Persch for plugging memory leaks, improving the window/tab communication code, cleaning up the encoding and languages implementation, speeding up the tabs menu updating in Epiphany
el: Christian Persch για την βελτίωση σε memory leaks, την βελτίωση το κώδικα επικοινωνίαςανάμεσα στο παράθυρο/καρτέλα,την βελτίωση της κωδικοποίηση και της εφαρμογής γλωσσών, και την επιτάχυνση των μενου καρτέλας στο Epiphany

source: David Bordoley for work in Epiphany's user interface, ensuring HIG compliance, cleanliness, and general usability.
el: David Bordoley για την δουλειά του στην διεπιφάνεια χρήσης του Epiphany, που διασφάλισε συμβατότητα HIG,καθαρότητα, και χρηστικότητα.

source: Xan Lopez for polishing Epiphany's rough edges, including implementing drag and drop of urls of links to bookmarks toolbar and adding nice touches to the bookmarks views like sorting
el: Xan Lopez για την βελτίωση του Epiphany, συμπεριλαμβανομένου το drag and drop urls από δεσμούς στη εργαλειοθήκη σελιδοδεικτών και την προσθήκητης ταξινόμησης σελιδοδεικτών

source: Steve Chaplin, for making gnomine really shine
el: Steve Chaplin, που έκανε το gnomine να λάμπει

source: George Lebl, for changes that desensitize preferences in various apps if an administrator has locked down the preference's Gconf key
el: George Lebl,για τις αλλαγές που απελευθέρωσαν τις προτιμήσεις σε διάφορες εφαρμογές ανκάποιος διαχειριστής είχε κλειδώσει το κλειδί προτιμήσεων Gconf

source: Jeroen Zwartepoorte, Eric Ritezel, James Willcox and Gustavo Giraldez for their contributions to gedit and gtksourceview
el: Jeroen Zwartepoorte, Eric Ritezel, James Willcox και Gustavo Giraldez για τις συνεισφορές τους στο gedit και το gtksourceview

source: Themes
da: Temaer
de: Themen
el: Θέματα
es: Temas
et: Teemad
fr: Thèmes
id: Tema
it: Temi
ja: テーマ
nl: Thema's
pa: ਸਰੂਪ
pt_br: Temas
sq: Temat
sv: Teman
th: ชุดตกแต่ง
uk: Теми
zh_cn: 主题
zh_tw: 佈景主題

source: translator-credits
da: Martin Willemoes Hansen Dansk-gruppen <dansk@klid.dk> Mere info: http://www.klid.dk/dansk/
el: Νίκος Χαρωνιτάκης <frolix68@yahoo.gr> Κώστας Παπαδήμας <pkst@gnome.org>
es: Jorge Bernal <koke@amedias.org>, 2005.
et: Priit Laes <amd@store20.com>, 2005.Ivar Smolin <okul@linux.ee>, 2005
fr: Vincent Untz <vincent@vuntz.net>, 2005Sébastien Bacher <seb128@debian.org>, 2005Baptiste Mille-Mathias <baptiste@mille-mathias.info>, 2005
id: Ahmad Riza H Nst <ari@160c.afraid.org>
it: Ida Gasparretti <vampiria74@tin.it> Luca Ferretti <elle.uca@infinito.it> Alessio Frusciante <algol@firenze.linux.it> Francesco Marletta <francesco.marletta@tiscali.it>
ja: 相花 毅 <aihana@jcom.home.ne.jp>, 2005.
pa: ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮਵਾਲਾ<amanpreetalam@yahoo.com> ੨੦੦੫ Punjabi Open Source Team
pt_br: Raphael Higino <raphaelh @ uai . com . br>, 2005.
sq: Elian Myftiu <elian@alblinux.net>
sv: Christian Rose Skicka synpunkter på översättningen till sv@li.org
th: เทพพิทักษ์ การุญบุญญานันท์ <thep@linux.thai.net>, 2005.
uk: Максим Дзюманенко <mvd@mylinux.com.ua>, 2005
zh_cn: 角.居士,Yangh,Jcome
zh_tw: Abel Cheung <maddog@linuxhall.org>, 2005

source: The GNOME text editor can now highlight the current line and when editing program source code, it highlights matching braces. Spell checking is improved too. It now only highlights mispelled words when you have actually finished typing the word, and many extra languages are supported and automatically identified.
da: Gnomes tekstredigering kan nu fremhæve den nuværende linje og ved redigering af kildetekst, fremhæves matchende parenteser. Stavekontrolen er også forbedret. Nu fremhæver den kun stavefejl i et ord, når du er færdig med at indtaste det. Mange flere sprog er understøttet og automatisk identificeret.
de: Der GNOME-Texteditor kann jetzt die momentane Zeile hervorheben und zusammenpassende Klammern beim Bearbeiten von Quellcode markieren. Die Rechtschreibprüfung wurde ebenfalls verbessert. Falsch geschriebene Wörter werden erst hervorgehoben, wenn Sie die Eingabe beendet haben. Desweiteren werden viele zusätzliche Sprachen unterstützt und automatisch erkannt.
es: El editor de textos puede ahora resaltar la línea actual y, cuando se está editando código fuente de programas, resalta las llaves correspondientes. Se ha mejorado también la corrección ortográfica. Sólo se resaltan las palabras mal escritas una vez se ha terminado de escribirlas, y hay muchos lenguajes adicionales soportados e identificados automáticamente.
et: GNOME'i tekstiredaktor toob nüüd aktiivse rea esile ja redigeerides mõne programmi lähtekoodi, tõstab esile ka üksteisega sobivad sulud. Lisaks on täiendatud ka õigekirjakonrtolli. Nüüd tuuakse kirjavigadega sõnad esile siis kui oled sõna trükkimise lõpetanud, lisandunud on ka mitmeid uusi keeli, mida automaatselt ära tunda püütakse.
fr: L'éditeur de texte GNOME peut désormais colorer la ligne courante et lors de l'édition du code source d'un programe, la parenthèse correspondant à la parenthèse courante est colorée. La vérification orthographique a aussi été améliorée. Les mots mal orthographiés sont désormais colorés uniquement lorsque vous avez fini d'écrire le mot et de nombreuses langues additionnelles sont supportées et automatiquement identifiées.
id: Teks Editor GNOME sekarang dapat menandai baris dan ketika mengedit kode sumber program, dia menandai kurung yang cocok. Pemeriksaan ejaan juga telah di perbaiki. Sekarang hanya menandai kata yang salah ejaan ketika anda telah selesai menuliskan kata tersebut dan banyak lagi bahasa tambahan yang telah didukung dan dikenali secara automatis.
it: L'editor di testo di GNOME può ora evidenziare la linea corrente e durante la redazione di codice sorgente di programmi, evidenzia le parentesi corrispondenti. Anche il controllo ortografico è stato migliorato, e adesso evidenzia gli errori di sintassi solo nel momento in cui si finisce di digitare la parola, ed inoltre molti altri linguaggi sono supportati e identificati automaticamente.
ja: GNOME テキスト・エディタでは現在カーソルがある行を強調表示したり、プログラムのソースコードを編集する時に対応するカッコを強調表示できるようになりました。さらにスペル・チェック機能も改善されました。実際に単語の入力が完了した時点でのみ間違ったスペルの文字を強調表示し、さらに多くの言語サポートが追加され自動的に識別できるようになりました。
pa: ਗਨੋਮ ਪਾਠ ਸੰਪਾਦਕ ਹੁਣ ਮੌਜੂਦਾ ਸਤਰ ਨੂੰ ਉਭਾਰ ਸਕਦਾ ਹੈ ਅਤੇ ਜਦੋਂ ਸਰੋਤ ਕੋਡ ਨੂੰ ਸੰਪਾਦਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ ਤਾਂ ਇਹ ਬਰੈਕਟਾਂ ਨੂੰ ਉਭਾਰੇਗਾ। ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚਕਾਰ ਵਿੱਚ ਵੀ ਸੁਧਾਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਗਲਤ ਸ਼ਬਦ-ਜੋੜ ਨੂੰ ਉਭਾਰ ਸਕਦੇ ਹੋ, ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਸ਼ਬਦ ਨੂੰ ਲਿਖ ਲਿਆ ਹੋਵੇ, ਅਤੇ ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਲਈ ਸਹਿਯੋਗ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਸਵੈ-ਚਾਲਤ ਭਾਸ਼ਾ ਖੋਜਣ ਦੇ ਯੋਗ ਬਣਾਇਆ ਗਿਆ ਹੈ।
pt_br: O editor de textos do GNOME agora pode destacar a linha atual e ao editar código fonte de programas, ele destaca parênteses e chaves correspondentes. A verificação ortográfica foi melhorada também. Agora ela só destaca palavras incorretas quando você tiver realmente terminado de digitá-la. Muitos outros idiomas são suportados e identificados automaticamente.
sq: Edituesi i tekstit GNOME tashmë mund të theksojë rreshtin e duhur dhe kur ndryshon kod burues programesh, ai thekson kllapat përkuese. Gjithashtu, kontrolli gjuhësor është përmirësuar. Tani thekson fjalët e gabuara vetëm pasi ke mbaruar së shtypuri fjalën, dhe akoma më shumë gjuhë të tjera identifikohen automatikisht.
sv: Textredigeraren i GNOME kan nu färgmarkera den aktuella raden, och när programkällkod redigeras färgmarkeras matchande klamrar. Även stavningskontrollen har förbättrats. Numera färgmarkeras felstavade ord först när du verkligen har slutat skriva in ordet, och många extra språk stöds och identifieras automatiskt.
th: เครื่องมือแก้ไขข้อความของ GNOME สามารถเน้นบรรทัดปัจจุบัน และเมื่อแก้ไขซอร์สโค้ดโปรแกรม ก็สามารถเน้นวงเล็บที่เข้าคู่กันได้ การตรวจตัวสะกดก็มีการปรับปรุงด้วย โดยจะเน้นคำสะกดผิดเฉพาะเมื่อคุณพิมพ์คำเสร็จแล้วเท่านั้น นอกจากนี้ ยังมีการสนับสนุนและตรวจจับภาษาพิเศษโดยอัตโนมัติด้วย
uk: Текстовий редактор GNOME тепер може підсвічувати поточний рядок, а при редагуванні програмного коду може підсвічувати парні дужки. Також вдосконалено перевірку орфографії. Тепер неправильно написане слово підсвічується лише по завершенню вводу слова. Також додано підтримку перевірки орфографії для багатьох мов.
zh_cn: 现在 GNOME 文本编辑器可以突出显示当前行，并且在编辑程序源代码时会突出显示匹配的花括号，语法检查也得到改进。只在真正完成单词输入时才对拼写错误的词进行突出显示，并支持许多其他语言，也可以自动定义。
zh_tw: GNOME 文字編輯器現在可以將游標所在那一行加強顯示，而且當編輯源代碼時它可以加強顯示對應的括號。檢查錯字方面也有進步；它不會將您未輸入完的字誤認為錯字。另外，它現在可以辨認更多的編程語言和文字內容。

source: Many people will be glad to see that it no longer suggests saving changes when all changes have actually been undone. And in addition it even starts faster than previous versions.
de: Viele werden es begrüßen, dass das Speichern nicht mehr vorgeschlagen wird, wenn alle Änderungen rückgängig gemacht wurden. Zusätzlich dazu startet er auch schneller als vorhergehende Versionen.
es: Mucha gente estará orgullosa de ver que ya no sugiere guardar los cambios cuando realmente todos los cambios han sido deshechos. Además de esto, arranca más rápido que versiones anteriores.
fr: De nombreuses personnes seront ravies de découvrir qu'il ne suggère plus d'enregistrer les changements lorsque tous les changement ont en réalité était annulés. Il démarre en outre plus rapidement que les versions précédentes.
id: Banyak orang akan senang melihat bahwa tidak ada saran menyimpan perubahan ketika seluruh perubahan tidak dilakukan. Dan sebagai tambahan, sekarang mulai lebih cepat dari versi sebelumnya.
it: Molte persone saranno felici di constatare che adesso non suggerisce più di salare quando tutti i cambiamenti sono stati annullati. E in aggiunta si avvia più velocemente delle versioni precedenti.
ja: 実際に全ての変更点が適用されていない時に、それらの変更点を保存するよう促されるダイアログを見なくて済むことは、多くの人達が支持してくれることでしょう。そして、以前のバージョンよりも増して起動が高速になりました。
pa: ਕਈ ਲੋਕ ਇਹ ਵੇਖ ਕੇ ਕਾਫ਼ੀ ਖੁਸ਼ ਹੋਣਗੇ, ਕਿ ਉਹਨਾਂ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਵਾਪਸ ਕਰਨ ਉਪਰੰਤ ਉਹਨਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਪੁੱਛਿਆ ਨਹੀਂ ਜਾਵੇਗਾ। ਅਤੇ ਇਸ ਤੋਂ ਬਿਨਾਂ ਪੁਰਾਣੇ ਵਰਜਨਾਂ ਨਾਲੋਂ ਛੇਤੀ ਚਾਲੂ ਹੋ ਜਾਦੇ ਹਨ।
pt_br: Muitas pessoas ficarão felizes em ver que ele não sugere mais que as alterações sejam salvas quando todas elas na verdade já foram desfeitas. E além disso, ele até inicia mais rápido que as versões anteriores.
sq: Shumë prej jush do gëzohen kur mos të të këshillohet më të ruash ndryshimet kur këto të fundit të jenë rikthyer të gjitha siç ishin. Dhe për më tepër nis më shpejt se versionet e mëparshme.
th: หลายคนคงยินดีที่พบว่า เครื่องมือแก้ไขข้อความจะไม่แนะนำให้บันทึกการเปลี่ยนแปลงอีก ถ้าการเปลี่ยนแปลงทั้งหมดได้ถูกเรียกคืนหมดแล้ว และนอกจากนี้ รุ่นนี้ยังโหลดเร็วกว่ารุ่นก่อนๆ อีกด้วย
uk: Тепер програма не пропонує зберегти зміни, якщо усі зроблені зімни було скасовано. Також програма запускається швидше ніж попередні версії.
zh_cn: 大家会很乐意看到，在所以变动都被取消后它不再建议保存变动。还有就是它的启动速度比之前的版本要快。
zh_tw: 如果您將修改的內容全部還原為未修改前的狀態，它不會再要求您儲存檔案；這方面應許多人都會感到滿意。而且新版本比以往版本的啟動速度更快。

source: The text editor, highlighting the current line.
de: Der Texteditor mit Hervorhebung der momentanen Zeile.
es: El editor de textos, resaltando la línea actual.
et: Tekstiredaktor, aktiivne rida on esile toodud.
fr: L'éditeur de texte, avec la ligne courante colorée.
id: Editor Teks, menandai baris.
it: L'editor di testo, con la linea corrente evidenziata.
ja: テキスト・エディタ - 現在の行を強調表示する
pa: ਪਾਠ ਸੰਪਾਦਕ, ਉਭਰੀ ਮੌਜੂਦਾ ਸਤਰ ਨਾਲ ਹੈ।
pt_br: O editor de textos, destacando a linha atual.
sq: Edituesi i tekstit, duke vënë në dukje rreshtin aktual.
th: เครื่องมือแก้ไขข้อความ ขณะเน้นบรรทัดปัจจุบัน
uk: Текстовий редактор, підсвічення поточного рядка.
zh_cn: 文本编辑器，突出显示着当前行
zh_tw: 文字編輯器中，游標所在那一行被加強顯示。

source: The GNOME archive manager can now open more types of archive, including AR, Debian, and 7-zip archives, and password-protected RAR archives. And if you use the single-click preference in the file manager, then the archive manager will now use single clicks too.
de: Der Archivmanager unterstützt jetzt weitere Archivarten, unter anderem AR-, Debian-, 7-Zip- und passwortgeschützte RAR-Archive. Wenn Sie die Einstellung des Dateimanagers für Einfach-Klicks verwenden, wird sich der Archivmanager jetzt ebenso verhalten.
es: El gestor de archivos comprimidos de GNOME puede abrir ahora más tipos de archivos comprimidos, incluyendo AR, paquetes Debian, archivos 7-zip y archivos RAR protegidos por contraseña. Además, si se usa una sola pulsación para abrir las carpetas en el explorador de archivos, el gestor de archivos comprimidos usará también pulsaciones simples.
et: GNOME'i arhiivihaldur suudab nüüd avada veelgi rohkem arhiivitüüpe nagu AR'i, Debian'i ja 7-zip'i arhiivid ning parooliga kaitstud RAR arhiivid. Ja juhul kui kasutad failihalduri seadistuses ühe-kliki avamist, siis arhiivihaldur kasutab samuti ühekordseid klikke.
fr: Le gestionnaire d'archives GNOME peut ouvrir encore plus de types d'archives, avec par exemple les archives AR, Debian et 7-zip, ainsi que les archives RAR protégées par un mot de passe. En outre, si vous utilisez la préférence simple clic pour le gestionnaire de fichiers, alors le gestionnaire d'archives utilisera aussi des simples clics.
id: Pengatur arsip GNOME sekarang dapat membuka lebih banyak jenis arsip, termasuk AR, Debian dan arsip 7-zip, dan arsip RAR yang terlindungi password. Dan jika anda menggunakan setingan sekali klik pada pengatur file, maka pengatur arsip akan menggunakan sekali klik juga.
it: Il gestore di archivi di GNOME può adesso aprire più tipi di archivi, inclusi quelli AR, Debian e 7-zip, e gli archivi RAR protetti da password. E se si selezione la preferenza per l'apertura dei file con un clic singolo nel file manager, anche il gestore archivi userà il clic singolo.
ja: GNOME 書庫マネージャでは AR、Debian、そして 7-zip 書庫、さらにパスワード保護された RAR 書庫といった、対応する書庫ファイルの数がさらに多くなりました。さらに、ファイル・マネージャでシングル・クリックで開く設定にしていると、書庫マネージャ内でもシングル・クリックで操作できるようになりました。
pa: ਗਨੋਮ ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ ਹੁਣ ਹੋਰ ਕਿਸਮ ਦੇ ਜ਼ਿਪ ਫਾਇਲਾਂ ਵੀ ਖੋਲ ਸਕਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ AR, ਡੈਬੀਅਨ, ਅਤੇ 7-ਜ਼ਿਪ ਸੁਕੰਚਿਤ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਸੁਰੱਖਿਅਤ RAR ਆਦਿ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਵਾਰ ਬਟਨ ਦਬਾਉਣ ਨਾਲ ਕਾਰਵਾਈ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ ਇਸ ਲਈ ਵੀ ਸਹਾਇਕ ਹੈ।
pt_br: O gerenciador de arquivos compactados do GNOME agora pode abrir mais tipos de arquivos, incluindo AR, Debian, 7-zip e arquivos RAR protegidos com senha. E se você usar a configuração de clique simples no gerenciador de arquivos, então o gerenciador de arquivos compactados também usará cliques simples.
sq: Organizuesi i arkivit GNOME tashmë mund të hapë shumë lloje arkivësh, duke përfshirë AR, Debian dhe 7-zip, dhe arkiva RAR të mbrojtura me fjalëkalim. Dhe nëse përdor preferimin e klikueshmërisë së vetme në organizues, atëhere ky i fundit do përdorë klikime të vetme.
th: เครื่องมือจัดการแฟ้มจัดเก็บของ GNOME รุ่นนี้ สามารถเปิดแฟ้มจัดเก็บได้หลายชนิดขึ้น รวมถึงแฟ้มจัดเก็บ AR, Debian และ 7-zip และแฟ้มจัดเก็บที่ปกป้องด้วยรหัสผ่านของ RAR และถ้าคุณเลือกใช้การคลิกแบบคลิกเดียวในตัวจัดการแฟ้ม เครื่องมือจัดการแฟ้มจัดเก็บก็จะใช้คลิกเดียวเช่นกัน
uk: Менеджер архівів GNOME тепер може відкривати значно більшу кількість архівів: включно AR, Debian, архіви 7-zip, та захищені паролем архіви RAR. Якщо раніше ви користувались одиночним клацанням у файловому менеджері, то тепер одиночне клацання також підтримується у менеджері архівів.
zh_cn: 现在 GNOME 档案管理器可以打开更多类型的档案，包括 AR，Debian，和 7-zip 多种档案，以及密码保护的RAR档案。 如果文件管理器是单击设定，档案管理器也使用单击。
zh_tw: GNOME 壓縮檔管理員現在可以開啟更多種類的壓縮檔，包括 AR、Debian、7-zip 壓縮檔和有密碼保護的 RAR 壓縮檔。另一方面，如果您在檔案管理員中指定按一下滑鼠按鈕就開啟檔案，那麼壓縮檔管理員也會用相同設定。
