Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME 2.10 features an optional trashcan for your Panel. Just like the trashcan on your desktop, you can now drag and drop files and other items into the trash without minimizing your open windows.
de: GNOME 2.10 enthält einen optionalen Mülleimer für Ihr Panel. Wie auch beim Müllsymbol des Desktops, können Sie Dateien und andere Objekte darüber ziehen und in den Müll fallen lassen, ohne dass geöffnete Fenster minimiert werden müssen.
es: GNOME 2.10 incorpora una papelera opcional para el panel. Al igual que con la papelera del escritorio, puede arrastrar y soltar ficheros y otros elementos sobre la papelera sin necesidad de minimizar todas sus ventanas.
id: GNOME 2.10 memiliki kelebihan pilihan tong sampah pada Penel anda. Seperti tong sampah pada desktop anda, anda sekarang dapat menarik dan meletakkan file serta benda lain ke tong tanpa mengecilkan jendela anda yang telah terbuka.
it: GNOME 2.10 fornisce un cestino da porre opzionalmente sul pannello. Così come con il cestino sulla scrivania, è possibile trascinare file ed altri oggetti nel cestino, ma senza dover minimizzare le finestre aperte.
ja: GNOME 2.10 ではお使いのパネルにオプションでゴミ箱を追加できます。デスクトップにあるゴミ箱と全く同じように、そしてオープンしているウィンドウをいちいち最小化することなく、不要になったファイルやアイテムをドラッグ＆ドロップできるようになりました。
pa: ਗਨੋਮ ੨.੧੦ ਤੇ ਨਵੇਂ ਗੁਣਾਂ ਵਿੱਚ ਰੱਦੀ ਟੋਕਰੀ ਦਾ ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਹੋਣਾ ਸ਼ਾਮਲ ਹੈ। ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਵਿਹੜੇ ਵਿੱਚ ਰੱਦੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਿਵੇਂ ਹੀ ਪੈਨਲ ਦੀ ਰੱਦੀ ਵਿੱਚ ਤੁਸੀਂ ਫਾਇਲਾਂ ਤੇ ਹੋਰ ਇਕਾਈਆਂ ਨੂੰ ਆਪਣੇ ਖੁੱਲੇ ਝਰੋਖਿਆਂ ਨੂੰ ਬੰਦ ਕੀਤੇ ਬਿਨਾਂ ਪਾ ਤੇ ਕੱਢ ਸਕਦੇ ਹੋ।
pt_br: O GNOME 2.10 traz uma lixeira opcional para o seu Painel. Exatamente como a lixeira na sua área de trabalho, agora você pode arrastar e soltar arquivos e outros itens dentro da lixeira sem minimizar suas janelas abertas.
sq: GNOME 2.10 mundëson një kosh fakultativ për panelin tënd. Ashtu si koshi në hapësirën tënde të punës, tashmë mund të tërheqësh file dhe elementë të tjerë në kosh pa zvogëluar dritaret që ke hapur.
th: GNOME 2.10 มีถังขยะให้คุณเพิ่มในพาเนลได้ ซึ่งทำงานเหมือนกับถังขยะบนพื้นโต๊ะ โดยคุณสามารถลากแฟ้มและสิ่งต่างๆ มาปล่อยในถังขยะได้ โดยไม่ต้องย่อหน้าต่างทั้งหลายที่เปิดอยู่
uk: GNOME 2.10 може містити Смітник на панелі. Подібно до смітника на стільниці, ви можете перетягувати файли та інші елементи у смітник не мінімізуючи ваші вікна.
zh_cn: GNOME 2.10 为您的面板带来一个可选的垃圾桶。就象桌面上的垃圾桶一样，可以拖放文件和其他项目到垃圾桶中，而无须最小化打开的窗口。
zh_tw: GNOME 2.10 允許您在面板上另外開一個回收筒。它和桌面的回收筒作用一樣，而且您想將檔案拖曳至回收筒時，更不需要怕視窗會遮蔽回收筒。

source: a Trashcan on your Panel
da: en papirkurv på dit panel
de: Ein Mülleimer im Panel
es: una papelera en su panel
et: prügikast sinu paneelil
fr: La corbeille sur votre tableau de bord
id: Sebuah Tong Sampah pada Panel anda
it: un cestino sul pannello
ja: お使いのパネルにゴミ箱を
pa: ਤੁਹਾਡੇ ਪੈਨਲ ਤੇ ਰੱਦੀ ਡੱਬਾ
pt_br: uma Lixeira no seu Painel
sq: një Kosh në Panelin tënd
sv: en papperskorg på din panel
th: ถังขยะบนพาเนลของคุณ
uk: Смітник на вашій панелі
zh_cn: 一个面板上的垃圾桶
zh_tw: 面板上的回收筒

source: Drag trash to your panel
de: Entsorgen Sie Ihren Müll über das Panel
es: Arrastre la basura al panel
et: Lohista prügi paneelile
fr: Déposer vos détritus sur le tableau de bord
id: Tarik Tong Sampah ke panel anda
it: Trascinare i rifiuti sul pannello
ja: ゴミをパネルにドラッグします
pa: ਤੁਹਾਡੇ ਪੈਨਲ ਤੇ ਰੱਦੀ ਸੁੱਟੋ
pt_br: Arraste o lixo para o seu painel
sq: Tërhiq mbeturina në panel
th: ลากขยะไปทิ้งบนพาเนลของคุณ
uk: Перетягування у смітник на панелі
zh_cn: 拖曳垃圾到面板上
zh_tw: 將準備棄置的檔案拖曳至面板

source: Drive Mount
da: Montering af drev
de: Laufwerkseinbindung
es: Montador de discos
et: Ketaste haakimine
fr: Montage d'un lecteur
id: Kait Drive
it: Montadischi
ja: ディスク・マウンタ
pa: ਡਰਾਇਵ ਮਾਊਟ
pt_br: Montagem de unidades
sq: Montimi i drive
sv: Enhetsmontering
th: การเมานท์ไดรฟ์
uk: Підключення дисків
zh_cn: 驱动挂载
zh_tw: 掛載媒體

source: The drive mount applet.
de: Das Applet zum Einbinden von Laufwerken.
es: El applet montador de discos.
et: Ketaste külgehaakimise rakend.
fr: L'applet de montage.
id: Applet kendali kait drive.
it: L'applet per montare i dischi.
ja: いろいろなドライブをマウントするアプレット
pa: ਡਰਾਇਵ ਮਾਊਟ ਐਪਲਿਟ ਹੈ।
pt_br: O mini-aplicativo de montagem de unidades.
sq: Programthi i montimit të lexuesve.
th: แอพเพล็ตเมานท์ไดรฟ์
uk: Аплет підключення диску.
zh_cn: 驱动挂载小程序。
zh_tw: 掛載媒體面板程式

source: The weather monitor can now show even more locations than before, and the location names have been translated into non-English languages where appropriate. In addition, the forecast now includes sunrise and sunset calculations for most locations.
de: Die Wetterüberwachung enthält jetzt mehr Orte als je zuvor. Die Standorte wurden so weit wie möglich in nicht-englische Sprachen übersetzt. Zusätzlich dazu enthalten die Vorhersagen auch Berechnungen des Sonnenaufgangs und des Sonnenuntergangs für die meisten Standorte.
es: El applet de informe meteorológico ahora puede mostrar más ubicaciones que antes, y se han traducido los nombres de éstas en idiomas distintos al inglés, en los casos apropiados. Además, la hoja de detalles contiene ahora cálculos sobre la salida y la puesta de sol para la mayoría de las ubicaciones.
id: Pemantau cuaca sekarang dapat menampilkan lebih banyak lokasi dari pada sebelumnya, dan nama lokasi telah diterjemahkan kepada bukan bahasa inggris kalau sesuai. Sebagai tambahan, sekarang lamaran cuaca mengikut sertakan perhitungan matahari terbit dan matahari terbenam untuk kebanyak lokasi.
it: Il monitor per le condizioni meteo ora mostra un maggior numero di località ed i nomi di tali località sono tradotti quando appropriato. In aggiunta le previsioni includono ora il calcolo dell'orario di alba e tramonto per molte località.
ja: お天気 GNOME は以前のバージョンよりもたくさんの場所の天気予報に対応するようになり、そしてその場所の名前は正しいロケーションを表すよう非 ASCII 言語に翻訳されるようになりました。さらに、天気予報では、そのほとんどの場所で日の入りと日の出を計算できるようになりました。
pa: ਮੌਸਮ ਨਿਗਰਾਨ ਹੁਣ ਪਹਿਲਾਂ ਤੋਂ ਵੀ ਕਿਤੇ ਜਿਆਦਾ ਥਾਵਾਂ ਲਈ ਜਾਣਕਾਰੀ ਵੇਖਾ ਸਕਦਾ ਹੈ ਅਤੇ ਸਭ ਥਾਵਾਂ ਹੁਣ ਨਾ ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਵਿੱਚ ਉਪਲੱਬਧ ਹਨ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਮੌਸਮ ਭਵਿੱਖਬਾਣੀ ਵਿੱਚ ਬਹੁਤੀਆਂ ਥਾਵਾਂ ਲਈ ਸੂਰਜ ਚੜ੍ਹਨ ਅਤੇ ਡੁੱਬਣ ਦਾ ਸਮਾਂ ਵਿੱਚ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: O monitor do tempo agora pode mostrar muito mais localidades que antes, e os nomes das localidades foram traduzidas para idiomas diferentes do Inglês, onde apropriado. Além disso, a previsão agora inclui cálculos do nascer e do pôr do sol para a maioria das localidades.
sq: Vëzhguesi i motit tashmë mund të shfaqë akoma më tepër vendndodhje se më parë, gjithashtu emrat janë përkthyer në gjuhë të ndryshme nga anglishtja aty ku mundet. Për më tepër, parashikimi përfshin llogaritjen e lindjes dhe perëndimit të diellit për shumicën e vendndodhjeve.
th: ในรุ่นนี้ แอพเพล็ตรายงานสภาพอากาศสามารถแสดงข้อมูลของสถานที่ต่างๆ ได้มากกว่าเดิม และชื่อสถานที่ก็ได้รับการแปลเป็นภาษาที่ไม่ใช่ภาษาอังกฤษตามความเหมาะสม นอกจากนี้ การพยากรณ์ยังได้คำนวณเวลาดวงอาทิตย์ขึ้นและตกในสถานที่เกือบทั้งหมดด้วย
uk: Індикатор погоди тепер може відображати погоду у більшій кількості місць, ніж раніше, та назви місцевостей було перекладено з англійської, де це доречно. Додатково, для більшості місць прогноз погоди тепер включає час сходу та заходу сонця.
zh_cn: 天气监视器现在可以现实比以前更多的地区了，在适当的地方，地区名称也翻译成非英语语言。另外，预报包括了大多数地方的日出日落计算。
zh_tw: 天氣監察程式現在可以顯示更多位置的天氣情況，在適當的地方這些地名已經翻譯成中文名。另外，大多數地方的天氣預報更包括日出日落時間。

source: Weather Report
da: Vejrrapport
de: Wetterbericht
es: Informe meteorológico
et: Ilmateade
fr: Bulletin météo
id: Laporan Cuaca
it: Condizioni meteo
ja: 天気予報
pa: ਮੌਸਮ ਜਾਣਕਾਰੀ
pt_br: Relatório meteorológico
sq: Njoftimi i motit
sv: Väderrapport
th: รายงานสภาพอากาศ
uk: Зведення погоди
zh_cn: 天气报告
zh_tw: 天氣報告

source: The weather report applet.
de: Das Wetterbericht-Applet.
es: El applet de informe meteorológico.
et: Ilmateate rakend.
fr: L'applet de prévision météo.
id: Applet laporan cuaca
it: L'applet per le condizioni meteo.
ja: 天気を報告するアプレット
pa: ਮੌਸਮ ਜਾਣਕਾਰੀ ਐਪਲਿਟ ਹੈ।
pt_br: O mini-aplicativo de relatório meteorológico.
sq: Programthi i njoftimit të motit.
th: แอพเพล็ตรายงานสภาพอากาศ
uk: Аплет Зведення погоди.
zh_cn: 天气报告小程序
zh_tw: 天氣報告面板程式

source: A new mixer for your panel (combined with a new-look mixer on the desktop) gets the most from your sound hardware. Using the GStreamer multimedia framework, the mixer is now simpler and more convenient than before. The same multimedia framework powers Totem, Sound Juicer, the GNOME CD player and a variety of third-party applications, so changing the GNOME volume via the panel will change the volume of all these applications.
de: Ein neuer Lautstärkeregler für das Panel (kombiniert mit dem geänderten Lautstärkeregler des Desktops) holt alles aus Ihrer Sound-Hardware heraus. Durch die Verwendung des GStreamer Multimedia-Frameworks ist der Lautstärkeregler nun einfacher und komfortabler als zuvor. Das gleiche Multimedia-Framework wird von Totem, Sound Juicer, dem GNOME CD-Player und verschiedenen Anwendungen, welche nicht in GNOME enthalten sind, verwendet. Die Änderung der Lautstärke im Panel wirkt sich also auf jede dieser Anwendungen aus.
es: Un nuevo mezclador para su panel (combinado un mezclador para el escritorio con nuevo aspecto) obtiene lo mejor de su hardware de sonido. Mediante la plataforma multimedia GStreamer, el mezclador es ahora más simple y conveniente que antes. La misma plataforma multimedia GStreamer potencia Totem, Sound Juicer, el reproductor de CD de GNOME y una variedad de aplicaciones de terceros, de tal forma que cambiar el volumen de GNOME mediante el panel también cambiará el volumen de estas aplicaciones.
et: Uus helimikser sinu paneelil (kombineeritud uue väljanägemisega helimiksriga töölaual) võimaldab võtta viimast sinu heli riistvarast. Kasutades GStreamer'i multimeediaraamistikku, on helimikser nüüd hoopis lihtsam ja mugavam kui varem. Seesama multimeediaraamistik varustab ka Totem'it, Sound Juicer'it, GNOME'i CD-mängijat ja suurt valikut kolmanda osapoolte rakendusi, seega muutes GNOME'i helivaljusust paneeli kaudu, muudab see helivaljusust kõigis neis rakendustes.
fr: Avec un nouveau mixer pour votre tableau de bord (combiné au nouveau look du mixer pour le bureau) tirez le meilleur de votre carte son. En utilisant le framework multimédia GStreamer, le mixer est maintenant plus simple et plus pratique. Le même framework anime Totem, Sound-Juicer, le lecteur de CD GNOME et une variété d'autres applications, ainsi en changeant le volume GNOME à travers le tableau de bord changera les volume de toutes ces applications.
id: Mixer baru untuk panel anda (dikombinasikan dengan mixer tampilan baru pada desktop) dapatkan yang paling dari perangkat suara anda. Menggunakan kerangka kerja multimedia GStreamer, mixer sekarang lebih sederhana dan lebih mudah dari sebelumnya. Kerangka kerja multimedia yang sama telah memperkuat Totem, Sound Juicer, pemutar CD GNOME dan bermacam aplikasi pihak ke tiga, jadi merubah volume suara melalui panel akan mengubah volume suara dari seluruh aplikasi ini.
it: Un nuovo mixer per il pannello (in combinazione con il rinnovato aspetto dell'applicazione per il desktop) per ottenere il massimo dal proprio hardware audio. Facendo uso dell'architettura multimediale GStreamer, il mixer è ora più semplice e più conveniente che mai. La stessa architettura multimediale è usata da Totem, Sound Juicer, il lettore CD di GNOME ed un ampio numero di altre applicazioni di terze parti; in questo modo, cambiando il volume dal pannello, si cambia il volume a tutte queste applicazioni.
ja: お使いのパネルに貼り付ける、新しいミキサー (デスクトップ上で新しい外観を持つミキサーと一体化したもの) がお使いのサウンド用ハードウェアからたくさんの情報を取得してくれます。GStreamer マルチメディア・フレームワークを利用して、このミキサーは以前のバージョンよりもシンプルに、そして便利なアイテムになりました。同様に、このマルチメディア・フレームワークは Totem、Sound Juicer、GNOME CD プレイヤー、そしていろいろなサード・パーティ製のアプリを動かしているので、パネルから音量を変更すると、全てのアプリケーションに対して適用されます。
nl: Een nieuwe mixer voor het paneel (gecombineerd met een nieuwe mixer voor het bureaublad) haalt het meeste uit uw geluidskaart. Door het GStreamer multimedia-raamwerk, is de mixer nu eenvoudiger en gemakkelijker dan voorheen. Hetzelfde raamwerk is de motor voor Totem, Sound Juicer, de GNOME CD-speler en tal van software gemaakt door derden. Wanneer u het geluidsvolume via het paneel-applet aanpast, zullen al deze toepassingen hun geluidsvolume aanpassen.
pa: ਤੁਹਾਡੇ ਵਿਹੜੇ ਵਿੱਚ ਨਵਾਂ ਮਿਕਸਰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ (ਜੋ ਕਿ ਵਿਹੜੇ ਤੇ ਨਵੀ ਸ਼ਕਲ ਵਾਲੇ ਮਿਕਸਰ ਦੇ ਮਿਲਾਨ ਨਾਲ ਬਣਿਆ ਹੈ), ਜੋ ਕਿ ਤੁਹਾਡੇ ਧੁਨੀ ਜੰਤਰ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। ਜੀਸਟੀਮਰ ਮਲਟੀਮੀਡਿਆ ਫਰੇਮਵਰਕ ਵਰਤਣ ਨਾਲ ਮਿਕਸਰ ਹੁਣ ਪਹਿਲਾਂ ਤੋਂ ਵੱਧ ਅਸਾਨ ਅਤੇ ਸੌਖਾ ਬਣਾ ਗਿਆ ਹੈ। ਇਹੀ ਮਲਟੀਮੀਡਿਆ ਫਰੇਮਵਰਕ ਹੀ ਟੋਟੇਮ, ਸਾਊਡ ਜ਼ੂਸਰ, ਗਨੋਮ CD ਪਲੇਅਰ ਅਤੇ ਕਈ ਤੀਜੀ ਧਿਰ ਕਾਰਜਾਂ ਦਾ ਆਧਾਰ ਹੈ, ਇਸਕਰਕੇ, ਪੈਨਲ ਵਿੱਚ ਗਨੋਮ ਆਵਾਜ਼ ਤਬਦੀਲ ਕਰਨ ਨਾਲ, ਇਹਨਾਂ ਕਾਰਜਾਂ ਵਿੱਚ ਵੀ ਆਵਾਜ਼ ਬਦਲ ਜਾਵੇਗੀ।
pt_br: Um novo mixador para o seu painel (combinado com um mixador com novo visual na sua área de trabalho) tira o máximo do seu hardware de som. Usando a plataforma multimídia GStreamer, agora o mixador está mais simples e mais conveniente que antes. A mesma plataforma multimídia faz funcionar o Totem, o Sound Juicer, o reprodutor de CDs do GNOME e uma variedade de outras aplicações. Então, alterar o volume do GNOME pelo painel também vai alterar o volume de todas essas aplicações.
sq: Një mikser i ri për panelin tënd (kombinuar me një mikser të ri në hapësirën e punës) punon më së miri me kartën tënde të zërit. Duke përdorur skeletin multimedial GStreamer, mikseri tashmë është më i thjeshtë dhe më i leverdisshëm se më parë. I njëjti skelet punon për Totem, Sound Juicer, lexuesin e CD-ve dhe një larmi programesh jo zyrtare, kështu që duke ndryshuar zërin e GNOME nga paneli, do ndryshojë zërin për të gjithë këto programe.
sv: Ett nytt mixerprogram för din panel (kombinerad med ett mixerprogram med nytt utseende på skrivbordet) får ut det mesta av din ljudhårdvara. Genom att mixerprogrammet numera använder multimediaramverket GStreamer är det nu enklare och behändigare än tidigare. Samma multimediaramverk driver Totem, Sound Juicer, GNOME-cd-spelaren och diverse andra tredjepartsprogram, så genom att ändra volymen på panelen ändras volymen i alla dessa program.
th: แอพเพล็ตปรับระดับเสียงบนพาเนลตัวใหม่ (กับรูปลักษณ์ใหม่บนพื้นโต๊ะ) สามารถควบคุมเกือบทุกส่วนของฮาร์ดแวร์เสียงของคุณ การใช้โครงสร้างสื่อผสม GStreamer ทำให้ตัวปรับระดับเสียงใช้ง่ายลง และใช้สะดวกขึ้นกว่าเดิม และโครงสร้างสื่อผสมเดียวกันนี้ ก็ได้เป็นฐานให้กับ Totem, Sound Juicer, ตัวเล่นซีดีของ GNOME และโปรแกรมทั่วไปอีกมาก ทำให้การปรับระดับเสียงที่พาเนลมีผลต่อระดับเสียงของโปรแกรมเหล่านี้ทุกโปรแกรม
uk: Новий аплет регулятора гучності (у комбінації з новою програмою регулювання гучності) отримає максимум з вашого обладнання. Завдяки мультимедійній підсистемі GStreamer, регулятор гучності тепер простіший та зручніший ніж раніше. Та ж мультимедійна підсистема використовується у Totem, Sound Juicer, та програвачі компакт-дисків для GNOME, тому зміна гучності у аплеті впливає на всі ці програми.
zh_cn: 面板上的一个新混音器(包含桌上的面一个新外观的混音器)从你声音硬件取得大多数属性。通过 GStreamer 多媒体构架，如今的混音器比以前更加简单和有效。在通过面板改变 GNOME 的音量时，所有使用相同构件的 Totem，Sound Juicer, GNOME CD 播放器和其他的第三方应用程序的音量也会改变。
zh_tw: 新的音量面板程式，結合新的音量控制程式，能夠將硬體的音效功能盡情發揮。透過 GStreamer 多媒體架構，音量控制變得更簡單方便。因為 Totem, Sound Juicer, GNOME 光碟播放程式和不少額外的程式都使用這個 GStreamer 多媒體架構，您不需要再在每個程式中獨立設定音量，只要在面板中調整一次音量，就已經適用於所有地方了。

source: all new mixer for your panel
da: en hel ny mixer til dit panel
de: Ein komplett neuer Lautstärkeregler für das Panel
es: Un nuevo mezclador para su panel
et: täiesti uus helimikser sinu paneelil
fr: Un tout nouveau mixer pour le tableau de bord
id: mixer baru untuk panel anda
it: un mixer tutto nuovo per il pannello
ja: お使いのパネルに新しいミキサーを
nl: Geheel nieuwe mixer voor het paneel
pa: ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਸਭ ਨਵਾਂ ਮਿਕਸਰ
pt_br: Um mixador totalmente novo para o seu painel
sq: mikser fringo i ri për panelin tënd
sv: helt nytt mixerprogram till din panel
th: การปรับระดับเสียงแบบใหม่สำหรับพาเนล
uk: Новий регулятор гучності на панелі
zh_cn: 面板上的全新混音器
zh_tw: 全新的音量控制

source: All new mixer for your panel
da: En hel ny mixer til dit panel
de: Ein komplett neuer Lautstärkeregler für das Panel
es: Un nuevo mezclador para su panel
et: Täiesti uus helimikser sinu paneelil
fr: Un tout nouveau mixer pour le tableau de bord
id: Mixer baru untuk panel anda
it: Un mixer tutto nuovo per il pannello
ja: お使いのパネルに新しいミキサーを
nl: Een geheel nieuwe mixer voor op het paneel
pa: ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਸਭ ਨਵਾਂ ਮਿਕਸਰ
pt_br: Mixador totalmente novo para o seu painel
sq: Mikser fringo i ri për panelin tënd
sv: Helt nytt mixerprogram till din panel
th: การปรับระดับเสียงแบบใหม่สำหรับพาเนล
uk: Новий регулятор гучності на панелі
zh_cn: 面板上的全新混音器
zh_tw: 全新的音量控制

source: The popular Sticky Notes applet now makes it even easier to add PostIt-style notes on your desktop, thanks to a simpler user interface and many bug fixes. For instance, sticky notes will now stay on the correct workspace, or even a different monitor.
de: Das populäre Klebezettel-Applet macht das Erstellen von Notizen im PostIt-Stil auf Ihrem Desktop jetzt noch leichter, dank einer einfacheren Benutzerschittstelle und der Beseitigung einer Reihe von Fehlern. Ein Beispiel: Die Zettel bleiben jetzt auf der richtigen Arbeitsfläche oder sogar einem anderen Monitor kleben.
es: El popular applet de notas adhesivas ahora hace aún más fácil añadir notas del estilo de PostIt a su escritorio, gracias a un interfaz de usuario más simple y muchos arreglos de fallos. Por ejemplo, las notas adhesivas se quedan ahora en el espacio de trabajo correcto, o incluso en un monitor diferente.
et: Populaarne märkmepaberite rakend teeb PostIt'i laadsete märkmete töölauale postitamise veelgi lihtsamaks, tänu lihtsamale kasutajaliidesele ja paljudele veaparandustele. Näiteks võib tuua selle, et märkmepaberid jäävad püsima õigele tööalale ja seda ka erinevate monitoride korral.
fr: La populaire applet de pense-bêtes facilite l'ajout de notes du genre Post-It sur votre bureau, grâce à une interface plus simple pour l'utilisateur et une importante correction de bogues. Par exemple, les pense-bêtes restent désormais sur l'espace de travail correct, même sur un moniteur différent.
id: Applet catatan tempel yang populer sekarang membuat lebih mudah untuk menambahkan catatan bergaya postit pada dekstop anda, terima kasih pada antar muka pengguna yang sederhana dan perbaikan kesalahan yang banyak. Sebagai contoh, catatan tempel sekarang akan tetap pada ruang kerja yang tepat, atau bahkan pada monitor yang berbeda.
it: La popolare applet Note adesive consente ora di aggiungere in modo semplice annotazioni sulla scrivania in stile PostIt, grazie ad una interfaccia utente semplificata ed ai molti bachi corretti. Tra questi, ora le note adesive restano sull'area di lavoro corretta, o persino di un diverso monitor.
ja: 人気のある付箋紙アプレットはインタフェースがよりシンプルになり、そしてたくさんのバグが修正されたおかげで、ポストイットなスタイルでより簡単に貼り付けることができるようになりました。たとえば、付箋紙は現在のワークスペースに貼り付いたままにしたり、別のモニタに貼り付けたりできるようになりました。
nl: Het populaire Memoblaadjes applet maakt het nu nog eenvoudiger om PostIt-achtige memo's op uw bureaublad te plakken. Ten opzichte van de vorige versie is de bediening eenvoudiger gemaakt en er zijn veel fouten uitgehaald. Zo blijven de memoblaadjes nu staan op het juiste werkblad of zelfs of een andere monitor.
pa: ਹਰਮਨ ਪਿਆਰਾ ਸਟਿੱਕੀ ਸੂਚਨਾ ਐਪਲਿਟ ਨੇ ਪੋਸਟਲਟ-ਸ਼ੈਲੀ ਸੂਚਨਾ ਨੂੰ ਤੁਹਾਡੇ ਵਿਹੜੇ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਹੋਰ ਵੀ ਆਸਾਨ ਕਰ ਦਿੱਤਾ ਹੈ, ਸੌਖੀ ਸ਼ਕਲ ਅਤੇ ਕਈ ਬੱਗ ਹਟਾਉਣਾ ਹੀ ਇਸ ਲਈ ਸਹਾਇਕ ਹੈ। ਇਸ ਮੌਕੇ ਲਈ, ਸਟਿੱਕੀ ਸੂਚਨਾ ਹੁਣ ਠੀਕ ਵਰਕਸਪੇਸ ਜਾਂ ਵੱਖਰੇ ਮਾਨੀਟਰ ਤੇ ਵੀ ਰਹਿ ਸਕਦੀ ਹੈ।
pt_br: O popular mini-aplicativo de Notas agora torna ainda mais fácil adicionar à sua área de trabalho notas no estilo PostIt, graças a uma interface de usuário mais simples e muitas correções de erros. Por exemplo, as notas agora ficarão na área de trabalho correta, ou mesmo num monitor diferente.
sq: Të mirë njohurat "Shënimet Ngjitëse" tani e bëjnë më të thjeshtë stilin e shënimeve mbi hapësirën tënde të punës, falë një ndërfaqjeje më të thjeshtë përdorimi dhe shumë korrigjime gabimesh. Për shembull, shënimet ngjitëse tashmë do qëndrojnë në hapësirën e duhur të punës, madje edhe në ekrane të ndryshëm.
sv: Det populära klisterlappspanelprogrammet gör det nu ännu enklare att lägga till kom-ihåg-lappar i PostIt-stil på ditt skrivbord, tack vare ett enklare användargränssnitt och många felfixar. Numera kommer till exempel klisterlapparna att stanna på rätt arbetsyta, och till och med på en annan bildskärm.
th: แอพเพล็ตโน้ตติดกาวรุ่นใหม่ได้ช่วยให้การเขียนโน้ตแบบ PostIt บนพื้นโต๊ะง่ายดายลงอีก ด้วยการติดต่อผู้ใช้ที่ง่ายลง และการแก้ไขข้อบกพร่องมากมาย ตัวอย่างเช่น โน้ตติดกาวจะติดบนพื้นที่ทำงานที่ถูกต้อง หรือแม้แต่บนจอที่ต่างกันก็ได้
uk: Популярний аплет Липкі нотатки тепер дозволяє просто створювати на стільниці нотатки у PostIt-стилі, завдяки спрощеному інтерфейсу та виправленню багатьох помилок. Наприклад нотатка залишається на відповідній робочій області, або навіть на іншому моніторі.
zh_cn: 流行的即时帖 applet 在桌面上现在更加容易添加 PostIt 类型的记录，这得益于更加简单的用户界面和对许多问题的修正。比如，即使是在不同的显示器上，即时帖也会停留在正确的工作区上。
zh_tw: 便條面板程式經過簡化介面和修正漏洞後，現在您更容易在桌面上加上像報事貼便條紙一樣的便條。舉個例子，便條現在已能夠在正確的工作區，甚至是正確的螢幕上顯示。

source: And sticky notes now stay on top other windows, so you can't lose them. To hide the notes, simply use the applet's right-click menu.
da: Notessedler bliver nu foran andre vinduer, så du ikke glemmer dem. For at skjule notessedlerne benyttes panelprogrammets højrekliksmenu.
de: Klebezettel werden jetzt über anderen Fenstern angezeigt, so dass sie nicht verloren gehen. Um die Klebezettel zu verbergen, benutzen Sie einfach das Rechtsklick-Menü des Applets.
es: Y ahora las notas adhesivas permanecen encima de otras ventanas para que no las pierda. Para esconder estas notas, simplemente use el menú del botón derecho del applet.
et: Märkmepaberid jäävad nüüd teiste akende peale, nii et sa ei kaota neid enam silmist. Selleks, et märkmeid peita, kasuta lihtsalt rakendi parema-klõpsu menüüd.
fr: Et les pense-bêtes restent désormais au-dessus des autres fenêtres, comme cela, vous ne les perdrez plus. Pour cacher les notes, un clique-droit sur le menu de l'applet suffit.
id: Dan catatan tempel sekarang tetap berada di atas jendela lain, jadi anda tidak akan kehilangan mereka. Untuk menyembunyikan catatan, gunakan saja menu klik kanan applet.
it: Inoltre le note adesive rimangono ora al di sopra delle altre finestre, così da non perderle. Per nascondere le note, basta semplicemente usare il menù contestuale dell'applet.
ja: さらに、付箋紙は他のウィンドウの上に貼り付くので紛失する心配はありません。そのメモを隠すには、単にアプレットを右クリックして表示されるメニューから選択するだけです。
nl: En de memoblaadjes raken niet meer verstopt onder andere vensters dus u kan ze nooit meer kwijtraken. Om de memo's te verbergen klikt u met de rechter muisknop op het applet.
pa: ਹੁਣ ਸਟਿੱਕੀ ਸੂਚਨਾ ਹੋਰ ਝਰੋਖਿਆਂ ਤੋਂ ਉੱਪਰ ਹੀ ਰਹੇਗੀ, ਤਾਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਗੁਆ ਨਾ ਦਿਓ। ਸੂਚਨਾ ਨੂੰ ਉਹਲੇ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਐਪਲਿਟ ਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਉਣਾ ਪਵੇਗਾ।
pt_br: E agora, as notas ficam sobre todas as outras janelas, para que você não as perca. Para ocultar as notas, simplesmente use o menu de contexto do mini-aplicativo.
sq: Gjithashtu, shënimet ngjitëse tashmë qëndrojnë mbi çdo dritare tjetër, kështu që nuk mund t'i humbësh nga sytë. Për të fshehur shënimet, thjesht përdor klikimin e djathtë mbi programthin e panelit.
sv: Klisterlappar kan nu förbli över andra fönster, så att du inte kan tappa bort dem. För att dölja lapparna använder du bara panelprogrammets högerklicksmeny.
th: และโน้ตติดกาวรุ่นนี้ ก็จะวางอยู่เหนือหน้าต่างอื่นทั้งหมด เพื่อไม่ให้มันหายไป ถ้าคุณต้องการจะซ่อนโน้ต ก็เพียงแค่ใช้เมนูของแอพเพล็ตจากการคลิกขวา
uk: Також тепер липкі нотатки залишаються над іншими вікнами, тому ви їх не загубите. Щоб сховати липкі нотатки, просто клацніть правою кнопкою на аплеті.
zh_cn: 即时帖处于其他窗口之上，这样您就不会失去它们。要隐藏可以使用小程序的右键菜单。
zh_tw: 另外，便條不會被任何視窗遮蓋，這樣您就不再需要東找西找。如果想隱藏便條，可以在面板圖示上按滑鼠右鍵，再在出現的選單中選擇。

source: Sticky Notes
da: Notessedler
de: Klebezettel
es: Notas adhesivas
et: Märkmepaberid
fr: Pense-bêtes
id: Catatan Tempel
it: Note adesive
ja: 付箋紙
nl: Memoblaadjes
pa: ਸਟਿੱਕੀ ਨੋਟਿਸ
pt_br: Notas
sq: Shënimet e ngjitura
sv: Klisterlappar
th: โน้ตติดกาว
uk: Липкі нотатки
zh_cn: 即时帖
zh_tw: 便條
