Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: Now you can even browse for other Gnome Meeting users on your local network without discovering their contact details first. And you can view your own video output side by side with the video from your conversation partner, so you see what they see. <figure id="rnscreenshot-gnomemeeting"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnomemeeting.png" format="PNG"/></imageobject><textobject><phrase>Gnome Meeting with side-by-side video.</phrase></textobject></mediaobject></screenshot></figure>
el: Τώρα μπορείτε να εξερευνήτε για άλλους χρήστες Gnome Meeting στο τοπικό σας δίκτυοχωρίς να χρειάζεται να ψάχνετε τις λεπτομέρειες επαφής τους πρώτα. Ακόμα μπορείτενα βλέπετε και το δικό σας βίντεο μαζί με του συνομιλητή σας, ώστε να βλέπετε ότι καιεκείνος βλέπει. <figure id="rnscreenshot-gnomemeeting"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnomemeeting.png" format="PNG"/></imageobject><textobject><phrase>Gnome Meeting with side-by-side video.</phrase></textobject></mediaobject></screenshot></figure>

source: Utilities
da: Værktøjer
de: Dienstprogramme
el: Βοηθήματα
es: Utilidades
et: Tööriistad
fr: Utilitaires
id: Utilitas
it: Utilità
ja: ユーティリティ
nl: Hulpprogramma's
pa: ਸਹੂਲਤਾਂ
pt_br: Ferramentas
sq: Veglat
sv: Verktyg
th: โปรแกรมอรรถประโยชน์
uk: Утиліти
zh_cn: 实用工具
zh_tw: 公用程式

source: The GNOME utilities have some improvements, such as:
da: Værktøjerne i Gnome har fået nogle forbedringer, såsom:
de: Die GNOME-Dienstprogramme enthalten ebenfalls einige Neuerungen:
el: Τα βοηθήματα του GNOME έχουν μερικές βελτιώσεις, όπως:
es: Las utilidades de GNOME traen algunas mejoras, como:
et: GNOME'i tööriistadele on lisandunud järgmiseid täiustusi:
fr: Les utilitaires GNOME ont connu des améliorations telles que :
id: Utilitas GNOME memiliki beberapa kemajuan, seperti:
it: Le utilità di GNOME hanno alcune migliorie, come:
ja: GNOME ユーティリティには、次のような改善点がいくつか含まれています:
nl: De hulpprogramma's van GNOME zijn hier en daar verbeterd, zoals:
pa: ਗਨੋਮ ਸਹੂਲਤਾਂ ਵਿੱਚ ਕੁਝ ਸੁਧਾਰ ਹੋਇਆ ਹੈ, ਜਿਵੇਂ ਕਿ:
pt_br: As ferramentas do GNOME têm algumas melhorias, tais como:
sq: Veglat e GNOME kanë disa përmirësime, si:
sv: GNOME-verktygen har en del förbättringar, som till exempel:
th: โปรแกรมอรรถประโยชน์ใน GNOME มีการปรับปรุงบางอย่าง เช่น:
uk: Вдосконалення в утилітах GNOME, такі як:
zh_cn: GNOME 实用工具已经做了一些改进，比如：
zh_tw: GNOME 的各樣公用程式都有了改進，例如：

source: Text Editor
da: Tekstredigering
el: Επεξεργαστής Κειμένου
es: Editor de textos
et: Tekstiredaktor
fr: Éditeur de texte
id: Editor Teks
it: Editor di testo
ja: テキスト・エディタ
nl: Tekst-editor
pa: ਪਾਠ ਸੰਪਾਦਕ
pt_br: Editor de textos
sq: Editori i tekstit
sv: Textredigerare
th: เครื่องมือแก้ไขข้อความ
uk: Текстовий редактор
zh_cn: 文本编辑器
zh_tw: 文字編輯器

source: The GNOME text editor can now highlight the current line and, when editing program source code, it highlights matching braces. It also starts faster than previous versions. <figure id="rnscreenshot-gedit"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;gedit.png" format="PNG"/></imageobject><textobject><phrase>The text editor, highlighting the current line.</phrase></textobject></mediaobject></screenshot></figure>
el: Ο επεξεργαστής κειμένου του GNOME μπορεί τώρα να επισημαίνει την τρέχουσα γραμμήκαι, όταν γίνεται επεξεργασία πηγαίου κώδικα ενός προγράμματος να επισημαίνει τις αγκύλες πουταιριάζουν. Ακόμα εκκινείται πιό γρήγορα από τις προηγούμενες εκδόσεις.<figure id="rnscreenshot-gedit"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;gedit.png" format="PNG"/></imageobject><textobject><phrase>The text editor, highlighting the current line.</phrase></textobject></mediaobject></screenshot></figure>

source: Archive Manager
da: Arkivhåndtering
de: Archivmanager
el: Διαχειριστής Συμπιεσμένων Αρχείων
es: Gestor de archivos comprimidos
et: Arhiivihaldur
fr: Gestionnaire d'archives
id: Pengatur Arsip
it: Gestore archivi
ja: 書庫マネージャ
nl: Archiefbeheer
pa: ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ
pt_br: Gerenciador de arquivos compactados
sq: Organizuesi i arkivit
sv: Arkivhanterare
th: เครื่องมือจัดการแฟ้มจัดเก็บ
uk: Менеджер архівів
zh_cn: 归档管理器
zh_tw: 壓縮檔管理員

source: The GNOME archive manager can now open more types of archive, including AR, Debian, and 7-zip archives, and password-protected RAR archives. And if you use the single-click preference in the file manager, then the archive manager will now use single clicks too. <figure id="rnscreenshot-fileroller"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;fileroller.png" format="PNG"/></imageobject><textobject><phrase>The file manager, asking for a password for a RAR file.</phrase></textobject></mediaobject></screenshot></figure>
el: Η διαχείριση συμπιεσμένων αρχείων του GNOME τώρα μπορεί να ανοίξει περισσότερουςτύπους αρχείων συμπεριλαμβανομένων αρχείων AR, Debian, και 7-zip, όπως και αρχεία RARπροστατευμένα με κωδικό. Ακόμα αν χρησιμοποιείτε την προτίμηση του μονού-κλικ στον διαχειριστήαρχείων τότε ο διαχειριστής συμπιεσμένων αρχείων θα χρησιμοποιεί επίσης μονό κλικ. <figure id="rnscreenshot-fileroller"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;fileroller.png" format="PNG"/></imageobject><textobject><phrase>The file manager, asking for a password for a RAR file.</phrase></textobject></mediaobject></screenshot></figure>

source: Search Tool
el: Εργαλείο Αναζήτησης

source: The search tool can now do a second search inside the results from your first search, to narrow down the results. TODO: Is this true? And like the archive manager, it now uses single clicks if that's what you've chosen in the file manager preferences. <figure id="rnscreenshot-search"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;search.png" format="PNG"/></imageobject><textobject><phrase>The search tool.</phrase></textobject></mediaobject></screenshot></figure>
el: Το εργαλείο αναζήτησης μπορεί τώρα να κάνει και μια δεύτερη αναζήτηση ανάμεσαστα αποτελέσματα της πρώτης, έτσι ώστε να φιλτράρει τα αποτελέσματα. Καιόπως και ο διαχειριστής συμπιεμένων αρχείων, μπορεί να χρησιμοποιήσει μονά κλικ αν το επιλέξετεστις προτιμήσεις του διαχειριστή αρχείων σας. <figure id="rnscreenshot-search"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;search.png" format="PNG"/></imageobject><textobject><phrase>The search tool.</phrase></textobject></mediaobject></screenshot></figure>

source: Dictionary
da: Ordbog
de: Wörterbuch
el: Λεξικό
es: Diccionario
et: Sõnaraamat
fr: Dictionnaire
id: Kamus
it: Dizionario
ja: 辞書
nl: Woordenboek
pa: ਸ਼ਬਦ-ਕੋਸ਼
pt_br: Dicionário
sq: Fjalori
sv: Ordbok
th: พจนานุกรม
uk: Словник
zh_cn: 词典
zh_tw: 字典

source: The GNOME Dictionary now suggests words when you aren't sure how to spell something. The definitions also contain links to external dictionary web sites, and the definitions can be printed. <figure id="rnscreenshot-dictionary"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;dictionary.png" format="PNG"/></imageobject><textobject><phrase>The dictionary, suggesting possible spellings and a definition.</phrase></textobject></mediaobject></screenshot></figure>
el: Το λεξικό του GNOME μπορεί τώρα να προτείνει λέξεις για τις οποίες δεν είστε σίγουροι πως να τις γράψετε. Οι ορισμοί περιέχουν δεσμούς σε σελίδες λεξικών στον ιστό, και οι ορισμοί του μπορούν να τυπωθούν. <figure id="rnscreenshot-dictionary"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;dictionary.png" format="PNG"/></imageobject><textobject><phrase>The dictionary, suggesting possible spellings and a definition.</phrase></textobject></mediaobject></screenshot></figure>

source: Floppy Formatter
da: Formattering af disketter
de: Disketten formatieren
el: Μορφοποιητής Δισκέτας
es: Formateador de disquetes
et: Diskettide vormindaja
fr: Formateur de disquettes
id: Pemformat Floppy
it: Formattazione floppy
ja: フロッピー初期化ツール
nl: Diskettes formatteren
pa: ਫਲਾਪੀ ਫਾਰਮਿਟਰ
pt_br: Formatador de disquetes
sq: Formatuesi i disketave
sv: Diskettformateraren
th: เครื่องมือฟอร์แมตแผ่นฟลอปปี้
uk: Форматування дискет
zh_cn: 软盘格式化工具
zh_tw: 軟碟格式化工具

source: The GNOME Floppy Formatter utility now supports removable drives, such as USB drives, using the standard HAL system from freedesktop.org. <figure id="rnscreenshot-floppy"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;floppy.png" format="PNG"/></imageobject><textobject><phrase>Formatting a floppy disk.</phrase></textobject></mediaobject></screenshot></figure>
el: Η εφαρμογή μορφοποίησης δισκέτας του GNOME τώρα υποστηρίζει αφαιρούμενους δίκους, όπωςδίσκους USB, με την χρήση το συστήματος HAL από το freedesktop.org. <figure id="rnscreenshot-floppy"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;floppy.png" format="PNG"/></imageobject><textobject><phrase>Formatting a floppy disk.</phrase></textobject></mediaobject></screenshot></figure>

source: Control Center
da: Kontrolcenter
de: Kontrollzentrum
el: Κέντρο Ελέγχου
es: Centro de control
et: GNOME'i juhtpaneel
fr: Centre de contrôle
id: Pusat Kendali
it: Centro di controllo
ja: コントロール・センター
nl: Configuratie
pa: ਕੰਟਰੋਲ ਕੇਂਦਰ
pt_br: Centro de controle
sq: Qendra e kontrollit
sv: Kontrollpanel
th: การปรับแต่งพื้นโต๊ะ
uk: Центр керування
zh_cn: 控制中心
zh_tw: 控制中心

source: Keyboard Layouts
da: Tastaturlayouts
de: Tastaturbelegungen
el: Διατάξεις Πληκτρολογίου
es: Distribuciones de teclado
et: Klaviatuuripaigutused.
fr: Agencements du clavier
id: Susunan Keyboard
it: Schemi di tastiera
ja: キーボードのレイアウト
nl: Toetsenbord-layout
pa: ਕੀ-ਬੋਰਡ ਖਾਕਾ
pt_br: Layouts de teclado
sq: Planimetritë e tastierës
sv: Tangentbordslayouter
th: ผังแป้นพิมพ์
uk: Клавіатурні розкладки
zh_cn: 键盘布局
zh_tw: 鍵盤配置

source: Keyboard Preferences - Layouts
da: Indstillinger for tastatur - Layouts
de: Tastatureinstellungen - Belegungen
el: Προτιμήσεις Πληκτρολογίου - Διατάξεις
es: Preferencias del teclado - Distribuciones
et: Klaviatuuri eelistused - paigutused
fr: Propriétés du clavier - Agencements
id: Setingan - Susunan Keyboard
it: Preferenze tastiera - Schemi
ja: キーボードの設定 - レイアウト
pa: ਕੀ-ਬੋਰਡ ਪਸੰਦ - ਖਾਕੇ
pt_br: Preferências de teclado - layouts
sq: Preferimet e tastierës - Planimetritë
sv: Tangentbordsinställningar - Layouter
th: การปรับแต่งแป้นพิมพ์ - ผังแป้นพิมพ์
uk: Параметри клавіатури - Розкладки
zh_cn: 键盘设置-布局
zh_tw: 鍵盤偏好設定 — 配置

source: Selecting a keyboard layout is now simpler with the Keyboard control panel. Just click Add to choose from a list of international keyboard layouts. Before making your choice you can see the effect of key presses in the layout preview. The Layout Options section has also been reorganized as simpler list of choices. <figure id="rnscreenshot-controlpanel-keyboardlayouts"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-keyboard-properties+layout.png" format="PNG"/></imageobject><textobject><phrase>The Layouts tab, in the Keyboard Preferences control panel, while adding a new layout.</phrase></textobject></mediaobject></screenshot></figure>
el: Η επιλογή διάταξης πληκτρολογίου είναι τώρα ακόμα πιό απλή με τον πίνακα ελέγχου πληκτρολογίου. Απλά πατήστε προσθήκη για να επιλέξτε από μια λίστα διεθνών διατάξεων πληκτρολογίου. Πριν να κάνετε την επιλογή σας μπορείτε να δείτε το αποτέλεσμα των πλήκτρων στην προεπισκόπησηδιάταξης. Οι επιλογές διάταξης έχουν αναδιοργανωθεί σε μια απλούστερη λίστα επιλογών. <figure id="rnscreenshot-controlpanel-keyboardlayouts"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-keyboard-properties+layout.png" format="PNG"/></imageobject><textobject><phrase>The Layouts tab, in the Keyboard Preferences control panel, while adding a new layout.</phrase></textobject></mediaobject></screenshot></figure>

source: Panel Items
da: Panelobjekter
de: Panel-Objekte
el: Αντικείμενα Ταμπλώ
es: Elementos del panel
et: Paneeli elemendid
fr: Éléments du tableau de bord
id: Benda Panel
it: Oggetti del pannello
ja: パネルのアイテム
nl: Paneel-items
pa: ਪੈਨਲ ਇਕਾਈਆਂ
pt_br: Itens do painel
sq: Elementët e panelit
sv: Panelobjekt
th: วัตถุพาเนล
uk: Елементи панелі
zh_cn: 面板项目
zh_tw: 面板小程式

source: GNOME 2.10 includes major improvements to its panel items (also known as applets), providing new features and better integration with the rest of the desktop.
da: Gnome 2.10 inkluderer store forbedringer af panelobjekterne (også kendt som panelprogrammer), nye faciliteter og bedre integration med resten af skrivebordsmiljøet.
de: GNOME 2.10 beinhaltet wesentliche Weiterentwicklungen seiner Panel-Objekte (auch bekannt als Applets), die neue Fähigkeiten und eine bessere Integration in den Rest des Desktops bieten.
el: To GNOME 2.10 περιέχει σημαντικές βελτιώσεις στα αντικείμενα του ταμπλώ ( γνωστά και ως εφαρμογίδια),τα οποία παρέχουν νέες λειτουργίες και καλύτερη ενσωμάτωση με την υπόλοιπη επιφάνεια εργασίας.
es: GNOME 2.10 incluye importantes mejoras en los elementos del panel (también conocidos como applets), suministrando nuevas características y mejor integración con el resto del escritorio.
et: GNOME 2.10 sisaldab suuri edasiarendusi oma paneelielementidele (mis on tundud ka kui rakendid), pakkudes uut funktsionaalsust ja paremat ühilduvust ülejäänud töölauaga.
fr: GNOME 2.10 inclus des améliorations majeures concernant les éléments du tableau de bord (aussi connues sous le nom d'applets), comme de nouvelles fonctions et une meilleure intégration avec le reste du bureau.
id: GNOME 2.10 mengikut sertakan peningkatan utama pada benda benda di panel ( yang dikenal juga sebagai applet), menyediakan kemampuan baru dan penyatuan yang lebih baik dengan desktop.
it: GNOME 2.10 presenta sostanziali miglioramenti agli oggetti del pannello (anche noti come applet), disponendo di nuove funzionalità e di una migliore integrazione con il resto del desktop.
ja: GNOME 2.10 には (アップレットとして知られている) GNOME パネルのアイテムに対する広範囲にわたる改良が含まれており、新しい機能やデスクトップで空いている部分ともっと旨く統合化する機能が提供されています。
nl: GNOME 2.10 heeft sterk verbeterde paneel-items (ook wel bekend als applets), met nieuwe functies en beter geïntegreerd met de rest van het bureaublad.
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਇਸ ਦੇ ਪੈਨਲ ਇਕਾਈਆਂ (ਜਿਨਾਂ ਨੂੰ ਐਪਲਿਟ ਵੀ ਕਹਿੰਦੇ ਹਨ) ਵਿੱਚ ਭਾਰੀ ਸੁਧਾਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿਸ ਨਾਲ ਬਾਕੀ ਵਿਹੜੇ ਨਾਲ ਨਵੇਂ ਗੁਣ ਅਤੇ ਵਧੀਆ ਸਬੰਧ ਵੇਖਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: O GNOME 2.10 inclui grandes melhorias nos seus itens do painel (também conhecidos como mini-aplicativos), fornecendo novos recursos e melhor integração com o restante do ambiente.
sq: GNOME 2.10 përfshin përmirësime të rëndësishme sa i përket elementëve të panelit (gjithashtu njohur si applets), duke sjellë karakteristika të reja dhe integrim me pjesën tjetër të hapësirës së punës.
sv: GNOME 2.10 innehåller stora förbättringar i dess panelobjekt (även kända som panelprogram) som tillhandahåller nya funktioner och bättre integration med resten av skrivbordet.
th: GNOME 2.10 มีการพัฒนาวัตถุพาเนล (หรือที่เรียกว่า แอพเพล็ต) อย่างมาก มีความสามารถใหม่และการเชื่อมรวมกับส่วนที่เหลือของเดสก์ทอปดีขึ้นกว่าเดิม
uk: GNOME 2.10 включає значні вдосконалення елементів панелі (також відомих як аплети), забезпечуються нові функції та краща інтеграція з іншою частиною стільниці.
zh_cn: GNOME 2.10 包括重要的面板项目的(也被称为小程序，Applet)改进，提供新特性和更好地与桌面的其它部分整合。
zh_tw: GNOME 2.10 對於面板上的小程式，亦稱為面板程式 (applet)，作出重大改進，提供新的功能之餘，同時和整個桌面結合得更完美。

source: The most visible change is the removal of the Actions panel menu and the addition of Places and Desktop menus. These provide fast access to the items you use most often, without navigating through sub-menus. For instance, the Places menu lists your home folder, your computer, networked servers, and the search feature. In the Desktop menu, you'll find your Preferences and Administration control panels, Log Out, and Help.
de: Die sichtbarste Änderung ist die Entfernung des Panel-Menüs „Aktionen” und die Hinzufügung der Menüs „Orte” und „System”. Sie erlauben schnellen Zugriff auf oft verwendete Objekte, ohne dass Sie durch Untermenüs navigieren müssen. Das Menü „Orte” enthält zum Beispiel Ihren persönlichen Ordner, Ihren Rechner, Netzwerkserver und eine Suchfunktion. Im System-Menü werden Sie die Einstellungs- und Administrationsoberflächen sowie Einträge für das Abmelden und die Hilfe finden.
el: Η πιο ορατή αλλαγή είναι η απομάκρυνση του μενού Ενέργειες από τα μενού του Ταμπλώ και η προσθήκητων μενού Τοποθεσίες και Επιφάνεια εργασίας. Αυτά παρέχουν γρήγορη πρόσβασησε αντικείμενα που χρησιμοποιείτε συχνά, χωρίς να χρειάζεται να περιηγήστε σε υπομενού.Για παράδειγμα το μενού Τοποθεσίες περιέχει τον αρχικό σας κατάλογο, τον υπολογιστή σας,τους εξυπηρετητές δικτύου και την λειτουργία αναζήτησης. Στο μενού επιφάνειας εργασίαςθα βρείτε τις Προτιμήσεις σας , τον πίνακα ελέγχου διαχειριστή, την αποσύνδεση καιτην Βοήθεια.
es: El cambio más visible es la eliminación del menú Acciones del panel y la adición de los menús Lugares y Escritorio. Éstos ofrecen un acceso rápido a los elementos mas usados, sin tener que navegar a través de submenús. Por ejemplo, el menú Lugares lista su carpeta personal, su equipo, servidores de red y la característica de búsqueda. En el menú Escritorio encontrará sus Preferencias y los paneles de control de Administración, Terminar sesión y la Ayuda.
et: Kõige nähtavam muudatus on tegevuste paneelimenüü eemaldamine ja selle asemel tulnud asukohtade ja töölaua menüüde lisamine. Need menüüd lubavad kiired ligipääsu asjadele, mida sa kõige rohkem kasutad, ilma et peaksid kuskil alammenüüdes ringi tuhnima. Näitek asukohtade menüüs on ära kirjeldatud kodukaust, sinu arvuti, võrguserverid ja otsing. Töölaua menüüs võid leida eelistuste ja halduse juhtpaneelid, väljalogimise ning abiteabe.
fr: Le changement le plus visible est la suppression du menu « Actions » du tableau de bord et l'ajout de « Raccourcis » et « Bureau ». ils fournissent un accés rapide aux éléments que vous utilisez le plus, sans avoir à explorer des sous-menus. Par exemple, le menu « Raccourcis » liste votre dossier personnel, votre poste de travail, les serveurs réseaux, et la fonction de recherche. Dans le menu « Bureau », vous trouverez vos panneaux de contrôles « Préférences », « Administration », « Clore la session » et « Aide ».
id: Perubahan yang paling kentara adalah penghilangan menu panel Aksi dan dan penambahan menu Tempat dan Desktop. Hal ini menyediakan akses yang cepat pada benda yang sering anda gunakan, tanpa mencari melalui sub menu. Sebagai contoh, menu Tempat mendaftarkan folder pada home anda, komputer anda, server jaringan dan fasilitas pencarian. Pada menu Desktop, anda akan menemukan Setingan dan panel kendali Administrasi, Log Out dan Bantuan.
it: La modifica più visibile è la rimozione del menù di pannello Azioni e l'aggiunta dei menù Risorse e Desktop. Questi consentono un accesso rapido agli elementi usati più spesso, senza dover navigare attraverso dei sottomenù. Ad esempio con il menù Risorse si può accedere alle cartelle Home e Computer, ai server di rete ed alla funzionalità di ricerca; dal menù Desktop invece possono essere raggiunti i pannelli di controllo delle preferenze e di amministrazione e le funzionalità di termine sessione ed aiuto.
ja: 最も大きな変更点は、アクション・パネルメニューの削除と場所とデスクトップ・メニューの追加です。これらのメニューの追加により、頻繁に利用するアイテムへ、サブメニューを長々とたどることなく、素早くアクセスできるようになりました。たとえば、場所メニューにはご自分のホーム・フォルダ、お使いのコンピュータ、ネットワーク化されたサーバが一覧になっており、検索機能も追加されています。デスクトップ・メニューには、設定やシステム管理に関するコントロール・パネル、ログアウト、そしてヘルプといったアイテムがあります。
nl: Wat meteen opvalt aan het paneel is dat het menu "Acties" is vervangen door de menu's "Lokaties" en "Werkplek". Deze bieden snel en eenvoudig toegang tot de items die u het vaakst gebruikt zonder door submenu's te hoeven waden. In het menu "Lokaties" bijvoorbeeld, vindt u uw persoonlijke map, uw computer, uw netwerkservers en de zoekfunctie. In het menu "Werkplek" vindt u uw voorkeuren, systeembeheer, afmelden en de hulp.
pa: ਸਭ ਤੋਂ ਵੱਧ ਵੇਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਤਬਦੀਲੀਆਂ ਵਿੱਚ ਕਾਰਵਾਈ ਪੈਨਲ ਮੇਨੂ ਦਾ ਹਟਾਉਣਾ ਅਤੇ ਥਾਵਾਂ ਅਤੇ ਵਿਹੜਾ ਮੇਨੂ ਦਾ ਸ਼ਾਮਲ ਹੋਣਾ ਹੈ। ਇਹ ਤੁਹਾਨੂੰ ਅਕਸਰ ਵਰਤੀਆਂ ਜਾਦੀਆਂ ਇਕਾਈਆਂ ਨੂੰ ਹੋਰ ਮੇਨੂ ਖੋਲੇ ਬਿਨਾਂ ਵਰਤਣ ਲਈ ਸਹਾਇਤਾ ਕਰਦੇ ਹਨ। ਇਸ ਸਮੇਂ, ਥਾਂ ਮੇਨੂ ਸੂਚੀ ਤੁਹਾਨੂੰ ਤੁਹਾਡਾ ਘਰ ਫੋਲਡਰ, ਤੁਹਾਡਾ ਕੰਪਿਊਟਰ, ਨੈਟਵਰਕ ਸਰਵਰ ਅਤੇ ਖੋਜ ਗੁਣ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਲਈ ਸਹਾਇਕ ਹੈ। ਵਿਹੜਾ ਮੇਨੂ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ, ਪ੍ਰਬੰਧਕ ਕੰਟਰੋਲ ਪੈਨਲ, ਬਾਹਰ ਦਰ (ਲਾਗ ਆਉਟ) ਅਤੇ ਸਹਾਇਤਾ ਵੇਖ ਸਕਦੇ ਹੋ।
pt_br: As alterações mais visíveis são a remoção do menu Ações do painel e a inclusão dos menus Locais e Área de Trabalho. Elas dão acesso rápido aos itens que você usa mais freqüentemente, sem ter que navegar pelos sub-menus. Por exemplo, o menu Locais lista sua pasta pessoal, seu computador, servidores na rede e o recurso de busca. No menu Desktop você encontrará os painéis de controle das suas Preferências e de Administração, Sair e Ajuda.
sq: Ndryshimi më i dukshëm është heqja e menusë "Veprime" nga paneli dhe shtimi i menuve "Vendndodhje" dhe "Hapësirë Pune".Këto të fundit të pajisin me hyrje të shpejtë për tek elementët që përdor më shpesh, pa humbur kohë me nën-menutë. Për shembull, menuja "Vendndodhje", rreshton kartelën shtëpi, kompjuterin tënd, shërbyes rrjeti, dhe kërkuesin. Në menunë "Hapësirë Pune", do të gjesh panelet e kontrollit të Preferimeve dhe Administrimit, Dil Jashtë dhe Ndihmë.
sv: Den synligaste ändringen är borttagningen av panelmenyn Åtgärder och tilläggandet av menyerna Platser och Skrivbord. Dessa erbjuder snabb åtkomst till de objekt som du använder oftast, utan att behöva navigera genom undermenyer. Till exempel visar nu menyn Platser din hemmapp, din dator, nätverksanslutna servrar, och sökfunktionen. I menyn Skrivbord hittar du kontrollpanelerna för dina inställningar och administration, alternativet för att logga ut, samt hjälp.
th: ความเปลี่ยนแปลงที่เห็นได้ชัดที่สุด คือการเอาเมนู "ปฏิบัติการ" ออก และเพิ่มเมนู "ที่หลักๆ" และ "พื้นโต๊ะ" เพื่อให้คุณเข้าถึงรายการที่คุณใช้บ่อยที่สุดได้อย่างรวดเร็ว โดยไม่ต้องสำรวจผ่านเมนูย่อยต่างๆ ตัวอย่างเช่น เมนู "ที่หลักๆ" จะแสดงโฟลเดอร์บ้านของคุณ คอมพิวเตอร์ของคุณ เซิร์ฟเวอร์ในเครือข่าย และการค้นหาแฟ้ม ส่วนในเมนู "พื้นโต๊ะ" คุณจะพบการปรับแต่งพื้นโต๊ะและการดูแลระบบ การออกจากระบบ และการเปิดเอกสารแนะนำการใช้งาน
uk: Найбільш значна зміна - видалення з панелі меню Дії та додавання меню Місця та Стільниця. Вони надають швидкий доступ до найбільш уживаних елементів, не змушуючи шукати їх у підменю. Наприклад, у меню Місця можна знайти домашню теку, ваш комп'ютер, сервери мережі та функції пошуку. У меню Стільниця, ви знайдете програми керування Параметри та Системні параметри, пункти Завершити роботу, та Довідка.
zh_cn: 最显著的变化是去掉了动作面板菜单，添加了位置和桌面菜单。这使得你可以更加快捷地访问你最常使用的项目，而无须在子菜单中去寻找。比如，位置菜单列出了您的主文件夹，您的计算机，网络服务器，还有搜索。在桌面菜单，会发现您的设置和管理控制面板，注销，和帮助。
zh_tw: 最明顯的改變是移除了「行動」選單，和加上「位置」「桌面」兩個選單。您可以使用這兩個選單迅速尋找最常用的東西，而不需要深入一層層的選單。舉個例說，「位置」選單列出了您的個人資料夾、電腦、網路伺服器和搜尋檔案功能。至於「桌面」選單方面，您可以選擇偏好設定、使用管理工具、登出和瀏覽說明文件。
