Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME now includes an applet to monitor your laptop's processor speed. The CPU Frequency Monitor watches variable-speed processors (such as those with Intel Speedstep or AMD PowerNow) to show their current status. You may even choose a different speed if you don't have automatic frequency scaling enabled.
de: GNOME enthält nun ein Applet zur Überwachung des Prozessortakts von Laptops. Dieses Applet kommuniziert mit Prozessoren, die variable Geschwindigkeiten unterstützen (wie z.B. solche mit Intel Speedstep oder AMD PowerNow!), um deren momentanen Status anzuzeigen. Es erlaubt Ihnen auch, eine andere Geschwindigkeit zu wählen, wenn sie die automatische Frequenzskalierung nicht aktiviert haben.
es: GNOME incluye ahora un applet para monitorizar la velocidad del procesador de su portátil. El monitor de la frecuencia de la CPU vigila procesadores de velocidad variable (como aquellos con tecnología Intel SpeedStep o AMD PowerNow) para mostrar su estado actual. Incluso puede elegir una frecuencia específica si no tiene habilitado el escalado automático de frecuencia.
fr: GNOME inclus désormais une applet pour surveiller la vitesse du processeur de votre portable. Le moniteur de changement de fréquence du CPU suveille les processeurs à vitesse variable (comme l'Intel Speedstep ou AMD PowerNow) afin d'afficher leur état. Vous pouvez même choisir une vitesse différente si le changement de fréquence automatique n'est pas activé.
id: GNOME sekarang mengikut sertakan sebuah applet untuk memantau kecepatan prosesor anda. Pemantau frekuensi CPU melihat kecepatan variabel prosesor (seperti yang Intel Speedstep atau AMD PowerNow) untuk menampilkan status terkini. Anda bahkan memilih kecepatan yang berbeda jika anda tidak memiliki penskalaan frekuensi secara automatis : aktif.
it: GNOME ora include una applet per monitorare la velocità del processore del proprio computer portatile. Il monitor di variazione della frequenza della CPU tiene sotto controllo i processori a velocità variabile (come quelli forniti di Intel Speedstep o AMD PowerNow) e ne mostra lo stato corrente. È anche possibile scegliere una diversa velocità se non è abilitata la variazione automatica di frequenza.
ja: ついに GNOME にお使いのラップトップのプロセッサ速度を監視するためのアプレットが仲間入りを果たしました。CPU 周波数モニタは可変スピードのプロセッサ (たとえば、Intel (C) Speedstep または AMD (C) PowerNow といった機能を持ったもの) を監視して現在のステータスを表示してくれます。もし自動的な周波数計測が行えないなら、他のスピードを選択できるかもしれません。
pa: ਗਨੋਮ ਵਿੱਚ ਤੁਹਾਡੇ ਲੈਪਟਾਪ ਦੀ ਗਤੀ ਵੇਖਾਉਣ ਵਾਲਾ ਐਪਲਿਟ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ। CPU ਫ੍ਰੀਕਿਊਂਸੀ ਨਿਗਾਰਨ ਕਈ ਪ੍ਰੋਸੈਂਸਰਾਂ (ਜਿਵੇਂ ਕਿ Intel Speedstep ਤੇ AMD PowerNow) ਦੀ ਬਦਲਦੀ ਗਤੀ ਨੂੰ ਉਹਨਾਂ ਦੀ ਸਥਿਤੀ ਜਾਣਨ ਬਾਰੇ ਵੇਖਾ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਸਵੈ-ਚਾਲਤ ਫ੍ਰੀਕਿਊਂਸੀ ਸਕੇਲਿੰਗ ਨੂੰ ਯੋਗ ਕੀਤਾ ਹੋਵੇਗਾ ਤਾਂ ਤੁਸੀਂ ਵੱਖਰੀ ਗਤੀ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ।
pt_br: O GNOME agora inclui um mini-aplicativo para monitorar a velocidade do processador do seu laptop. O Monitor de Freqüência da CPU acompanha processadores de velocidade variável (como aqueles com Intel Speedstep ou AMD PowerNow) para mostrar seu status atual. Você pode até escolher uma velocidade diferente se a graduação da freqüência não estiver habilitada.
sq: GNOME tani përfshin një programth për mbikqyrjen e shpejtësisë së proçesorit të kompjuterit tënd të prehrit. Mbikqyrësi i Frekuencës së CPU-së vëzhgon proçesorët me shpejtësi të ndryshueshme (si Intel Speedstep ose AMD PowerNow) për të shfaqur gjendjen e tyre të momentit. Madje mund të zgjedhësh një shpejtësi të ndryshme nëse nuk ke të aktivizuar shkallëzimin automatik të frekuencës.
th: ในรุ่นนี้ GNOME ได้เพิ่มแอพเพล็ตสำหรับติดตามความเร็วของหน่วยประมวลผลของแล็ปท็อป ตัวติดตามความถี่ซีพียูจะคอยติดตามหน่วยประมวลผลที่ปรับความเร็วได้ (เช่น หน่วยประมวลผลที่มี Intel Speedstep หรือ AMD PowerNow) เพื่อแสดงสถานะปัจจุบัน คุณทำได้แม้แต่สั่งปรับความถี่เอง ในกรณีที่คุณไม่ได้เปิดการปรับความถี่อัตโนมัติไว้
uk: Тепер до GNOME входить аплет для контролю швидкості процесора портативного комп'ютера. Індикатор частоти процесора відображає швидкість процесора, який підтримує зміну частоти (наприклад Intel Speedstep чи AMD PowerNow). Навіть якщо автоматичну зміну частоти не активовано, ви можете вибрати частоту.
zh_cn: GNOME 包含了一个监视器来监视笔记本的处理器速度。CPU 频率监视器查看变速的处理器(比如那些拥有Intel Speedstep或AMD PowerNow的处理器)以显示它们的当前状态。如果没有开启自动调整频率功能，您也可以自己选择不同的速度。
zh_tw: GNOME 現在加入了一個新的面板程式用來監察筆記型電腦的處理器頻率。它會不斷監察一些可變頻率的處理器 (例如使用 Intel 的 Speedstep 或者 AMD 的 PowerNow 功能)，並報告最新狀態。如果您沒有安裝一些能自動調整處理器速度的伺服程式，葚至可以自行指定系統以哪種速度運行。

source: Monitor CPU Frequency Scaling
da: CPU-frekvensskaleringsmonitor
de: Überwachung der CPU-Frequenzskalierung
es: Monitorice el escalado de frecuencia de la CPU
et: Jälgi protsessori sageduse muutmist.
fr: Moniteur de changement de fréquence du CPU
id: Penskalaan pemantau frekuensi CPU
it: Monitor variazione frequenza CPU
ja: CPU 周波数の計測と監視
pa: CPU ਫ੍ਰੀਕਿਊਂਸੀ ਸਕੇਲਿੰਗ ਨਿਗਰਾਨੀ
pt_br: Monitore a graduação da freqüência da CPU
sq: Mbikqyr Shkallëzimin e Frekuencës së CPU-së
sv: Övervaka processorfrekvensskalning
th: ติดตามการปรับความถี่ซีพียู
uk: Індикатор частоти процесора
zh_cn: 监视器 CPU 频率变化
zh_tw: 監察 CPU 頻率

source: Removed Applets
da: Fjernede panelprogrammer
de: Entfernte Applets
es: Applets quitados
et: Eemaldatud rakendid
fr: Applets supprimées
id: Applet yang telah dibuang
it: Applet rimosse
ja: 消えていったアプレットたち
nl: Verwijderde applets
pa: ਹਟਾਏ ਐਪਲਿਟ
pt_br: Mini-aplicativos removidos
sq: Programthet e hequra
sv: Borttagna panelprogram
th: แอพเพล็ตที่ตัดออก
uk: Видалені аплети
zh_cn: 已移除的小程序
zh_tw: 被剔除的面板程式

source: Three applets were removed in GNOME 2.10, replaced by better alternatives in most cases.
da: Tre panelprogrammer blev fjernet i Gnome 2.10, disse er blevet udskiftet med bedre alternativer i de fleste tilfælde.
de: Drei Applets wurden in GNOME 2.10 entfernt und in den meisten Fällen durch bessere Alternativen ersetzt.
es: Se han quitado tres applets de GNOME 2.10, siendo reemplazados por alternativas mejores en la mayoría de los casos.
et: GNOME 2.10'st on eemaldatud 3 rakendit, mis on enamusel juhtudel asendatud paremate alternatiividega.
fr: Trois applets ont été supprimées dans GNOME 2.10, remplacées par une meilleur alternatives, la plupart du temps.
id: Tiga applet telah dibuang pada GNOME 2.10, digantikan dengan alternatif yang lebih baik dalam kebanyakan kasus.
it: Tre applet sono state rimosse in GNOME 2.1O, rimpiazzate per lo più da alternative migliori.
ja: GNOME 2.10 では三つのアプレットが削除され、もっと良いものに置き換えられました。
nl: Er zijn drie applets in GNOME 2.10 verwijderd. In de meeste gevallen zijn deze vervagnen door betere alternatieven.
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਤਿੰਨ ਐਪਲਿਟ ਹਟਾਏ ਗਏ ਹਨ, ਜਿੰਨਾਂ ਨੂੰ ਇਹਨਾਂ ਦੇ ਉੱਤਮ ਬਦਲਾਂ ਨਾਲ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pt_br: Três mini-aplicativos foram removidos no GNOME 2.10, e substituídos por alternativas melhores na maioria dos casos.
sq: Tre programthe janë heque në GNOME 2.10, në më të shumtën e rasteve, zëvendësuar nga alternativa më të mira.
sv: Tre panelprogram togs bort i GNOME 2.10 och ersattes av bättre alternativ i de flesta fall.
th: มีแอพเพล็ตสามตัวที่ถูกตัดออกใน GNOME 2.10 และแทนที่ด้วยทางเลือกที่ดีกว่าในกรณีทั่วไป
uk: Три аплети видалено з GNOME 2.10, більшість замінена їх альтернативами.
zh_cn: 在 GNOME 2.10 中有三个小程序被去除掉了，取而代之的在多数情况下更佳的选择。
zh_tw: 有 3 個面板程式在 2.10 之中已被剔除，大致上都有更好的程式去取代它們。

source: The CD Player panel applet has been removed, so you will not see a CD player on your panel when you don't even have a CD in your drive. Instead, inserting a CD will now start the GNOME CD Player, which can then be controlled from a notification icon that it places in your Panel.
de: Das CD-Player-Applet wurde entfernt. Sie werden dadurch keinen CD-Player auf Ihrem Panel sehen, wenn keine CD im Laufwerk liegt. Stattdessen wird jetzt der GNOME CD-Player beim Einlegen einer CD automatisch gestartet. Die Steuerung kann über ein Benachrichtigungssymbol erfolgen, welches in Ihr Panel eingefügt wird.
es: Se ha quitado el applet del reproductor de CD, así que no verá un reproductor de CD en su panel, ni siquiera cuando tenga un CD introducido en el lector. En su lugar, el reproductor de CD de GNOME se ejecutará automáticamente cuando introduzca el CD. El reproductor puede ser controlado mediante un icono situado en el área de notificación del panel.
et: CD-mängija paneelirakend on eemaldatud, seega sa ei näe enam CD-mängijat paneelil ka siis kui CD-plaati pole enam lugejas. Selle asemel avatakse CD sisestamisel GNOME'i CD-mängija, mida saab seejärel kontrollida teavitusikooni vahendusel, mis omakorda asub paneelil.
fr: L'applet de lecture de CD a été supprimée, ainsi vous ne verrez plus un lecteur CD sur votre tableau de bord quand vous n'avez pas de CD dans le lecteur. À la place, lorsque vous insérerez un CD, le lecteur CD GNOME sera démarré, qui pourra être controllé par la zone de notification qui se trouve sur votre tableau de bord.
id: Panel pemutar CD telah dibuang, jadi anda tidak akan melihat sebuah pemutar CD pada panel anda ketika anda tidak memiliki CD pada drive anda. Malahan, memasukkan CD sekarang akan memulai pemutar CD GNOME, yang kemudian dapat dikendalikan dari icon pemberitahuan yang ditempatkan pada panel anda.
it: L'applet Lettore CD è stata rimossa, così da non avere un lettore CD sul pannello anche quando non c'è alcun CD nell'unità. Piuttosto, all'inserimento di un CD, verrà avviato il Lettore CD di GNOME, che può essere controllato attraverso un'icona di notifica posizionata sul pannello.
ja: CD プレイヤーのパネル・アプレットが削除されたので、(音楽 CD がドライブにセットされていようがいまいが関係なく、) パネル上に CD プレイヤーが表示されることはありません。その代わり、音楽 CD を挿入すると GNOME CD プレイヤーが自動的に起動して、お使いのパネルにある通知スペースからプレイヤを制御することができるようになりました。
nl: Het CD-speler applet is verwijderd, dus u zult geen CD-speler meer op uw paneel zien wanneer er geen CD in de speler zit. In plaats daarvan zal de CD-speler automatisch starten wanneer u een CD in de speler stopt. Deze kan dan worden bediend met het pictogram dat in het mededelingengebied op het paneel verschijnt.
pa: CD ਪਲੇਅਰ ਪੈਨਲ ਐਪਲਿਟ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਇਸਕਰਕੇ ਤੁਸੀਂ ਆਪਣੇ ਪੈਨਲ ਵਿੱਚ CD ਪਲੇਅਰ ਨੂੰ ਨਹੀਂ ਵੇਖ ਸਕਦੇ ਹੋ, ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੀ ਡਰਾਇਵ ਵਿੱਚ CD ਪਾਈ ਹੀ ਨਾ ਹੋਵੇ। ਇਸ ਦੀ ਬਜਾਏ, CD ਪਾਉਣ ਤੇ ਗਨੋਮ CD ਪਲੇਅਰ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਸ਼ਾਮਲ ਸੂਚੀ ਆਈਕਾਨ ਨਾਲ ਕੰਟਰੋਲ ਕੀਤਾ ਜਾ ਸਕੇਗਾ।
pt_br: O mini-aplicativo Reprodutor de CDs foi removido, então você não verá um reprodutor de CDs no seu painel quando você nem mesmo tem uma unidade de CD. Em vem disso, ao inserir um CD, o Reprodutor de CDs do GNOME iniciará, e pode então ser controlado de um ícone de notificação que é colocado no seu Painel.
sq: Programthi i panelit Lexues CD-je është hequr, kështu që nuk do të shohësh një të tillë në panel kur nuk ke një CD në lexues. Ndërkohë, kur fut një CD do niset Lexuesi CD i GNOME-s, i cili mund të kontrollohet më vonë nga një ikonë njoftimi vendosur në Panel.
sv: Cd-spelarpanelprogrammet har tagits bort, så du kommer inte att se en cd-spelare på din panel när du inte ens har en cd-skiva i din enhet. Istället startas nu GNOME-cd-spelaren när du stoppar in en cd-skiva. Detta program kan sedan styras från en notifieringsikon som det placerar i din panel.
th: แอพเพล็ตเล่นซีดีถูกตัดออกแล้ว ดังนั้น คุณจะไม่เห็นตัวเล่นซีดีบนพาเนลของคุณ เมื่อไม่มีแผ่นซีดีในไดรฟ์ของคุณ แต่เมื่อคุณใส่แผ่นซีดี โปรแกรมเล่นซีดีของ GNOME จะถูกเรียกขึ้นมา ซึ่งคุณสามารถควบคุมการทำงานผ่านไอคอนแจ้งเหตุบนพาเนลได้
uk: Було видалено аплет CD-програвача. Натомість при вставленні компакт-диску запускається програвач компакт-дисків для GNOME, яким можна керувати за допомогою значка у області сповіщення вашої панелі.
zh_cn: CD 播放器面板 applet 已经被去除，所以即使你把 CD 放入了驱动器，您也不能再看到CD播放器出现在面板上。做为替代方案，在插入 CD 会启动 GNOME CD 播放器，然后可以从面板上的通知区域图标来控制它。
zh_tw: 用來播放光碟的面板程式已經不存在，這樣當光碟機沒有光碟時，面板就不會有播放光碟的程式，造成混淆。取而代之，當您放入光碟時，系統會自行啟動 GNOME 光碟播放程式，然後您可以在面板的狀態通知區中找出代表該程式的圖示，並加以控制。

source: The dedicated Wireless applet has been removed because the Network Monitor applet, introduced in GNOME 2.8, also includes wireless support.
da: Det dedikerede panelprogram til trådløs er blevet fjernet, fordi panelprogrammet Netværksovervåger introduceret i Gnome 2.8 også understøtter trådløs.
de: Das eigenständige Applet für Funknetzwerke wurde entfernt, da das Applet zur Netzwerküberwachung Funknetzwerke bereits seit GNOME 2.8 unterstützt.
es: El applet dedicado a monitorizar las conexiones inalámbricas ha sido quitado ya que el applet de monitor de red, introducido en GNOME 2.8, también incluye soporte para conexiones inalámbricas.
et: Juhtmeta võrguühenduse rakendus on eemaldatud, seepärast et Võrgujälgimise rakend, mis nägi valgust GNOME 2.8's sisaldab endas ka juhtmeta ühenduse tuge.
fr: L'applet spécifique sans-fil a été supprimé en faveur de l'applet Moniteur réseau, introduit dans GNOME 2.8, qui inclus le support sans-fil.
id: Applet dedicated nirkabel telah dibuang karena applet Pemantau Jaringan, diperkenalkan pada GNOME 2.8, juga mengikut sertakan dukungan nirkabel.
it: L'applet dedicata al wireless è stata rimossa, poiché anche l'applet Monitor di rete, introdotta in GNOME 2.8, fornisce supporto per il wireless.
ja: 専用の無線アプレットが削除されました。無線もサポートしているネットワーク監視アプレットが GNOME 2.8 から導入されたためです。
nl: Het Wireless-applet is verwijderd omdat het Network Monitor-applet, dat in GNOME 2.8 voor het eerst te zien was, ook ondersteuning biedt voor draadloze netwerken.
pa: ਸਮਰਪਤ ਬੇਤਾਰ ਐਪਲਿਟ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਕਿਉਕਿ ਨੈਟਵਰਕ ਨਿਗਾਰਨ ਐਪਲਿਟ, ਜੋ ਕਿ ਗਨੋਮ ੨.੮ ਵਿੱਚ ਸ਼ਾਮਲ ਸੀ, ਵਿੱਚ ਬੇਤਾਰ ਸਹਿਯੋਗ ਹੈ।
pt_br: O dedicado mini-aplicativo Monitor de Redes Sem Fio foi removido porque o mini-aplicativo Monitor de Rede, introduzido no GNOME 2.8, também inclui suporte a redes sem fio.
sq: Programthi i rrjetit Me Valë (Wireless) është hequr pasi programthi Mbikqyrës Rrejti, prezantuar në GNOME 2.8, përfshin gjithashtu mbështetje rrjetesh me valë.
sv: Det dedikerade panelprogrammet för trådlösa nätverk har tagits bort eftersom nätverksövervakaren, införd i GNOME 2.8, också innehåller stöd för trådlösa nätverk.
th: แอพเพล็ตสำหรับติดตามเครือข่ายไร้สายโดยเฉพาะถูกตัดออก เพราะแอพเพล็ตติดตามเครือข่ายซึ่งเพิ่มมาใน GNOME 2.8 ได้สนับสนุนเครือข่ายไร้สายแล้ว
uk: Було видалено окремий аплет бездротового зв'язку, тому що індикацію бездротового зв'язку підтримує новий аплет індикатора мережі, доданий у GNOME 2.8.
zh_cn: 因为包含在 GNOME 2.8 的网络监视器小程序包含了无线支持，所以专门的无线小程序被移除了。
zh_tw: 專為無線網路而設的面板程式也不再存在，因為在 GNOME 2.8 時引入的網路監控面板程式已經支援無線網路。

source: The Mailbox Monitor has been removed because it was unmaintained and insecure. We hope to have a solution integrated with our Evolution mail client in the future. If you don't use Evolution for your mail, you can use a third party application such as <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
de: Die E-Mail-Eingangsüberwachung wurde entfernt, da sie unbetreut und unsicher war. Wir hoffen, dass wir in Zukunft eine in Evolution integrierte Lösung bieten können. Sollten Sie eine andere Anwendung zur Verwaltung ihrer E-Mails bevorzugen, können Sie auf externe Anwendungen, wie z.B. <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>, zurückgreifen.
es: El monitor de correo ha sido quitado ya que no estaba siendo mantenido y además era bastante inseguro. Esperamos tener una solución integrada con nuestro cliente de correo Evolution en el futuro. Si no usa Evolution para leer su correo, puede usar una aplicación de terceros, como puede ser <ulink href="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
et: Kirjakasti jälgija on samuti eemaldatud, kuna see oli hooldamata ning ebaturvaline. Me loodame, et sarnane lahendus integreeritakse lähitulevikus Evolution'i e-posti kliendiga. Kui sa ei kasuta Evolution'it oma e-posti jaoks, siis saad kasutada kolmandate osapoolte rakendusi nagu <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
fr: Le moniteur de boîte de messagerie a été supprimée car elle n'était plus maintenue et totalement non-sûre. Nous espérons fournir une version intégrée avec le client de messagerie Evolution dans un future proche; Si vous n'utilisez pas Evolution pour votre messagerie, vous pouvez utiliser une application tiers comme <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
id: Pemantau Kotak surat telah dibuang karena tidak dipelihara dan tidak aman. Kami berharap memiliki solusi yang menyatu dengan pelanggan surat Evolution kami pada masa depan. Jika anda tidak menggunakan Evolution pada surat anda, anda dapat menggunakan aplikasi pihak ketiga seperti <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
it: Il monitor di posta è stato rimosso perché non mantenuto e non sicuro. La speranza è di fornire in futuro una soluzione integrata con il client email Evolution. Se non si fa uso di Evolution, è possibile usare una applicazione di terzi come <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.
ja: メール・ボックス監視アプレットが、メンテナンスされなくなったため、そして動作が不安定であるとい理由で削除されました。将来、Evolution メール・クライアントと連動する新しい解決方法を探っています。もし Evolution クライアントを利用していないのなら、他のプロジェクトの <ulink href="http://www.nongnu.org/mailnotify/">mailnotify</ulink> といったアプリケーションを利用できるでしょう。
pa: ਪੱਤਰ-ਬਕਸਾ ਨਿਗਰਾਨ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਕਿਉਕਿ ਦਾ ਕੋਈ ਪ੍ਰਬੰਧਕ ਨਹੀਂ ਸੀ ਅਤੇ ਇਹ ਅਸੁਰੱਖਿਅਤ ਹੈ। ਅਸੀਂ ਭਵਿੱਖ ਵਿੱਚ ਇਹ ਦੇ ਬਦਲ ਅਤੇ ਹੱਲ਼ ਦੇ ਰੂਪ ਵਿੱਚ ਆਪਣੇ ਈਵੇਲੂਸ਼ਨ ਪੱਤਰ ਕਲਾਂਇਟ ਨੂੰ ਵੇਖ ਰਹੇ ਹਾਂ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਪੱਤਰ ਕਲਾਂਇਟ ਦੇ ਰੂਪ ਵਿੱਚ ਈਵੇਲੂਸ਼ਨ ਨੂੰ ਨਹੀਂ ਵਰਤ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਹੋਰ ਕਾਰਜ, ਜਿਵੇਂ ਕਿ <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink> ਵਰਤ ਸਕਦੇ ਹੋ।
pt_br: O Monitor de Caixa de Correio foi removido porque ele estava sem manutenção e inseguro. Esperamos ter uma solução integrada com o nosso cliente de e-mail, o Evolution, no futuro. Se você não usa o Evolution para as suas mensagens, você pode usar uma aplicação de terceiros como o <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink>.
sq: Mbikqyrësi i Kutisë së Postës është hequr pasi nuk mirëmbahej dhe ishte i pasigurtë. Shpresojmë që në të ardhmen të kemi një zgjidhje integruese me klientin tonë të postës Evolution. Nëse nuk përdor Evolution për postën tënde mund të zgjedhësh një program jo zyrtar si <link href="http://www.nongnu.org/mailnotify/">njoftues poste</link>.
th: แอพเพล็ตติดตามกล่องเมลถูกตัดออก เพราะไม่มีการดูแล และไม่ปลอดภัย เราคาดหวังว่าจะมีทางออกที่เชื่อมรวมกับไคลเอนต์เมล Evolution ของเราในอนาคต ถ้าคุณไม่ได้ใช้ Evolution อ่านเมล คุณสามารถใช้โปรแกรมทางเลือกที่สาม เช่น <ulink href="http://www.nongnu.org/mailnotify/">mailnotify</ulink> ได้
uk: Аплет індикатора вхідної пошти було видалено, тому що він не підтримувався та не є безпечним. У майбутньому, ми сподіваємось отримати інтегроване рішення на основі поштового клієнта Evolution. Якщо у вас не встановлено Evolution, можете використовувати інші програми, такі як <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.
zh_cn: 因为无人维护和不安全，邮件监视器被除去。我们希望在将来有个与我们的 Eolution 邮件客户端整合在一起的解决方案。如果没有使用 Evolution，您可以使用一个第三方的应用程序比如 <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>。
zh_tw: 郵箱監控程式已被刪除，因為目前沒有人維護這個程式，而且它不夠安全。我們希望將來會有一個能和 Evolution 電子郵件程式整合的方案。如果您不打算使用 Evolution 來檢查郵箱，也可以使用別的程式，例如 <ulink url="http://www.nongnu.org/mailnotify/">mailnotify</ulink> 或者 <ulink url="http://gnubiff.sourceforge.net/">gnubiff</ulink>。

source: The GNOME Desktop
de: Der GNOME Desktop
es: El escritorio GNOME
et: GNOME'i töölaud
fr: L'environnement GNOME
id: Desktop GNOME
it: Il desktop GNOME
ja: GNOME デスクトップ
pa: ਗਨੋਮ ਵਿਹੜਾ (ਡਿਸਕਟਾਪ)
pt_br: O Ambiente Desktop GNOME
sq: Hapësira e punës GNOME
th: เดสก์ทอป GNOME
uk: Стільниця GNOME
zh_cn: GNOME 桌面
zh_tw: GNOME 桌面環境

source: Known Issues
da: Kendte problemer
de: Bekannte Probleme
es: Problemas conocidos
et: Teadaolevad probleemid
fr: Problèmes connus
id: Isu yang Diketahui
it: Problemi noti
ja: 既知の問題
nl: Bekende problemen
pa: ਪਛਾਣੇ ਮੁੱਦੇ
pt_br: Problemas conhecidos
sq: Problemet e njohur
sv: Kända problem
th: ประเด็นที่ทราบแล้ว
uk: Відомі проблеми
zh_cn: 已知的问题
zh_tw: 已知事項
