Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME developers are working hard with other members of the free software community through Freedesktop.org on the development of standards to allow interoperability. Those standards include: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">shared MIME database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">icon themes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recent files</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entries</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">thumbnail management</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> specifications. In addition, GNOME supports <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
de: Die GNOME-Entwickler arbeiten intensiv mit anderen Mitgliedern der freien Softwaregemeinde über freedesktop.org an der Entwicklung von Standards zur Verbesserung der Interoperabilität. Diese Standards umfassen: Die <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">gemeinsam genutzte MIME-Datenbank</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">Symbolthemen</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">zuletzt verwendete Dateien</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">Menüs</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">Desktop-Einträge</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">Bildvorschauverwaltung</ulink> und die Spezifikationen für das <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">Benachrichtigungsfeld</ulink>. Zusätzlich dazu unterstützt GNOME <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> und <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
es: Los desarrolladores de GNOME están trabajando duro con otros miembros de la comunidad del software libre a través de Freedesktop.org en el desarrollo de estándares que permitan la interoperabilidad. Estos estándares incluyen las especificaciones de: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">base de datos MIME compartida</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">temas de iconos</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">documentos recientes</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menús</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">entradas del escritorio</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">gestión de miniaturas</ulink>, y el <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">área de notificación</ulink>. Además, GNOME hace uso de <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
et: GNOME'i arendajad teevad rasket tööd koos teiste vaba tarkvara kogukondadega Freedesktop.org organisatsiooni abil, selleks et välja arendada standardeid ühilduvuse garanteerimiseks. Nende poolt välja töötatud standardite hulka kuuluvad järgmised standardid: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">jagatud MIME andmebaas</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ikooniteemad</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">hiljutised failid</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menüüd</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">töölaua kirjed</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">pisipiltide haldus</ulink>, ja <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">süsteemisalv</ulink>. Lisaks eelpoolnimetatutele toetab GNOME veel <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, ja <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink> standardeid.
fr: Les développeurs GNOME travaillent ardemment avec les autres membres de la communité du logiciel libre à travers Freedesktop.org sur le développement de standards pour permettre l'interopérabilité. Ces standards comprennent notamment les spécifications <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">base de données MIME partagée</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">thèmes d'icônes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">documents récents</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">entrées bureau</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">gestion des vignettes</ulink>, et <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">zone de notification</ulink>. En outre, GNOME supporte <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> et <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
id: Para pengembang GNOME telah bekerja keras dengan anggota komunitas perangkat lunak bebas lain melalui Freedesktop.org pada pengembangan standard untuk mempermudah interoperability. Standard tersebut termasuk: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">berbagi database MIME</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">Tema icon</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">files sekarang</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menu</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">entry desktop</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">mengatur thumbnail</ulink>, dan spesifikasi <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">sistem tray</ulink>. Sebagai tambahan, GNOME mendukung <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> dan <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
it: Gli sviluppatori GNOME stanno lavorando duramente con altri membri della comunità del software libero attraverso Freedesktop.org nello sviluppo di standard che permettano l'interoperabilità. Questi standard includono: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">database MIME condiviso</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">temi delle icone</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">file recenti</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menù</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">elementi del desktop</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">gestione delle miniature</ulink>, e le specifiche per il <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">vassoio di sistema</ulink>. In aggiunta, GNOME supporta <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, e <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
ja: GNOME の開発者たちは、アプリの相互運用性を実現する標準規格の開発グループの Freedesktop.org と連携しながら、その他大勢のフリー・ソフトウェア・コミュニティと共に一生懸命作業を進めています。これらの標準規格には次のようなものがあげられます: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">共有 MIME データベース</ulink>、<ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">アイコンのテーマ</ulink>、<ulink url="http://www.freedesktop.org/Standards/recent-file-spec">最近開いたファイル</ulink>、<ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">メニュー</ulink>、<ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">デスクトップのエントリ</ulink>、<ulink url="http://triq.net/~jens/thumbnail-spec/index.html">サムネイルの管理</ulink>、そして <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">システム・トレイ</ulink> の仕様です。加えて、GNOME では <ulink url="http://www.omg.org/">CORBA</ulink>、<ulink url="http://www.w3.org/XML/">XML</ulink>、<ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>、<ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>、<ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>、<ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>、そして <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink> といった標準規格もサポートしています。
pa: ਗਨੋਮ ਖੋਜੀ ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਸਮਾਜ ਦੇ ਹੋਰ ਮੈਂਬਰਾਂ ਨਾਲ Freedesktop.org ਰਾਹੀਂ ਕੰਮ ਕਰਦੇ ਹਨ ਤਾਂ ਕਿ ਅੰਤਰ-ਸਹਿਯੋਗ ਲਈ ਮਿਆਰੀ ਵਿਕਾਸ ਕੀਤਾ ਜਾ ਸਕੇ। ਇਹਨਾਂ ਮਿਆਰਾਂ ਵਿੱਚ: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">ਸਾਂਝਾ MIME ਡਾਟਾਬੇਸ</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ਆਈਕਾਨ ਸਰੂਪ</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">ਤਾਜ਼ੀਆਂ ਫਾਇਲਾਂ</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">ਵਿਹੜਾ ਇੰਦਰਾਜ਼</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">ਥੰਮਨੇਲ ਪ੍ਰਬੰਧਨ</ulink>, ਅਤੇ <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">ਸਿਸਟਮ ਟਰੇ</ulink> ਗੁਣ ਹਨ। ਹੋਰਾਂ ਤੋਂ ਇਲਾਵਾ, ਗਨੋਮ <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, ਅਤੇ <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink> ਲਈ ਵੀ ਸਹਿਯੋਗੀ ਹੈ।
pt_br: Os desenvolvedores do GNOME estão trabalhando pesado com outros membros da comunidade de software livre através do Freedesktop.org no desenvolvimento de padrões para permitir interoperabilidade. Esses padrões incluem especificações de <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">banco de dados MIME compartilhado</ulink>, de <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">temas de ícones</ulink>, de <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">arquivos recentes</ulink>, de <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, de <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">entradas da área de trabalho</ulink>, de <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">gerenciamento de miniaturas</ulink> e da <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">bandeja do sistema</ulink>. Além disso, o GNOME suporta <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> e <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
sq: Zhvilluesit e GNOME po bashkpunojnë në menyrë të ngushtë me anëtarët e tjerë të komunitetit të "software" të lirë rreth Freedesktop.org në zhvillimin e standarteve që mundësojnë intershkëmbimin. Këto standarte përfshijnë: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">databazën e përbashkët MIME</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">temat për ikona</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">files e ndryshuar së fundmi</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menutë</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">elementët e hapësirës së punës</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">manazhimi i miniaturave</ulink>, dhe specifikat e <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink>. Për më tepër, GNOME suporton <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, dhe <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
th: นักพัฒนา GNOME กำลังทำงานอย่างหนักกับสมาชิกอื่นๆ ของชุมชนซอฟต์แวร์เสรีผ่าน Freedesktop.org เพื่อพัฒนามาตรฐานที่จะทำให้เกิดความเข้ากันได้ ตัวอย่างของมาตรฐานเหล่านั้นได้แก่ข้อกำหนด: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">ฐานข้อมูล MIME</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ชุดตกแต่งไอคอน</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">แฟ้มที่พึ่งใช้</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">เมนู</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">รายการเดสก์ทอป</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">การจัดการรูปภาพฉบับย่อ</ulink>, และ <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">ถาดระบบ</ulink> นอกจากนี้ GNOME ยังสนับสนุน <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, และ <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink> อีกด้วย
uk: Розробники GNOME тісно співпрацюють з іншими учасниками спільноти вільного програмного забезпечення через Freedesktop.org над розробкою стандартів, маючи на меті досягнення сумісності. Ці стандарти включають: специфікації <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">спільної бази даних MIME</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">теми значків</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">нещодавно відкриванні файли</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">меню</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop-елементи</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">керування мініатюрами</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">системний лоток</ulink>. ТакожGNOME підтримує <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, та <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
zh_cn: GNOME 开发者正通过 Freedesktop.org 与自由软件社区的其他成员一道致力于开发标准的建设以便获得更好的互用性。这些标准包括url="http://www.freedesktop.org/Standards/shared-mime-info-spec">共享的 MIME 数据库</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">图标主题</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">最近的文件</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">菜单</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">桌面项目</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">略缩图管理</ulink>, 和<ulink url="http://www.freedesktop.org/Standards/systemtray-spec">系统托盘</ulink> 规范。另外，GNOME 支持 <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>，<ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>，和 <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>。
zh_tw: GNOME 開發人員和其他自由軟體的開發人員一直都積極參與 freedesktop.org 制訂各種標準，令軟體之間可以互相溝通。這些標準包括：<ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">共享的 MIME 資料庫</ulink>、<ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">圖示佈景主題</ulink>、<ulink url="http://www.freedesktop.org/Standards/recent-file-spec">有關常用檔案的標準</ulink>、<ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">選單</ulink>、<ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop 檔案</ulink>、<ulink url="http://triq.net/~jens/thumbnail-spec/index.html">縮圖管理</ulink>，和 <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> 標準。另外，GNOME 還支援 <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/Standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> 和 <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>。
