Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: For developers, there is much exciting progress to be made in any of our active developer groups - Accessibility, Documentation, Usability, Translation, Web, Testing, Graphics, and Desktop &amp; Platform Development. Here is a <ulink url="http://live.gnome.org/JoinGnome">guide to help you get started</ulink>.
da: For udviklere er der en masse spændende at lave i hver af vores aktive udviklingsgrupper - tilgængelighed, dokumentation, brugbarhed, oversættelse web, testing, grafik, og skrivebords- &amp; platforms-udvikling. Her er en <ulink url="http://live.gnome.org/JoinGnome">guide der kan hjælpe dig i gang</ulink>.
de: Für Entwickler gibt es viele spannende Weiterentwicklungen, an denen sie in jeder unserer Entwicklergruppen - Barrierefreiheit, Dokumentation, Bedienbarkeit, Übersetzung, Web, Grafik sowie Desktop- und Plattformentwicklung - mitwirken können. Hier ist eine <ulink url="http://live.gnome.org/JoinGnome">Einführung</ulink>, die Sie bei Ihrem Einstieg unterstützt.
el: Για τους προγραμματιστές, υπάρχει πολύ συναρπαστικός δρόμος ανάπτυξης σε όλες τις δραστήριες ομάδες μας - Προσβασιμότητα, Τεκμηρίωση, Χρηστικότητα, Μεταφράσεις, Δικτυακός τόπος, Δοκιμαστές, Γραφικά, και Ανάπτυξη της Επιφάνειας Εργασίας &amp; και της Βασικής Πλατφόρμας. Εδώ είναι ένας <ulink url="http://live.gnome.org/JoinGnome">Οδηγός για να σας βοηθήσει να ξεκινήσετε</ulink>.
es: Para desarrolladores, hay mucho que progresar en cualquiera de nuestros grupos de desarrollo activos - Accesibilidad, Documentación, Usabilidad, Traducción, Web, Pruebas, Gráficos y Escritorio y plataforma de desarrollo. Aquí dispone de una <ulink url="http://live.gnome.org/JoinGnome">guía sobre cómo comenzar</ulink> (en inglés).
et: Arendajatel on veel paljugi huvitavat teha meie aktiivsetes arendusgruppides - hõlbustused, dokumentatsioon, kasutusmugavus, tõlkimine, veeb, testimine, graafika ja töölaua ning platvormi arendus. Siin on <ulink url="http://live.gnome.org/JoinGnome">juhend, mis peaks aitama sind järje peale</ulink>.
fr: Pour les développeurs, des progrès importants sont toujours possibles dans chacun des groupes actifs de développeurs : accessibilité, documentation, ergonomie, traduction, web, test, graphisme et développement du bureau et de la plate-forme. Un guide pour vous aider à vous lancer est <ulink url="http://live.gnome.org/JoinGnome">disponible en ligne</ulink>.
id: Untuk para pengembang, ada proses yang lebih mengasikkan untuk dilakukan pada setiap kelompok pengembang kami yang aktif - Aksesibilitas, Dokumentasi, Usability, Terjemahan, Web, Pencobaan, Grafis dan Desktop &amp; Pengembangan Plafform. Ini <ulink url="http://live.gnome.org/JoinGnome">panduan untuk membantu anda mulai</ulink>.
it: Per gli sviluppatori, c'è molto eccitante lavoro da svolgere in ognuno dei gruppi di sviluppo attivi - Accessibilità, Documentazione, Usabilità, Traduzione, Web, Test, Grafica e Desktop & Piattaforma di sviluppo. Qui è disponbile una <ulink url="http://live.gnome.org/JoinGnome">guida su come cominciare</ulink>.
ja: 開発者向けには、活発な開発者のグループ - アクセシビリティ、ドキュメンテーション、ユーザビリティ、翻訳、ウェブ、テスト、グラフィックス、そしてデスクトップ &amp; プラットフォームの開発 - の中で、とてもエキサイトするような作業があります。これらのサブ・プロジェクトの多くは、<ulink url="http://live.gnome.org/JoinGnome">決断を下すのを手助けしてくれるガイド</ulink> があります。
pa: ਖੋਜੀਆਂ ਨੇ, ਸਾਡੇ ਸਰਗਰਮ ਖੋਜੀ ਸਮੂਹ ਵਿੱਚ - ਸਹੂਲਤਾਂ, ਦਸਤਾਵੇਜ਼, ਵਰਤਣ ਲਈ, ਅਨੁਵਾਦ, ਵੈਬ, ਜਾਂਚ, ਗਰਾਫਿਕਸ ਅਤੇ ਵਿਹੜਾ &amp; ਪਲੇਟਫਾਰਮ ਵਿਕਾਸ ਆਦਿ ਵਿੱਚ ਸ਼ਾਨਦਾਰ ਵਾਧਾ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ <ulink url="http://live.gnome.org/JoinGnome">ਇੱਥੋਂ ਸ਼ੁਰੂ</ulink> ਕਰ ਸਕਦੇ ਹੋ।
pt_br: Para desenvolvedores, há muito progresso excitante a ser feito em qualquer um dos nossos grupos de desenvolvedores - Acessibilidade, Documentação, Usabilidade, Tradução, Web, Teste, Gráficos e Desktop &amp; Plataforma de Desenvolvimento. Aqui vai um <ulink url="http://live.gnome.org/JoinGnome">guia para ajudá-lo a começar</ulink>.
sq: Për zhvilluesit, ka akoma më tepër mbarëvajtje dëfryese për t'u kryer në secilin prej grupeve tona aktivë të zhvilluesve - Açesibiliteti, Dokumentimi, Përdorshmëria, Përkthimi, Web, Testime, Grafikë, dhe Hapësira e Punës&amp; Zhvillim Platforme. Këtu gjendet një<ulink url="http://live.gnome.org/JoinGnome">udhëzues sa për të filluar</ulink>.
sv: För utvecklare finns det mycket spännande utveckling att göra i någon av våra aktiva utvecklargrupper - tillgänglighet, dokumentation, användbarhet, översättning, webbutveckling, testning, grafik, och utveckling inom skrivbordsmiljön och plattformen. Här är en <ulink url="http://live.gnome.org/JoinGnome">guide för att hjälpa dig komma igång</ulink>.
th: สำหรับนักพัฒนา ยังมีงานที่น่าตื่นเต้นที่รออยู่ในกลุ่มนักพัฒนาที่คึกคักของเรา กล่าวคือ ระบบอำนวยการใช้งาน การเขียนเอกสาร ประเด็นเรื่องความสะดวกใช้ งานแปล เว็บ การทดสอบ งานกราฟิกส์ และการพัฒนาเดสก์ทอปและแพลตฟอร์ม กรุณาอ่าน <ulink url="http://live.gnome.org/JoinGnome">แนวทางช่วยคุณเริ่มงาน</ulink>
uk: Для розробників більш захоплюючий прогрес можливий у наших активних групах розробки - спеціальних можливостей, документації, зручності, перекладу, веб-тестування, графіки, розробки стільниці та платформи. Ось <ulink url="http://live.gnome.org/JoinGnome">довідник, що допоможе почати</ulink>.
zh_cn: 对于开发者来说，还有许多令人兴奋的东西等待我们去开发。例如在易用性，文档，可用性，翻译，Web，测试，图形设计，以及桌面和平台开发。这里的手册可以为您的开始助一臂之力。
zh_tw: 對於開發人員來說，可以發揮的地方就更多了－無障礙環境、撰寫文件、桌面可用性、翻譯、網頁編寫、軟體測試、美工繪圖，還有桌面/平台開發，您隨時都可以加入任何一個小組。<ulink url="http://live.gnome.org/JoinGnome">這裡有一份指引</ulink>，介紹如何開始參與發展。

source: Helping on GNOME can be an incredibly satisfying experience, allowing you to meet a wide range of motivated, skilled, and helpful people all working towards a unified goal. Join us today and see what a difference you can make.
da: At hjælpe med Gnome kan være en utrolig tilfredsstillende oplevelse. Det giver dig mulighed for at mødes med en bred vifte at motiverede, dygtige, og hjælpsomme mennesker, som alle arbejder hen mod det samme mål. Slut dig til os i dag og se hvilken forskel du kan gøre.
de: Die Mitarbeit an GNOME kann eine unglaublich befriedigende Erfahrung sein, bei der Sie eine große Anzahl von motivierten, fähigen und hilfsbereiten Leuten kennenlernen können, die alle ein gemeinsames Ziel verfolgen. Kommen Sie noch heute zu uns und stellen Sie fest, welche Unterschiede Sie bewirken können.
el: Η συμμετοχή στην ανάπτυξη του GNOME μπορεί να γίνει μια συναρπαστική εμπειρία που σας δίνει την ευκαιρία να συναντήσετε μια πλειάδα από εμπνευσμένους, ταλαντούχους και ομαδικούς ανθρώπους που εργάζονται για ένα κοινό στόχο. Ελατε μαζί μας σήμερα κιόλας για να δοκιμάσετε και τις δικές σας δυνατότητες.
es: Colaborar con GNOME puede ser una experiencia increíblemente satisfactoria, permitiéndole conocer una gran variedad de personas motivadas, hábiles y colaboradoras todas trabajando hacia una meta común. Únase hoy a nosotros y verá la diferencia que puede marcar.
et: GNOME'i aitamine võib olla vägagi huvitav kogemus, mille abil on suk võimalik tutvuda suure ringkonna motiveeritud, kogemustega ja abivalmis inimestega, kes kõik töötavad ühe eesmärgi nimel. Liitu meiega juba täna ja vaata, mida sina suudad ära teha.
fr: Contribuer à GNOME peut être une expérience incroyablement satisfaisante, vous permettant de rencontrer une immense variété de personnes motivées, talentueuses et prêtes à aider, travaillant toutes dans un but unique. Rejoignez-nous dès maintenant et constatez ce que vous pouvez apporter !
id: Membantu pada GNOME dapat menjadi pengalaman yang sangat memuaskan, membuat anda dapat bertemu dengan orang yang mimiliki motivasi bermacam-macam, berkeahlian dan mau menolong, keseluruhannya bekerja untuk satu tujuan. Bergabung dengan kami hari ini dan lihat perbedaan yang telah anda buat.
it: Dare una mano in GNOME può essere una esperienza incredibilmente soddisfacente, in quando consente di incontrare un gran numero di persone motivate, competenti e pronte ad aiutare che lavorano tutte per uno stesso scopo. Unisciti a noi oggi e vedi quanta differenza puoi fare.
ja: GNOME を支援することは、信じられないくらい満足いく経験となり、幅広く刺激のある知識を持った人たちに出会え、同じ目標に向って作業する人たちを助けることになるでしょう。今日から参加して、何か別の世界を見てみて下さい。
nl: Bijdragen aan GNOME kan een geweldige ervaring zijn waar veel voldoening uit te halen valt. Het stelt je in staat om een breed gezelschap van gemotiveerde, bekwame en hulpvolle mensen te ontmoeten, welke allemaal werken aan een gemeenschappelijk doel. Sluit je aan, en ondervindt welke positieve bijdrage jij kan betekenen.
pa: ਗਨੋਮ ਦੀ ਸਹਾਇਤਾ ਕਰਨਾ ਹਮੇਸ਼ਾ ਰੂਹ ਨੂੰ ਸਕੂਨ ਦੇਣ ਵਾਲਾ ਤਜਰਬਾ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਪ੍ਰੇਰਨਾ, ਤਜਰਬਾ ਅਤੇ ਉਹਨਾਂ ਲੋਕਾਂ ਦੀ ਸਹਿਯੋਗ ਕਰਨ ਦਾ ਮੌਕਾ ਦਿੰਦਾ ਹੈ, ਜਿਨਾਂ ਦਾ ਇੱਕ ਨਿਸ਼ਾਨਾ ਹੈ। ਸਾਡੇ ਨਾਲ ਸ਼ਾਮਲ ਹੋਵੇ ਅਤੇ ਵੇਖੋ ਕਿ ਤੁਸੀਂ ਕੀ ਨਵਾਂ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: Ajudar o GNOME pode ser uma experiência inacreditavelmente gratificante, permitindo que você conheça uma enorme quantidade de pessoas motivadas, talentosas e prestativas, todas elas trabalhando para atingir um objetivo unificado. Junte-se a nós hoje mesmo e veja quanta diferença você pode fazer.
sq: Ndihma në GNOME mund të jetë një përvojë e kënaqshme, një njohje me një mori njerëzish të nxitur, të aftë dhe të dobishëm, që të gjithë që punojnë drejt një synimi të përbashkët. Bashkohu me ne sot dhe ndjej ndryshimet që mund të kryesh.
sv: Att hjälpa till med utvecklingen av GNOME kan vara en oerhört tillfredsställande upplevelse som låter dig möta en stor skala motiverade, kunniga och hjälpsamma människor som alla arbetar mot ett gemensamt mål. Gå med idag och se vilken skillnad du kan göra.
th: การช่วยพัฒนา GNOME อาจเป็นประสบการณ์ที่น่าพึงใจอย่างไม่น่าเชื่อ คุณจะได้พบกับผู้คนหลากหลายที่ทำงานด้วยแรงบันดาลใจ มีความชำนาญ และพร้อมจะช่วยเหลือ ซึ่งต่างก็ทำงานเพื่อมุ่งสู่เป้าหมายเดียวกัน มาร่วมกับเราสิ จะได้รู้ว่าคุณสามารถสร้างความเปลี่ยนแปลงอะไรบ้าง
uk: Допомога GNOME може стати вражаючим неймовірним досвідом, що дозволить вам познайомитись з великою кількістю мотивованих, кваліфікованих, та корисних людей, які разом працюють над досягненням спільної мети. Приєднуйтесь до нас зараз та побачите чого ви можете досягти.
zh_cn: 在帮助 GNOME 的过程中，彼此帮助可以让您获得难于置信的，充满满足感的体验。它可以让你的能力最大限度的得到激发和锻炼。乐于助人的人,他们都朝向统一的目标前进。快加入我们来发掘你的潜能吧。
zh_tw: 參與 GNOME 的開發是一項很寶貴的經驗，讓您和一班有魄力、有技術的人一起為共同目標而努力。今日就來加入我們，且看看您能否改變未來。

source: Credits
da: Bidragydere
de: Autoren
el: Μνεία
es: Créditos
et: Autorid
fr: Crédits
id: Penghormatan
it: Ringraziamenti
ja: 謝辞
nl: Met dank aan
pa: ਮਾਣ
pt_br: Créditos
sq: Falenderime
sv: Tack
th: เครดิต
uk: Подяки
zh_cn: 贡献者
zh_tw: 鳴謝

source: These release notes were assembled by Murray Cumming, Davyd Madeley, and the GNOME community.
da: Disse udgivelsesnoter blev samlet af Murray Cumming, Davyd Madeley, og Gnome-fællesskabet.
de: Diese Release Notes wurden zusammengetragen von Murray Cumming, Davyd Madeley und der GNOME-Community. Deutsche Bearbeitung von Hendrik Richter und Frank Arnold.
el: Οι σημειώσεις έκδοσης του GNOME φτιάχθηκαν από τους Murray Cumming, Davyd Madeley, και ολόκληρη την κοινότητα του GNOME.
es: Estas notas de la versión han sido escritas por Murray Cumming, Davyd Madeley, y la comunidad GNOME.
et: Need uue versiooni märkmed on koostatud Murray Cumming'u, Davyd Madeley' ja GNOME'i kogukonna poolt.
fr: Ces notes ont été réunies par Murray Cumming, Davyd Madeley et la communauté GNOME.
id: Catatan terbitan ini dirakit oleh Murray Cumming, Davyd madeley dankomunitas GNOME.
it: Queste note di rilascio sono state assemblate da Murray Cumming, Davyd Medeley e la comunità GNOME.<p>La versione italiana è stata tradotta dal gruppo di traduttori italiano di GNOME.</p>
ja: このリリースノート (オリジナル版) は Murray Cumming 氏、Davyd Madeley 氏、そして GNOME コミュニティの各員がまとめました。
nl: Dit communiqué is samengesteld door Murray Cumming, Davyd Madeley, en de GNOME gemeenschap.
pa: ਇਹ ਜਾਰੀ ਸੂਚਨਾ ਨੂੰ ਮੂੱਰਏ ਕੰਮਿੰਗ, ਡੇਵੀਡ ਮਾਡੇਲੇ ਅਤੇ ਗਨੋਮ ਸਮਾਜ ਨੇ ਇੱਕਤਰ ਕੀਤਾ ਹੈ।
pt_br: Essas notas de lançamento foram montadas por Murray Cumming, Davyd Madeley e pela comunidade GNOME.
sq: Këto shënime lëshimi u mblodhën nga Murray Cumming, Davyd Madeley, dhe komuniteti GNOME.
sv: Denna utgåveinformation sattes samman av Murray Cumming, Davyd Madeley och GNOME-gemenskapen.
th: บันทึกประจำรุ่นนี้รวบรวมโดย Murray Cumming, Davyd Madeley, และชุมชน GNOME
uk: Ці примітки до випуску було зібрано Murray Cumming, Davyd Madeley, та спільнотою GNOME. Переклад українською виконав Максим Дзюманенко (<email>mvd@mylinux.com.ua</email>)
zh_cn: 这些发行注解由 Murray Cumming，Davyd Madeley，和 GNOME 社区收集整理。
zh_tw: 這篇發行公告是由 Murray Cumming, Davyd Madeley 和整個 GNOME 社團撰寫的。

source: Desktop
da: Skrivebord
el: Επιφάνεια Εργασίας
es: El escritorio
et: Töölaud
fr: Bureau
ja: デスクトップ
nl: Werkplek
pa: ਵਿਹੜਾ
pt_br: Área de trabalho
sq: Hapësira e punës
sv: Skrivbord
th: เดสก์ทอป
uk: Стільниця
zh_cn: 桌面
zh_tw: 桌面

source: The File Manager
da: Filhåndtering
de: Der Dateimanager
el: Ο Διαχειριστής Αρχείων
es: El gestor de ficheros
et: Failihaldur
fr: Le gestionnaire de fichiers
id: Pengelola File
it: Il file manager
ja: ファイル・マネージャ
nl: Bestandsbeheer
pa: ਫਾਇਲ ਪ੍ਰਬੰਧਕ
pt_br: O gerenciador de arquivos
sq: Organizuesi i file
sv: Filhanteraren
th: ตัวจัดการแฟ้ม
uk: Файловий менеджер
zh_cn: 文件管理器
zh_tw: 檔案管理員

source: The file manager, also known as Nautilus, is even faster and more stable in GNOME 2.10, thanks to changes to its internal architecture. This should allow software developers to extend the file manager more easily in future.
el: Λόγω των αλλαγών στην εσωτερική του αρχιτεκτονική, o διαχειριστής αρχείων που είναι γνωστός και ως Ναυτίλος έγινε πιο γρήγορος και σταθερός στο GNOME 2.10. Αυτή η αλλαγή θα επιτρέψει μελλοντικά στους προγραμματιστές να τον επεκτείνουν και να τον βελτιώσουν πιο εύκολα.

source: The file manager now also works more smoothly with other applications, such as Mozilla and Firefox, (TODO: Is this just drag-and-drop? If so, let's just say that.) and has more navigation options. TODO: What options, exactly?
el: Ο διαχειριστής αρχείων τώρα συνεργάζεται ακόμα πιο αρμονικά με άλλες εφαρμογές, όπως ο Mozilla και ο Firefox, και διαθέτει περισσότερες επιλογές πλοήγησης.

source: The path button is now more obviously a button.
da: Sti-knappen er nu endnumere åbentlyst en knap.
de: Der Pfadknopf ist jetzt besser als solcher zu erkennen.
el: Το κουμπί διαδρομής είναι πια ένα ευδιάκριτο κουμπί.
es: Ahora es más obvio que el botón de ruta es un botón.
et: Asukohatee nupp on näeb nüüd hoopis rohkem nupu moodi välja.
fr: Le bouton d'arborescence est affiché clairement comme un bouton maintenant.
id: Lokasi tombol sekarang lebih nyata sebuah tombol.
it: il pulsante del percorso ora è più chiaramente un pulsante;
ja: パス・ボタン (ウィンドウ左下のステータスバー横のボタン) がさらに分かりやすく一目瞭然になりました。
pa: ਮਾਰਗ ਬਟਨ ਹੁਣ ਹੋਰ ਵੀ ਪ੍ਰਭਾਵੀ ਹੋਇਆ ਹੈ।
pt_br: O botão de caminho agora é mais obviamente um botão.
sq: Pulsanti i pozicionit është tashmë me tepër se një pulsant.
sv: Att sökvägsknappen är en knapp är nu mer uppenbart.
th: ปุ่มพาธได้กลายเป็นปุ่มอย่างชัดเจนแล้ว
uk: Кнопка шляху тепер більше схожа на кнопку.
zh_cn: 路径按钮也更像一个按钮了。
zh_tw: 視窗左下角用來選擇位置的按鈕現在較像一個按鈕。

source: When creating new files, renaming starts automatically.
da: Når der oprettes nye filer, starter omdøbelse automatisk.
de: Beim Erstellen neuer Dateien wird das Umbenennen automatisch gestartet.
el: Όταν δημιουργήτε νέα αρχεία, η λειτουργία μετονομασίας ξεκινάει αυτόματα.
es: Cuando se crean nuevos ficheros, el renombrado se activa automáticamente.
et: Uue faili loomisel aktiveeritakse ümbernimetamine automaatselt.
fr: L'édition du nom des nouveaux fichiers se fait automatiquement lors de leur création.
id: Ketika membuat file baru, penamaan akan dimulai secara automatis.
it: quando si creano nuovi file, è subito possibile rinominarli;
ja: 新しいファイルを生成すると、名前の変更が自動的に始まります。
pa: ਨਵੀਆਂ ਫਾਇਲਾਂ ਬਣਾਉਣ ਸਮੇਂ ਨਾਂ-ਤਬਦੀਲ ਖੁਦ ਹੀ ਚਾਲੂ ਹੁੰਦਾ ਹੈ।
pt_br: Ao criar novos arquivos, a operação de renomear inicia automaticamente.
sq: Kur krijohen file të rinj, riemërtimi fillon automatikisht.
sv: Då nya filer skapas påbörjas namnbyte omedelbart.
th: เมื่อสร้างแฟ้มใหม่ ก็จะเริ่มเปลี่ยนชื่อได้ทันที
uk: При створенні нових файлів, перейменування запускається автоматично.
zh_cn: 在创建新文件时，会自动进入重命名状态。
zh_tw: 當製作新的檔案時可以順便更改檔名。

source: When using keyboard navigation to open the parent folder (Alt-Up), the current folder will be selected.
da: Når man bruger tastatur-navigation til at åbne forælder-mappen (Alt-Pil op), vil den aktuelle mappe blive valgt.
de: Beim Öffnen des übergeordneten Verzeichnisses mit Hilfe der Tastatur (Alt-Hoch) wird der momentane Ordner ausgewählt.
el: Όταν χρησιμοποιείτε πλοήγηση μέσω πληκτρολογίου για να ανοίξετε τον γονικό φάκελο (Alt-Up), θα επιλεχθεί ο τρέχων φάκελος.
es: Cuando se usa la navegación con el teclado para abrir la carpeta antecesora (Alt-Arriba), se seleccionará la carpeta actual.
fr: Lorsque vous utilisez la navigation au clavier pour ouvrir le dossier parent (Alt-Haut), le dossier courant sera sélectionné.
id: Ketika menggunakan navigasi keyboard untuk membuka direktori atas (Alt-Up), folder yang sekarang akan terpilih.
it: quando si fa uso della navigazione da tastiera per aprire la cartella di livello superiore (Alt-FrecciaSu), la cartella in uso viene selezionata.
ja: 親フォルダを開くキーボード操作 ([ALT]+[↑]) を行うと、現在のフォルダが選択されます。
pa: ਜਦੋਂ ਮੁੱਖ ਫੋਲਡਰ ਲਈ ਕੀ-ਬੋਰਡ ਵਰਤਿਆ ਜਾਦਾ ਹੈ (Alt-Up) ਤਾਂ ਮੌਜੂਦਾ ਫੋਲਡਰ ਚੁਣਿਆ ਜਾਦਾ ਹੈ।
pt_br: Ao usar a navegação pelo teclado para abrir a pasta pai (Alt-Acima), a pasta atual será selecionada.
sq: Kur përdoret tastiera për të hapur kartelën prind (Alt-Up), kartela aktuale do të zgjidhet.
sv: Då tangentbordsnavigation används för att öppna föräldermappen (Alt-Upp) kommer den aktuella mappen att markeras.
th: เมื่อเปลี่ยนตำแหน่งไปดูโฟลเดอร์ระดับบนขึ้นไปด้วยปุ่ม Alt-Up จะเลือกโฟลเดอร์ปัจจุบันไว้เลย
uk: При використанні клавіатури для відкривання батьківської теки (Alt-Up), буде виділена поточна тека.
zh_cn: 使用键盘导航来打开上一级文件夹时(Alt-Up)，当前的文件夹将被选中。
zh_tw: 當用鍵盤按 Alt-Up 開啟上一層資料夾的視窗時，輸入焦點會自動移至新的視窗。

source: In addition, there are many small changes that demonstrate GNOME's attention to detail. For instance, <placeholder-1/>
da: Desuden er der mange små detaljer der demonstrerer Gnomes opmærksomhed for detaljer. Eksempelvis: <placeholder-1/>
de: Zusätzlich gibt es viele kleine Änderungen, welche auch die Beachtung von Details innerhalb von GNOME demonstrieren. Zum Beispiel: <placeholder-1/>
el: Ακόμα υπάρχουν πολλές μικρές βελτιώσεις που προβάλουν την σημασία που δίνει το GNOME στη λεπτομέρεια. Για παράδειγμα, <placeholder-1/>
es: Además hay muchos pequeños cambios que demuestran la atención que presta GNOME a los detalles. Por ejemplo, <placeholder-1/>
et: Lisaks on palju pisimuudatusi, mis demonstreerivad GNOME'i tähelepanu pisiasjadele. Näiteks <placeholder-1/>
fr: Il y a également de nombreux petits changements qui montrent l'importance que GNOME apporte aux détails. Par exemple, <placeholder-1/>
id: Sebagai tambahan, ada begitu banyak perubahan kecil yang menunjukkan perhatian GNOME terhadap hal yang rinci. Sebagai contoh, <placeholder-1/>
it: In aggiunta ci sono molte altre piccole modifiche a riprova dell'attenzione di GNOME per i dettagli. Ad esempio: <placeholder-1/>
ja: 加えて、GNOME のポリシーに沿った、ちょっとした細かい配慮を含む小さな変更がたくさんあります。たとえば、<placeholder-1/>
pa: ਹੋਰਾਂ ਤਾਂ ਇਲਾਵਾ, ਗਨੋਮ ਵਿੱਚ ਕੁਝ ਛੋਟੀਆ ਛੋਟੀਆਂ ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ, ਜਿਸ ਨਾਲ ਗਨੋਮ ਪ੍ਰਤੀ ਧਿਆਨ ਖਿੱਚਿਆ ਜਾਵੇਗਾ, <placeholder-1/>
pt_br: Além disso, há muitas pequenas alterações que demonstram a atenção do GNOME com detalhes. Por exemplo, <placeholder-1/>
sq: Për më tepër, ka shumë ndryshime të vogla që tregojnë kujdesin e GNOME për hollësitë. Për shembull, <placeholder-1/>
sv: Dessutom finns det många mindre ändringar som visar på GNOME:s känsla för detaljer. Till exempel <placeholder-1/>
th: นอกจากนี้ ยังมีการเปลี่ยนแปลงเล็กๆ น้อยๆ มากมาย ที่แสดงให้เห็นความใส่ใจในรายละเอียดของ GNOME ตัวอย่างเช่น <placeholder-1/>
uk: Також, є багато невеликих змін, які демонструють увагу GNOME до подробиць. Наприклад, <placeholder-1/>
zh_cn: 另外，还有许多小变化，显示出 GNOME 对细节的关注。比如，<placeholder-1/>
zh_tw: 除此之外，有不少細微的地方顯示出 GNOME 有照顧到不同人士的需要。例如： <placeholder-1/>

source: GNOME 2.10 provides a new selection of pre-installed background images and patterns, so your desktop can become your own.
da: Gnome 2.10 tilbyder en ny samling af præinstallerede baggrundsbilleder og mønstre, så dit skrivebord kan blive dit eget.
de: GNOME 2.10 stellt eine neue Auswahl an vorinstallierten Hintergrundbildern und -mustern zur Verfügung, so dass Sie den Desktop nach Ihren Wünschen gestalten können.
el: Το GNONE 2.10 παρέχει μια καινούργια συλλογή από προεγκατεστημένες εικόνες και μοτίβα παρασκηνίου, έτσι η επιφάνεια εργασίας σας μπορεί να αποκτήσει τον δικό σας προσωπικό τόνο.
es: GNOME 2.10 suministra una nueva selección de fondos de escritorio y patrones preinstalados, para que su escritorio sea más suyo.
et: GNOME 2.10 tagab uue valiku eel-paigaldatud taustapilte ja -mustreid, seega saad muuta töölaua kergemini omanäoliseks.
fr: GNOME 2.10 fournit une sélection d'images d'arrière-plan et de motifs afin que votre bureau devienne vraiment le vôtre.
id: GNOME 2.10 menyediakan suatu pilihan baru untuk bentuk dan gambar latar belakang, jadi desktop anda akan menjadi milik anda.
it: GNOME 2.10 fornisce una nuova selezione di immagini e motivi per lo sfondo già pre-installati, per personalizzare sempre più la propria scrivania.
ja: GNOME 2.10 では背景や背景の模様などがプレ・インストールされるようになり、オリジナルのデスクトップに仕立てることが可能になりました。
nl: GNOME 2.10 heeft een nieuwe verzameling achtergronden en patronen zodat u uw bureaublad naar eigen smaak kunt indelen en vormgeven.
pa: ਗਨੋਮ ੨.੧੦ ਤੁਹਾਡੇ ਵਿਹੜੇ ਨੂੰ ਤੁਹਾਡਾ ਆਪਣਾ ਬਣਾਉਣ ਲਈ ਕਈ ਪਹਿਲਾਂ-ਸ਼ਾਮਲ ਪਿੱਠਭੂਮੀ ਚਿੱਤਰਾਂ ਅਤੇ ਤਰਤੀਬਾਂ ਨਾਲ ਲੈਸ ਹੈ।
pt_br: O GNOME 2.10 fornece uma nova seleção de papéis de parede e padrões pré-instalados, assim sua área de trabalho pode se tornar sua mesmo.
sq: GNOME 2.10 afron një koleksion të ri me pamje dhe modele të para-instaluara, kështu që hapësira jote e punës mund të jetë e gjitha e jotja.
sv: GNOME 2.10 erbjuder ett nytt urval av förinstallerade skrivbordsbakgrunder och skrivbordsmönster, så att ditt skrivbord kan förbli ditt eget.
th: GNOME 2.10 ได้เตรียมภาพและแพทเทิร์นพื้นหลังที่ผ่านการคัดสรรมาพร้อมกับเดสก์ทอปด้วย เพื่อให้คุณสามารถปรับแต่งพื้นโต๊ะได้ตามใจชอบ
uk: GNOME 2.10 забезпечує новий вибір попередньо встановлених зображень для тла та шаблонів, тому ваша стільниця можна налаштувати на власний смак.
zh_cn: GNOME 2.10 提供一个新的预安装的背景图片和图案选集，您将拥有自己的桌面。
zh_tw: GNOME 2.10 提供了一套預先安裝的桌布和圖樣，使您能夠更快捷地調整桌面外觀，迎合自己的口味。

source: Window Behaviour
da: Vindueopførsel
de: Fensterverhalten
el: Συμπεριφορά Παραθύρων
es: Comportamiento de la ventana
et: Akende käitumine
fr: Comportement des fenêtres
id: Kelakuan Jendela
it: Comportamento delle finestre
ja: ウィンドウの動作
nl: Gedrag
pa: ਝਰੋਖਾ ਵਿਵਹਾਰ
pt_br: Comportamento das janelas
sq: Sjellja e dritares
sv: Fönsterbeteende
th: พฤติกรรมของหน้าต่าง
uk: Поведінка вікон
zh_cn: 窗口行为
zh_tw: 視窗運作方式
