Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox new window focus</ulink>: When you launch Mozilla or Firefox and already have another Mozilla or Firefox window open, the new window may appear without focus and behind the window that does have focus. GNOME's mozilla-based Epiphany browser does not have this problem, and Mozilla hackers are working to quickly fix this in future versions of Mozilla and Firefox.
da: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Mozilla/Firefox - Fokus af nyt vindue</ulink>: Når du starter Mozilla eller Firefox og allerede har et Mozilla- eller Firefox-vindue åbent, vil det nye vindue muligvis vises uden fokus og bag det vindue som har fokus. Gnomes webbrowser Epiphany, som er baseret på Mozilla, har ikke dette problem. Mozilla-snedkere arbejder på hurtigts muligt at få rettet dette problem i fremtidige versioner af Mozilla og Firefox.
de: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox: Fokus neuer Fenster</ulink>: Wenn Sie Mozilla oder Firefox starten und bereits ein anderes Mozilla- oder Firefox-Fenster geöffnet ist, erscheint das neue Fenster ohne Fokus und hinter dem Fenster, das derzeit den Eingabefokus besitzt. Der auf Mozilla basierende und in GNOME enthaltene Browser Epiphany zeigt dieses Problem nicht. Die Mozilla-Entwickler arbeiten an der schnellen Behebung dieses Problems in zukünftigen Versionen von Mozilla und Firefox.
es: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Foco de nueva ventana de Mozilla/Firefox</ulink>: Cuando se ejecuta Mozilla o Firefox y ya hay otra ventana abierta de Mozilla o Firefox, la nueva ventana puede aparecer sin foco y detrás de la ventana que tiene el foco. El navegador de GNOME basado en Mozilla Epiphany no tiene este problema, y los hackers de Mozilla están trabajando para arreglar lo antes posible este fallo en próximas versiones de Mozilla y Firefox.
fr: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Focus sur les nouvelles fenêtres Mozilla/Firefox</ulink> : Lorsque vous lancez Mozilla ou Firefox et si vous avez déjà une autre fenêtre Mozilla ou Firefox ouverte, la nouvelle fenêtre peut apparaître sans avoir le focus et derrière la fenêtre qui a le focus. Le navigateur GNOME Epiphany, basé sur Mozilla, n'est pas concerné par ce problème. Les développeurs Mozilla travaillent pour corriger le plus rapidement possible ce bug dans les prochaines versions de Mozilla et Firefox.
id: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Fokus jendela baru Mozilla/Firefox</ulink>: ketika anda menjalankan Mozilla ataupun Firefox dan sudah memiliki jendela Mozilla ataupun Firefox yang telah terbuka, jendela baru akan muncul tanpa fokus dan dibelakang jendela yang yang memiliki fokus. Browser GNOME Epiphany yang berbasiskan mozilla tidak memiliki masalah ini, dan hacker Mozilla bekerja begitu cepat untuk memperbaiki hal ini pada versi Mozilla dan Firefox yang akan datang.
it: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Focus per una nuova finestra di Mozilla/Firefox</ulink>: quando si avvia Mozilla o Firefox, e si ha già un'altra finestra di Mozilla o Firefox aperta, la nuova finestra potrebbe apparire dietro le finestre che hanno il focus. Epiphany, il browser di GNOME basato su Mozilla, non presenta questo problema e ci si aspetta che sia corretto nelle future versioni di Mozilla e Firefox.
ja: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox で新しいウィンドウのフォーカスに関する問題</ulink>: 既に Mozilla/Firefox のウィンドウが開いている状態で、さらに Mozilla または Firefox を起動した場合、新しいウィンドウにはフォーカスが当たらず、既にフォーカスが当たっているウィンドウの後ろに隠れた状態になるかもしれません。GNOME プロダクトの一つであり、Mozilla をベースとしている Epiphany ブラウザをご利用の場合はこの問題は発生せず、また Mozilla のハッカーらは将来のバージョンでこの問題を修正すべく直ぐに作業に入りました。
nl: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox nieuw venster gedrag</ulink>: Wanneer u Mozilla of Firefox opstart en u heeft al een ander Mozilla of Firefox venster openstaan, verschijnt het nieuwe venster niet altijd vooraan en kan het achter een ander venster verschuild gaan dat op dat moment de aandacht heeft. Dit heet ook wel: dat het nieuwe venster geen 'focus krijgt'. De browser van GNOME: Epiphany heeft dit probleem niet, en de Mozilla hackers zijn druk bezig dit probleem aan te pakken zodat dit in toekomstige versies van Mozilla en Firefox verholpen zal zijn.
pa: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">Mozilla/Firefox new window focus</ulink>: ਜਦੋਂ ਤੁਸੀਂ ਮੌਜੀਲਾ ਜਾਂ ਫਾਇਰਫਾਕਸ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਮੌਜੀਲਾ ਜਾਂ ਫਾਇਰਫਾਕਸ ਪਹਿਲਾਂ ਹੀ ਖੁੱਲਾ ਹੁੰਦਾ ਹੈ ਤਾਂ ਨਵਾਂ ਝਰੋਖਾ ਬਿਨਾਂ ਧਿਆਨ ਖਿੱਚੇ ਬਿਨਾਂ ਹੀ ਪੁਰਾਣੇ ਝਰੋਖੇ ਦੇ ਪਿੱਛੇ ਲੁੱਕ ਜਾਦਾ ਹੈ। ਗਨੋਮ ਦਾ ਮੌਜੀਲਾ ਅਧਾਰਿਤ ਏਪਾਫਨੀ ਝਲਾਕਾਰੇ ਵਿੱਚ ਇਹ ਸਮੱਸਿਆ ਨਹੀਂ ਹੈ ਅਤੇ ਮੌਜੀਲਾ ਹੈਕਰ ਮੌਜੀਲਾ ਅਤੇ ਫਾਇਰਫਾਕਸ ਦੇ ਨਵੇਂ ਵਰਜਨ ਵਿੱਚ ਇਸ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਸਮਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਰਹੇ ਹਨ।
pt_br: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Foco de uma nova janela do Mozilla/Firefox</ulink>: Ao você executa o Mozilla ou o Firefox e já tem uma outra janela do Mozilla ou do Firefox aberta, ela pode aparecer sem foco ou por trás da janela que tem o foco. O navegador do GNOME baseado no Mozilla, o Epiphany, não tem esse problema, e os hackers do Mozilla estão trabalhando para corrigir isso rapidamente nas versões futuras do Mozilla e do Firefox.
sq: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Fokus tek dritare e re e Mozilla/Firefox</ulink>: Kur nisni Mozilla apo Firefox ndërkohë që keni të hapur një dritare tjetër të Mozilla ose Firefox, dritarja e re mund të shfaqet e pa fukosuar dhe mbrapa dritares që ka fokusin. Epiphany, shfletuesi i GNOME i bazuar tek mozilla nuk paraqet këtë problem, dhe zhvilluesit e Mozilla po punojnë me ngulm për të korrigjuar sa më shpejt këtë problem në versionet e ardhshëm të Mozilla dhe Firefox.
sv: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Fokus för nya fönster i Mozilla/Firefox</ulink>: När du startar Mozilla eller Firefox och redan har ett annat Mozilla- eller Firefox-fönster öppet, kan det hända att det nya fönstret visas utan fokus och bakom det fönster som har fokus. GNOME:s mozilla-baserade webbläsare Epiphany har inte detta problem, och Mozilla-utvecklarna arbetar på att snabbt åtgärda detta problem i framtida versioner av Mozilla och Firefox.
th: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492">โฟกัสของหน้าต่างใหม่ของ Mozilla/Firefox</ulink>: เมื่อคุณเปิด Mozilla หรือ Firefox โดยที่มีหน้าต่างอื่นของ Mozilla หรือ Firefox เปิดอยู่ หน้าต่างใหม่อาจไม่ได้รับโฟกัส และอาจอยู่หลังหน้าต่างที่ได้โฟกัสอยู่ เบราว์เซอร์ Epiphany ของ GNOME ที่ใช้ Mozilla เป็นฐาน ไม่มีปัญหานี้ และแฮกเกอร์ของ Mozilla ก็กำลังทำงานเพื่อแก้ปัญหานี้ใน Mozilla และ Firefox รุ่นหน้า
uk: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Фокус вводу у нових вікнах Mozilla/Firefox</ulink>: Після запуску Mozilla чи Firefox, якщо вже відкрито інше вікно Mozilla чи Firefox, нове вікно може відкритись без передачі йому фокусу вводу та за вікном, яке має фокус вводу. Побудований на Mozilla веб-переглядач Epiphany не має цієї проблеми. Розробники Mozilla працюють над швидким виправленням цієї помилки у майбутніх версіях Mozilla чи Firefox.
zh_cn: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox 新窗口焦点</ulink>：在你启动 Mozilla 或者 Firefox 时，如果已经有另一个 Mozilla 或者 Firefox 窗口已经开启，新的窗口出现后可能会因为没有获取到焦点而显示在有焦点的窗口后面。GNOME 的基于 Mozilla 的 Epiphany 浏览器没有这样的问题。Mozilla 黑客们正在努力的工作，以期在未来的 Mozilla 和 Firefox 版本解决这个问题。
zh_tw: <ulink url="https://bugzilla.mozilla.org/show_bug.cgi?id=223492"> Mozilla/Firefox 新視窗焦點</ulink>：當 Mozilla 或者 Firefox 正在運行的時候，如果另外再啟動多一次 Mozilla 或 Firefox，輸入焦點不會轉移至新的視窗，而且它會被原來的視窗遮蔽。GNOME 的 Epiphany 瀏覽器沒有這個問題；另一方面，Mozilla 的開發人員已盡快著手修正問題，令新版本的 Mozilla 和 Firefox 不會出現這種情況。

source: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Session startup temporary hang</ulink>: Applications with broken session management can cause login to hang for a few minutes at the splashscreen. The default session does not contain any such apps so this will only become a problem if you save your session on logout. If you run into this problem, just wait for the login to proceed and then remove any such applications before saving your session again.
de: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Sitzungsstart hängt vorübergehend</ulink>: Anwendungen mit fehlerhafter Sitzungsverwaltung können das Anmelden während der Anzeige des Startbilds für einige Minuten verzögern. Die Vorgabesitzung enthält keine dieser Anwendungen, so dass dieses Problem nur in Zusammenhang mit gespeicherten Sitzungen auftritt. Falls Sie dieses Problem feststellen, warten Sie die Fortsetzung des Anmeldevorgangs ab und entfernen Sie danach alle diese Anwendungen, bevor Sie Ihre Sitzung erneut speichern.
es: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Bloqueo temporal al inicio de la sesión</ulink>: Las aplicaciones que tienen rota la gestión de sesiones pueden provocar que el inicio de sesión se bloquee durante unos minutos mientras se muestra la pantalla de bienvenida. La sesión predeterminada no incluye ninguna de estas aplicaciones, así que esto sólo será un problema si guarda su sesión al salir. Si se encuentra con este problema, simplemente espere a que el inicio de sesión concluya y entonces cierre cualquier aplicación antes de guardar su sesión de nuevo.
fr: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">Le démarrage de la session est temporairement bloqué</ulink> : Les applications qui ont mal implémenté la gestion de session peuvent causer un bloquage du démarrage de la session au niveau de l'écran de démarrage pendant quelques minutes. La session par défaut ne contient aucune application de cette sorte et donc le problème surviendra uniquement si vous sauvegardez votre session lors de la clôture de session. Si vous rencontrez ce problème, attendez simplement que l'ouverture de session se termine et fermez les applications de cette sorte avant de sauvegarder votre session à nouveau.
id: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681"> Session Startup hang untuk sementara</ulink>: Applikasi dengan pengelola sesi yang rusak dapat menyebabkan login menjadi hang untuk beberapa menit pada saat layar sekilas. Session default tidak mengandung aplikasi apapun jadi hal ini hanya akan menjadi masalah jika anda menyimpan session anda pada saat logout. Jika anda mengalami masalah ini, tunggu saja login di proses dan kemudian hilangkan aplikasi apa saja sebelum menyimpan session anda kembali.
it: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">Sospensione temporanea all'avvio della sessione</ulink>: Le applicazioni con una gestione delle sessioni non corretta possono causare una sospensione del login per qualche minuto mentre è mostrata la schermata di avvio. La sessione predefinita non contiene alcuna di tali applicazioni quindi questo problema potrebbe verificarsi solo se si salva la propria sessione all'avvio. Se questo problema si presenta, basta aspettare che il login proceda e quindi rimuovere tali applicazioni prima di salvare nuovamente la sessione.
ja: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">セッション起動が一時的にハングする</ulink>: おかしなセッション管理を介して起動されるアプリケーションが、ログインしてスプラッシュ・スクリーンが表示されてから数分間ハングする可能性があります。デフォルトのセッションにはそのようなアプリは登録されていないので、ログアウト時にセッションを保存した場合にのみ発生する問題です。もしこの問題に遭遇したら、そのままログイン処理を続行して、再びセッションを保存する前に問題のあるアプリケーションのエントリを削除して下さい。
pa: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">ਅਜਲਾਸ ਸ਼ੁਰੂਆਤ ਆਰਜ਼ੀ ਅਟਕਣਾ</ulink>: ਖ਼ਰਾਬ ਅਜਲਾਸ ਪ੍ਰਬੰਧਨ ਨਾਲ ਕਾਰਜ ਅਕਸਰ ਸ਼ੁਰੂ ਸਮੇਂ ਕੁਝ ਸਮੇਂ ਅਟਕਣ ਦੀ ਸਮੱਸਿਆ ਉਤਪੰਨ ਕਰਦੇ ਹਨ। ਮੂਲ ਅਜਲਾਸ ਵਿੱਚ ਇਸਤਰਾਂ ਦੀ ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ ਹੈ, ਸਮੱਸਿਆ ਤਾਂ ਹੀ ਹੋ ਸਕਦੀ ਹੈ, ਜਦੋਂ ਤੁਸੀਂ ਬਾਹਰੀ ਦਰ (ਲਾਗਆਉਟ) ਸਮੇਂ ਅਜਲਾਸ ਨੂੰ ਸੰਭਾਲਿਆ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਹ ਸਮੱਸਿਆ ਹੈ ਤਾਂ ਲਾਗਿੰਨ ਹੋਣ ਦਾ ਇੰਤਜ਼ਾਰ ਕਰੋ ਅਤੇ ਹੋਣ ਸਾਰ, ਅਜਲਾਸ ਵਿੱਚ ਇਸਤਰਾਂ ਦੇ ਕਾਰਜ ਨੂੰ ਹਟਾ ਦਿਓ।
pt_br: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Parada temporária do início da sessão</ulink>: As aplicações com gerenciamento de sessão problemático podem fazer o login parar por alguns minutos na tela de abertura. A sessão padrão não contém nenhuma dessas aplicações. Então, isso só tornará um problema se você salvar a sua sessão ao sair. Se você se deparar com esse problema, apenas espere o login continuar e tente fechar qualquer uma dessas aplicações antes de salvar a sua sessão de novo.
sq: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Fillimi i seancës vonohet përkohësisht</ulink>: Programe të patrajtueshëm mirë nga manazhuesi i seancave mund të shkaktojnë vonesa për disa minuta në futje. Seanca e prezgjedhur nuk përmban asnjë të ngjashëm prandaj ky difekt mund të ndeshet vetëm në rast se keni ruajtur seancën tuaj të punës dhe keni dalë. Nëse ndeshni me një problem të tillë, mjafton të bëni durim sa të futeni e pastaj eleminoni çdo aplikativ që shkakton probleme para se të ruani përsëri seancën tuaj të punës.
th: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">อาการค้างขณะเริ่มวาระ</ulink>: โปรแกรมที่บกพร่องเรื่องการจัดการวาระอาจทำให้การเข้าระบบค้างอยู่ที่ภาพไตเติลราวสองสามนาที วาระปริยายไม่มีการเรียกโปรแกรมดังกล่าว ปัญหานี้จึงเกิดเมื่อคุณบันทึกรายละเอียดของวาระไว้ขณะออกจากระบบเท่านั้น ถ้าคุณพบปัญหานี้ กรุณารอให้การเข้าระบบเสร็จสมบูรณ์ แล้วปิดโปรแกรมดังกล่าวก่อนบันทึกรายละเอียดของวาระอีกครั้ง
uk: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> Зависання запуску сеансу</ulink>: Програми з поламаною підтримкою керуванням сеансом при вході у сеанс можуть призводити до зависання зображення-заставки на декілька хвилин. Типовий сеанс не включає таких програм, тому це проявляється лише якщо ви зберігаєте стан сеансу при виході з нього. Якщо ви зіштовхнулись з цією проблемою, просто зачекайте до завершення процесу входу у сеанс та потім видаліть усі такі програми перед повторним збереженням вашого сеансу.
zh_cn: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814"> 会话启动时的短暂挂住 </ulink>：有会话管理问题的程序会使得登录后的欢迎屏幕挂住几分钟。缺省的会话不包含这样的程序，只有在你注销时保存了会话就会出现这样的问题。如果你遇到了这样的问题，只需要等到登录完成后，关闭类似的有问题的程序后，再保存一次会话。
zh_tw: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=116814">作業階段暫時性停頓</ulink>：如果啟動 GNOME 時，所自動開啟的程式無法正常支援作業階段管理的功能，那麼您可能會見到啟動畫面停止數分鐘。預設的 GNOME 組態不會包括這種程式，所以只有在您在登出時選擇儲存設定，才有機會出現這個問題。遇到這種情況，您可以稍等一下，等登入程序完成後，離開該類程式才在登出時儲存設定。

source: GNOME operates on a time-based release philosophy, an attempt to continuously provide the best of our developers' efforts to users as quickly as we can. Six months after GNOME 2.10, we anticipate that GNOME 2.12 will feature more integrated multimedia and communication functionality and further advances in accessibility, usability and internationalization. See also the <ulink url="http://live.gnome.org/RoadMap">GNOME roadmap</ulink>.
da: Gnome benytter en tidsbaseret udgivelsesmetode i et forsøg på vedvarende, at kunne tilbyde det bedste af vores udvikleres anstrengelser til brugere så hurtigt som muligt. Seks måneder efter Gnome 2.10 forventer vi at Gnome 2.12 vil tilbyde flere integrerede multimedie- og kommunikations-faciliteter og flere forbedringer indenfor tilgængelighed, brugbarhed og internationalisering.Se også <ulink url="http://live.gnome.org/RoadMap">Gnomes køreplan</ulink>.
de: GNOME arbeitet nach einer zeitbasierten Veröffentlichungsphilosophie. Dies ist ein Versuch, die Benutzer kontinuierlich und so schnell wie möglich mit den besten Errungenschaften unserer Entwickler zu versorgen. Sechs Monate nach GNOME 2.10 erwarten wir, dass GNOME 2.12 mehr integrierte Multimedia- und Kommunikationsfunktionalität sowie weitere Fortschritte bei Barrierefreiheit, Bedienbarkeit und Internationalisierung enthalten wird. Ausführliche Informationen dazu sind in der <ulink url="http://live.gnome.org/RoadMap">GNOME-Roadmap</ulink> enthalten.
es: GNOME opera con una filosofía de publicación basada en el tiempo, en un intento por suministrar continuamente a los usuarios lo mejor de los esfuerzos de nuestros desarrolladores tan pronto como podemos. Seis meses después de GNOME 2.10, anticipamos que GNOME 2.12 traerá más integración multimedia, funciones para comunicación y mayores avances en accesibilidad, usabilidad e internacionalización. Vea también el <ulink url="http://live.gnome.org/RoadMap">mapa del camino de GNOME</ulink> (en inglés).
fr: GNOME fonctionne selon une philosophie des sorties basées sur la date, afin de livrer continuellement et le plus rapidement possible le résultat des efforts de nos développeurs aux utilisateurs. Avec une sortie six mois après GNOME 2.10, GNOME 2.12 disposera, selon nos estimations, de fonctionnalités multimédia et de communication encore mieux intégrées ainsi que des progrès en terme d'accessibilité, d'ergonomie et d'internationalisation. Vous pouvez aussi consulter le <ulink url="http://live.gnome.org/RoadMap">plan de GNOME</ulink>.
id: GNOME beroperasi pada filosofi terbitan berdasarkan waktu, suatu usaha untuk secara terus menerus menyediakan usaha terbaik dari pengembang kami untuk pengguna secepat yang kami bisa. Enam bulan setelah GNOME 2.10, kami mengantisipasi bahwa GNOME 2.12 akan memberikan kemampuan multimedia yang lebih menyatu dan fungsionalitas komunikasi serta peningkatan lebih lanjut pada aksesibilitas, usability dan internasionalisasi.Lihat juga <ulink url="http://live.gnome.org/RoadMap">Perjalanan GNOME</ulink>.
it: GNOME opera seguendo una filosofia di rilasci temporali, nel tentativo di fornire continuamente il meglio degli sforzi dei nostri sviluppatori il più presto possibile. Anticipiamo che, sei mesi dopo GNOME 2.10, GNOME 2.12 conterrà funzionalità multimediali e di comunicazioni più integrate e ulteriori miglioramenti sul fronte dell'accessibilità, usabilità ed internazionalizzazione. Vedere anche la <ulink url="http://live.gnome.org/RoadMap">pianificazione di GNOME</ulink>.
ja: GNOME は時間をベースにした考え方でリリースを行っており、われわれ開発者たちの努力の結果を可能な限り早く、継続的にユーザへ提供しようと考えています。 GNOME 2.10 の半年後には、GNOME 2.12 がもっとたくさんのマルチメディアやコミュニケーション機能を統合/強化し、アクセシビリティ、ユーザビリティ、国際化のさらなる成果を取り入れるものと考えてします。<ulink url="http://live.gnome.org/RoadMap">GNOME のロードマップ</ulink> のページも参照して下さい。
pa: ਗਨੋਮ ਸਮਾਂ-ਅਧਾਰਿਤ ਤਿਆਰ ਕਰਨ ਦੀ ਵਿਚਾਰਧਾਰਾ ਤੇ ਕੰਮ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਖੋਜੀਆਂ ਦੇ ਜਤਨਾਂ ਨੂੰ ਜਿੰਨਾ ਛੇਤੀ ਹੋ ਸਕੇ, ਵਰਤਣ ਵਾਲਿਆਂ ਤੱਕ ਪਹੁੰਚ ਦੀ ਕੋਸ਼ਿਸ ਰਹਿੰਦੀ ਹੈ। ਗਨੋਮ ੨.੧੦ ਦੇ ਜਾਰੀ ਹੋਣ ਦੇ ਛੇ ਮਹੀਨਿਆਂ ਦੇ ਅੰਦਰ ਗਨੋਮ ੨.੧੨ ਲਈ ਤਿਆਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਜਿਸ ਨਾਲ ਸਹੂਲਤਾਂ, ਵਰਤਣਯੋਗਤਾ ਅਤੇ ਅੰਤਰਰਾਸ਼ਟਰੀਕਰਨ ਵਿੱਚ ਮਨੋਰੰਜਨ ਅਤੇ ਸੰਚਾਰ ਸਹੂਲਤਾਂ ਵਿੱਚ ਹੋਰ ਵਾਧਾ ਕਰਨ ਦਾ ਜਤਨ ਕੀਤਾ ਜਾਵੇਗਾ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ <ulink url="http://live.gnome.org/RoadMap">ਗਨੋਮ ਨਿਸ਼ਾਨਾ</ulink> ਵੇਖੋ।
pt_br: O GNOME trabalha com uma filosofia de lançamento baseado no tempo, e tenta fornecer aos usuários continuamente o melhor dos esforços dos nossos desenvolvedores o mais rápido que pudermos. Nós antecipamos que seis meses depois do GNOME 2.10 o GNOME 2.12 trará funcionalidades de multimídia e comunicações mais integradas e mais avanços em acessibilidade, usabilidade e internacionalização. Veja também o <ulink url="http://live.gnome.org/RoadMap">mapa do caminho do GNOME</ulink>."
sq: GNOME punon me një filozofi publikimi bazuar në kohë, një orvatje për pajisjen sa më shpejt të përdoruesve me përpjekjet më të mira të zhvilluesve tanë. Gjashtë muaj pas GNOME 2.10, ne parashohim që GNOME 2.12 do ketë më tepër tipare multimedia të integruar dhe funksionalitet komunikimesh dhe përparësi të mëtejshme në açesibilitet, përdorshmëri dhe ndërkombëtarizim. Shiko dhe <ulink url="http://live.gnome.org/RoadMap">Plani i GNOME</ulink>.
sv: GNOME tillämpar en filosofi med tidsbaserade utgåvor, ett försök att kontinuerligt tillhandahålla det bästa i våra utvecklares arbete till användare så fort vi kan. Sex månader efter GNOME 2.10 förväntar vi oss att GNOME 2.12 kommer att innehålla mer integrerad multimedia- och kommunikationsfunktionalitet och fler framsteg i tillgänglighet, användbarhet och internationalisering. Se även <ulink url="http://live.gnome.org/RoadMap">GNOME-planen</ulink>.
th: GNOME ทำงานโดยอาศัยปรัชญาการปล่อยตามกำหนดเวลา ซึ่งเป็นความพยายามที่จะเผยแพร่งานของนักพัฒนาของเราอย่างต่อเนื่องและรวดเร็วที่สุดเท่าที่ทำได้ หกเดือนหลังจาก GNOME 2.10 เราคาดว่า GNOME 2.12 จะมีระบบสื่อผสมและการสื่อสารที่เชื่อมรวมกันมากขึ้น และความคืบหน้าในระบบอำนวยการใช้งาน ความสะดวกใช้ และการสนับสนุนภาษานานาชาติ กรุณาอ่าน <ulink url="http://live.gnome.org/RoadMap">แผนงาน GNOME</ulink> เพิ่มเติม
uk: GNOME опирається на прив'язаний до часу графік випуску, намагаючись постійно концентрувати найкращі зусилля розробників для користувачів настільки швидко, наскільки це можливо. Через шість місяців після виходу GNOME 2.10, очікуємо, що GNOME 2.12 матиме більш інтегровану мультимедійну та комунікаційну функціональність та подальше вдосконалення спеціальних можливостей, зручності та інтернаціоналізації. Також дивіться <ulink url="http://live.gnome.org/RoadMap">Графік виходу GNOME</ulink>.
zh_cn: GNOME 运作于一个基于时间的版本发布理论，试图尽可能快地连续不断把最好的开发成就提供给用户。在 GNOME 2.10 之后的六个月，我们期望 GNOME 2.12 将整合更好的多媒体和通讯功能和易用性，可用性和国际化方面的特色。可以参考 <ulink url="http://live.gnome.org/RoadMap">GNOME 路线图</ulink>。
zh_tw: GNOME 一直遵守定期發佈的原則，這樣是為了用戶能盡快享用最新的技術。我們預計，在 GNOME 2.10 版本推出後 6 個月會推出 2.12，屆時除了將多媒體和通訊的功能更完整地和桌面結合在一起之外，還會繼續改進無障礙環境、桌面可用性和國際化等方面。欲知有關的資訊，請參考 <ulink url="http://live.gnome.org/RoadMap">GNOME roadmap</ulink>。

source: <screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-desktop.png" format="PNG"/></imageobject><textobject><phrase>The GNOME Desktop</phrase></textobject></mediaobject></screenshot> The GNOME 2.10 Desktop is the latest release of the ever popular, multi-platform free desktop environment.
nl: <screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-desktop.png" format="PNG"/></imageobject><textobject><phrase>De GNOME desktop</phrase></textobject></mediaobject></screenshot> De GNOME 2.10 desktop is de nieuwste versie van de populaire, vrije desktop-omgeving, die voor verschillende platforms verkrijgbaar is.
sv: <screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-desktop.png" format="PNG"/></imageobject><textobject><phrase>GNOME-skrivbordet</phrase></textobject></mediaobject></screenshot> Skrivbordsmiljön GNOME 2.10 är den senaste utgåvan av den evigt populära och fria skrivbordsmiljön för flera plattformar.
