Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: The archive manager, asking for a password for a RAR file.
de: Der Archivmanager, nach einem Passwort für ein RAR-Archiv fragend.
es: El gestor de archivos comprimidos, pidiendo la contraseña para un archivo RAR.
et: Arhiivihaldur, küsib parooli RAR faili jaoks.
fr: Le gestionnaire d'archives, demandant un mot de passe pour une archive RAR.
id: Pengelola arsip, meminta password untuk file RAR.
it: Il gestore archivi, che chiede una password per un file RAR.
ja: 書庫マネージャ - RAR 書庫ファイルに対するパスワード問い合わせ
pa: ਸੁਕੰਚਿਤ ਪ੍ਰਬੰਧਕ, ਇੱਕ RAR ਫਾਇਲ ਲਈ ਗੁਪਤ-ਕੋਡ ਪੁੱਛਦਾ ਹੋਇਆ।
pt_br: O gerenciador de arquivos compactados, pedindo a senha para um arquivo RAR.
sq: Organizuesi i arkivit, duke kërkuar fjalëkalimin për një file RAR.
th: เครื่องมือจัดการแฟ้มจัดเก็บ ขณะถามรหัสผ่านสำหรับแฟ้ม RAR
uk: Менеджер архівів запитує пароль до RAR-файлу.
zh_cn: 档案管理器，正为一个 RAR 文件要求输入密码。
zh_tw: 壓縮檔管理員正在詢問 RAR 檔的密碼。

source: The GNOME Dictionary now suggests words when you aren't sure how to spell something. The definitions also contain links to external dictionary web sites, and the definitions can be printed.
de: Das GNOME-Wörterbuch schlägt nun Worte vor, wenn Sie sich bei der Schreibweise nicht sicher sind. Die Definitionen enthalten auch Verknüpfungen zu externen Wörterbüchern im Internet und können gedruckt werden.
es: El diccionario de GNOME ahora sugiere palabras cuando no se está seguro de como se deletrean. Las definiciones también contienen enlaces a diccionarios externos en la Web, y pueden ser impresas.
et: GNOME'i sõnaraamat soovitab nüüd alternatiivseid variante juhul kui sa ei ole kindel kuidas midagi kirjutada. Lisaks sellele sisaldavad definitsioonid endas viiteid välistele sõnaraamatude veebilehtedele ning neid definitsioone saab ka välja trükkida.
fr: Le dictionnaire GNOME propose désormais des suggestions de mots lorsque vous n'êtes pas sûrs d'une orthographe. Les définitions contiennent aussi des liens vers des sites web externes de dictionnaire et les définitions peuvent être imprimées.
id: Kamus GNOME sekarang menyarankan kata ketika anda tidak yakin bagaimana mengeja sesuatu. Definisi juga mengandung sambungan ke situs kamus web luar dan definisinya dapat dicetak.
it: Il dizionario di GNOME adesso suggerisce le parole quando non si è certi su come scrivere qualcosa. Le definizioni inoltre contengono collegamenti ai siti dei dizionari su web, ed è anche possibile stampare le definizioni.
ja: GNOME 辞書では、どのようなスペルか分からない時に単語の候補を提示できるようになりました。さらに、定義にも外部の辞書のウェブサイトを指すリンクが含まれたり、複数の定義を出力できるようになりました。
pa: ਗਨੋਮ ਸ਼ਬਦ-ਕੋਸ਼ ਹੁਣ ਤੁਹਾਨੂੰ ਸ਼ਬਦਾਂ ਬਾਰੇ ਸੁਝਾਅ ਵੀ ਦੇ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਕਿਸੇ ਸ਼ਬਦ-ਜੋੜ ਬਾਰੇ ਯਕੀਨੀ ਨਾ ਹੋਵੋ। ਪ੍ਰਭਾਸ਼ਾ ਵਿੱਚ ਬਾਹਰੀ ਸ਼ਬਦ-ਕੋਸ਼ ਵੈਬ ਸਾਇਟਾਂ ਲਈ ਸਬੰਧ ਵੀ ਮੌਜੂਦ ਹੈ ਅਤੇ ਪ੍ਰਭਾਸ਼ਾ ਨੂੰ ਛਾਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: Agora o Dicionário do GNOME sugere palavras quando você não tem certeza de como escrever alguma coisa. As definições também contêm links para sites de dicionários externos na web e podem ser impressas.
sq: Fjalori GNOME tani sugjeron fjalë kur nuk je i sigurtë sesi të shkruash diçka. Gjithashtu, përkufizimet përmbajnë lidhje për tek faqe web me fjalorë, dhe këto përkufizime mund të shtypen.
th: พจนานุกรมของ GNOME รุ่นนี้จะแนะนำคำให้ เมื่อคุณไม่แน่ใจการสะกดคำ นอกจากนี้ คำจำกัดความยังมีลิงก์ไปยังเว็บพจนานุกรมภายนอก และสามารถพิมพ์คำจำกัดความออกทางเครื่องพิมพ์ได้ด้วย
uk: Словник GNOME тепер пропонує варіанти написання для сілв, у написанні яких ви не впевнені. Визначення слів також тепер містять посилання на зовнішні веб-сайти, також визначення слів тепер можна друкувати.
zh_cn: 现在 GNOME 词典在您不确定如何拼写时会给出建议。解释也包含词典网站的链接，同时，这些解释也可以打印出来。
zh_tw: 如果您不知道一個英文字的正確拼法，GNOME 字典現在可以提供近似的字作為參考。另外，您可以選擇使用字典網站而不是字典資料庫來查字，還可以將解釋列印出來。

source: The dictionary, suggesting possible spellings and a definition.
de: Das Wörterbuch mit Vorschlägen für mögliche Schreibweisen und einer Definition.
es: El diccionario, sugiriendo las palabras posibles y una definición.
et: Sõnaraamat, soovitamas võimalikke vorme ja näidates definitsiooni.
fr: Le dictionnaire, proposant des orthographes possibles et une définition.
id: Kamus, menyarankan mengejaan dan definisi yang memungkinkan.
it: Il dizionario, che suggerisce possibili scritture e una definizione.
ja: 辞書 - スペルと定義の候補を提示します
pa: ਸ਼ਬਦ-ਕੋਸ਼, ਸੰਭਵ ਸ਼ਬਦ-ਜੋੜ ਸੁਝਾਅ ਅਤੇ ਪ੍ਰਭਾਸ਼ਾ ਨਾਲ।
pt_br: O dicionário, sugerindo possíveis grafias e uma definição.
sq: Fjalori, duke sugjeruar shkrimin e mundshëm dhe një përkuzim.
th: พจนานุกรม ขณะแนะนำตัวสะกดที่เป็นไปได้ พร้อมคำจำกัดความ
uk: Словник, що пропонує можливі варіанти написання.
zh_cn: 建议可能的拼写和解释的词典。
zh_tw: 字典正在提供英文字拼法的可能性和解釋。

source: The GNOME Floppy Formatter utility now supports removable drives, such as USB drives, using the standard HAL system from freedesktop.org.
de: Die GNOME-Anwendung zum Formatieren von Disketten unterstützt jetzt wechselbare Laufwerke (z.B. USB-Festplatten) unter Verwendung des standardisierten HAL-Systems von freedesktop.org.
es: El formateador de disquetes de GNOME ahora tiene soporte para unidades extraíbles, como las unidades USB, usando el sistema HAL de freedesktop.org.
et: GNOME'i flopivormindaja toetab nüüd eemaldatavaid andmekandjaid nagu USB mälupulkasid, kasutades HAL standardil põhinevat süsteemi freedesktop.org organisatsioonilt.
fr: Le formateur de disquettes GNOME supporte désormais les disquesamovibles, tels que les disques USB, par l'intermédiaire du système standard HAL de freedesktop.org.
id: Pemformat Floppy GNOME sekarang telah mendukung drive removable, seperti drive USB, menggunakan sistem standard HAL dari freedesktop.org.
it: L'utilità di formattazione floppy adesso supporta le unità rimovibili, come le unità USB, usando il sistema HAL standard di freedesktop.org.
ja: GNOME フロッピー初期化ツールは Freedesktop.org の標準 HAL を介して USB ドライブのようなリムーバブル・ドライブをサポートできるようになりました。
pa: ਗਨੋਮ ਫਲਾਪੀ ਫਾਰਮਿਟਰ ਸਹੂਲਤ ਹੁਣ ਹਟਾਉਣਯੋਗ ਡਰਾਇਵਾਂ, ਜਿਵੇਂ ਕਿ USB ਡਰਾਇਵਾਂ ਲਈ, freedesktop.org ਰਾਹੀਂ ਤਿਆਰ ਮਿਆਰ HAL ਸਿਸਟਮ ਲਈ ਸਹਿਯੋਗੀ ਹੈ।
pt_br: O Formatador de Disquetes do GNOME agora suporta unidades removíveis, tais como unidades USB, usando o sistema HAL padrão do freedesktop.org.
sq: Instrumenti "Formatuesi GNOME i disketave" tashmë mbështet lexues të jashtëm, si p.sh. lexues USB, duke përdorur sistemin standard HAL nga freedesktop.org.
th: เครื่องมือฟอร์แมตแผ่นฟลอปปี้ของ GNOME รุ่นนี้ สนับสนุนอุปกรณ์ถอดเสียบ เช่น ไดรฟ์ USB ด้วย โดยอาศัยระบบ HAL มาตรฐานจาก Freedesktop.org
uk: Утиліта форматування для GNOME тепер підтримує змінні носії, такі як пристрої USB, що використовують стандартну підсистему HAL з freedesktop.org.
zh_cn: 现在 GNOME 软盘格式工具开始支持可移动驱动器，比如 USB 驱动器，这是通过利用 freedesktop.org 的标准 HAL 系统实现的。
zh_tw: 透過 freedesktop.org 的硬體管理 (HAL)，現在軟碟格式化工具已支援可移除的裝置，例如 USB 軟碟機。

source: Formatting a floppy disk.
de: Formatieren einer Diskette.
es: Formateando un disquete.
et: Flopiketta vormindamine.
fr: Formatage d'une disquette.
id: Memformat sebuah floppy disk.
it: Formattazione di un dischetto floppy.
ja: フロッピー・ディスクの初期化
pa: ਫਲਾਪੀ ਡਿਸਕ ਤੇ ਫਾਰਮਿਟ ਕਰਦਾ ਹੋਇਆ।
pt_br: Formatando um disquete.
sq: Duke formatuar një disketë.
th: ฟอร์แมตแผ่นฟลอปปี้
uk: Форматування дискети.
zh_cn: 对软盘进行格式化。
zh_tw: 正在將軟碟格式化。

source: Networking: Improved wireless support (WEP and ESSID detection), and ISDN connections.
de: Netzwerk: Verbesserte Unterstützung von Funknetzwerken (WEP- und ESSID-Erkennung) und ISDN-Verbindungen.
es: Red: Se ha mejorado el soporte inalámbrico (detección de WEP y ESSID), y las conexiones RDSI.
it: Rete: migliorato il supporto wireless (riconoscimento WEP ed ESSID), e alle connessioni IDSN;
ja: ネットワーク: 改善された無線 LAN サポート (WEP と ESSID 検出)、そして ISDN 接続
pa: ਨੈਟਵਰਕਿੰਗ: ਸੁਧਰੇ ਬੇਤਾਰ ਸਹਿਯੋਗ (WEP ਅਤੇ ESSID ਖੋਜ) ਅਤੇ ISDN ਕੁਨੈਕਸ਼ਨ ਹਨ।
pt_br: Rede: Suporte a redes sem fio (detecção de WEP e ESSID) e conexões ISDN melhorados.
zh_tw: 網路：改善無線網路的支援 (WEP 和自動偵測 ESSID)，和 ISDN 連線。

source: The Clock, Network, and Users/Groups tools.
de: Die Zeit-, Netzwerk- und Benutzer/Gruppen-Werkzeuge.
es: Las herramientas de hora, red y usuarios y grupos.
et: Kella-, võrgu- ja kasutajate/kasutajagruppide tööriistad.
fr: Les outils d'heure, de réseau et d'utilisateur/groupes.
id: Jam, Jaringan, dan alat Pengguna/Kelompok.
it: Gli strumenti per l'orologio, la rete e gli utenti/gruppi.
ja: 時刻、ネットワーク、そしてユーザ/グループのツール集
nl: Configuratie voor tijd, netwerk en gebruikers/groepen.
pa: ਘੜੀ, ਨੈਟਵਰਕ ਅਤੇ ਉਪਭੋਗਤਾ/ਸਮੂਹ ਸੰਦ ਹਨ।
pt_br: As ferramentas de relógio, de rede e de usuários/grupos.
sq: Instrumentët për orën, rrjetin, dhe përdorues/grupet
th: เครื่องมือตั้งค่านาฬิกา เครือข่าย และผู้ใช้/กลุ่มผู้ใช้
uk: Програми Годинник, Мережа та Користувачі/групи
zh_cn: 时钟，网络和用户/群组工具。
zh_tw: 時鐘、網路和戶口/群組工具

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <placeholder-1/>
de: Dem GNOME-Systemprotokollbetrachter wurde eine handliche Suchfunktion und ein verbesserter Überwachungsmodus hinzugefügt. Zusätzlich dazu kann er nun <placeholder-1/>
es: El registro de actividad del sistema de GNOME ha añadido una útil característica de búsqueda, y un modo de monitorización mejorado. Además de eso, ahora puede <placeholder-1/>
et: GNOME'i logivaatajale lisandus uus mugav omadus - jälgimisrežiim. Lisaks sellele saab nüüd ka<placeholder-1/>
fr: Le visionneur de journaux de GNOME possède maintenant une fonction de recherche bien pratique, ainsi qu'un mode de surveillance amélioré. En plus, dorénavant il <placeholder-1/>
id: Penampil log GNOME telah menambahkan fasilitas penemu yang bagus dan meningkatkan mode pemantau. Sebagai tambahan, sekarang dapat <placeholder-1/>
it: Il visualizzatore di log di GNOME ha aggiunto un'utile funzione di ricerca e una modalità di monitoraggio migliorata. In aggiunta, può ora: <placeholder-1/>
ja: GNOME システム・ログには小さいながらも検索機能が追加され、監視機能が強化されました。加えて、次のようなことを実現できます <placeholder-1/>
pa: ਗਨੋਮ ਲਾਗ ਦਰਸ਼ਕ ਨੇ ਇੱਕ ਸੌਖਾ ਖੋਜ ਗੁਣ ਸ਼ਾਮਲ ਕੀਤਾ ਹੈ ਅਤੇ ਨਿਗਰਾਨ ਢੰਗ ਵਿੱਚ ਸੁਧਾਰ ਕੀਤਾ ਹੈ। ਹੋਰ ਤਾਂ ਹੋਰ, ਇਹ ਹੁਣ <placeholder-1/> ਹੈ
pt_br: O visualizador de logs do GNOME adicionou um cômodo recurso de busca e melhorou o modo monitor. Além disso, agora ele pode <placeholder-1/>
sq: Shikuesi i regjistrimit GNOME ka shtuar një mundësi kërkimi dhe një vëzhgues të përmirësuar. Për më tepër, tani mund të <placeholder-1/>
th: เครื่องมือดูบันทึกปฏิบัติการระบบรุ่นนี้ ได้เพิ่มความสามารถในการค้นหาอย่างสะดวก และได้ปรับปรุงโหมดติดตามขึ้นอีก นอกจากนี้ ยังสามารถ <placeholder-1/>
uk: До програми перегляду журналів GNOME додано функцію пошуку, та вдосконалено режим контролю. Додатково тепер вона може <placeholder-1/>
zh_cn: GNOME 日志查看器增加了一个十分便利的查找功能，增强的了的监视模式。另外，它现在可以 <placeholder-1/>
zh_tw: GNOME 紀錄檔檢視器加入了頗為方便的搜尋功能，監察紀錄檔的功能也有改良。除此之外，它還可以： <placeholder-1/>

source: The Log Viewer, during a search.
de: Der Systemprotokollbetrachter während einer Suche.
es: El registro de actividad del sistema, durante una búsqueda.
et: Süsteemilogi vaataja, keset otsinguoperatsiooni.
fr: Le visionneur de journaux, lors d'une recherche.
id: Penampil Log, selagi mencari.
it: Il visualizzatore di log, durante una ricerca.
ja: 検索中のシステム・ログ
pa: ਲਾਗ ਦਰਸ਼ਕ, ਖੋਜ ਦੌਰਾਨ ਹੈ।
pt_br: O visualizador de logs, durante uma busca.
sq: Shikuesi i regjistrimeve, gjatë një kërkimi.
th: เครื่องมือดูบันทึกปฏิบัติการของระบบ ขณะค้นหา
uk: Перегляд журналів, пошук у журналі.
zh_cn: 日志查看器，查找中。
zh_tw: 紀錄檔檢視器，正在進行搜尋。

source: GNOME works closely with groups such as <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>. Standards support is a big plus for GNOME users. Interoperability support improves the user experience by allowing GNOME, KDE, and other applications to work together more easily, and following open specifications helps ensure that user data is not trapped in proprietary formats.
de: GNOME arbeitet eng mit Gruppen wie <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink> zusammen. Die Unterstützung von Standards ist ein großer Gewinn für GNOME-Anwender. Sie erlaubt die einfachere Zusammenarbeit von GNOME, KDE und anderen Anwendungen, was wiederum den Gesamteindruck für Anwender verbessert. Die folgenden offenen Spezifikationen helfen außerdem dabei, dass die Daten der Anwender nicht in geschützten Formaten abgelegt werden.
es: GNOME trabaja estrechamente con grupos como <ulink url="http://www.freedesktop.org/wiki/Standards/">freedesktop.org</ulink>. El apoyo a los estándares es una gran ventaja para los usuarios de GNOME. La interoperabilidad mejora la experiencia del usuario permitiendo que GNOME, KDE, y otras aplicaciones trabajen juntas más fácilmente. Seguir especificaciones abiertas ayuda a asegurar que los datos del usuario no quedan atrapados en formatos propietarios.
id: GNOME bekerja secara dekat dengan kelompok-kelompok seperti <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Dukungan standard adalah kelebihan besar untuk pengguna GNOME. Dukungan interoperabilitas meningkatkan pengalaman dengan membiarkan GNOME, KDE dan aplikasi yang lain untuk bekerja bersama dengan lebih mudah, dengan mengikut spesifikasi terbuka membantu memastikan data pengguna tidak terperangkap dalam bentuk paten.
it: GNOME lavora a stretto contatto con gruppi come <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Il supporto agli standard è una grossa aggiunta per gli utenti GNOME. Il supporto all'interoperabilità migliora l'esperienza utente permettendo ad applicazioni GNOME, KDE e di altro genere di lavorare insieme più facilmente. L'uso di specifiche aperte aiuta inoltre a garantire che i dati degli utenti non siano intrappolati in formati proprietari.
ja: GNOME は <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink> のようなグループと密接に連携しながら作業を進めています。標準規格をサポートすることは GNOME のユーザにとっても大きなプラスになります。GNOME、KDE、そして他のアプリケーションがもっと簡単に連携できるようになることで、相互運用性のサポートがユーザに与える印象も改善され、そして後述するオープンな仕様で、ユーザが使用したデータがプロプライエタリなフォーマットの罠に陥らないことを保証することの助けにもなります。
pa: ਗਨੋਮ <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink> ਵਰਗੇ ਸਮੂਹ ਨਾਲ ਬੜੀ ਨੇੜਤਾ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ। ਮਿਆਰੀ ਸਹਿਯੋਗ ਗਨੋਮ ਉਪਭੋਗੀਆਂ ਲਈ ਖਾਸ ਹੈ। ਅੰਤਰ-ਸਹਿਯੋਗ ਨੇ ਉਪਭੋਗੀਆਂ ਲਈ ਬੜਾ ਅਸਾਨ ਕਰ ਦਿੱਤਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਗਨੋਮ, ਕੇਡੀਈ ਅਤੇ ਹੋਰ ਕਾਰਜ ਇੱਕ ਦੂਜੇ ਨਾਲ ਆਸਾਨੀ ਨਾਲ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਖੁੱਲੀ ਨਿਰਧਾਰਨ ਸਹਾਇਤਾ ਦਾ ਢੰਗ ਵਰਤੇ ਹਨ, ਤਾਂ ਕਿ ਉਪਭੋਗਤਾ ਨੂੰ ਮਲਕੀਅਤ ਵਾਲੇ ਫਾਰਮਿਟ ਨਾ ਵਰਤਣੇ ਪੈਣ।
pt_br: O GNOME trabalha lado a lado com grupos como o <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>. O suporte a padrões é um grande adicional para os usuários do GNOME. O suporte a interoperabilidade melhora a experiência do usuário na medida que permite que aplicações para o GNOME, para o KDE e para outros ambientes funcionem juntos mais facilmente. E ao seguir especificações abertas, o GNOME ajuda a garantir que os dados do usuário não estão presos num formato proprietário.
sq: GNOME punon në bashkpunim të ngushtë me grupe si <ulink url="http://www.freedesktop.org/wiki/Standards/">freedesktop.org</ulink> Plotësimi i standardeve është diçka shumë pozitive për përdoruesit e GNOME-s. Pajtueshmëria përmirëson eksperiencën e përdoruesit duke lejuar GNOME, KDE, e programe të tjerë të punojnë së bashku më lehtësisht. Gjithashtu, duke ndjekur ndihma të hapura të sakta sigurohet mos bllokimi i të dhënave të përdoruesit në formate të patentuar.
th: GNOME ทำงานร่วมกับกลุ่มอย่าง <ulink url="http://www.freedesktop.org/wiki/Standards/">freedesktop.org</ulink> อย่างใกล้ชิด การสนับสนุนมาตรฐานเป็นประโยชน์อย่างยิ่งต่อผู้ใช้ GNOME ความเข้ากันได้ช่วยให้ผู้ใช้ใช้งานสะดวกขึ้น โดยทำให้ GNOME, KDE และโปรแกรมอื่นๆ ทำงานร่วมกันได้ง่ายลง และการทำตามมาตรฐานเปิดช่วยทำให้ผู้ใช้มั่นใจได้ว่าจะไม่ถูกผูกมัดไว้กับรูปแบบข้อมูลเชิงพาณิชย์ต่างๆ
uk: GNOME тісно співпрацює з такими групами як <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>. Підтримка стандартів є великим плюсом для користувачів GNOME. Підтримка сумісності покращує досвід користувачів, дозволяє простіше співпрацювати разом GNOME, KDE, та іншим програмам, та слідування відкритим специфікаціям дозволяє. бути впевненим, що дані користувача не потраплять у пастку приватних форматів.
zh_cn: GNOME 与众多团体比如 <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink> 紧密地合作。给 GNOME 用户带来的最大好处的支持多项标准。互用性的支持使得用户能让 GNOME、KDE 及其他应用程序轻松的一起工作，同时遵循开发标准有助于保证用户数据不至于陷入私有格式的陷阱之中。
zh_tw: GNOME 和一些制訂桌面標準的團體，例如 <ulink url="http://www.freedesktop.org/wiki/Standards">freedesktop.org</ulink>，一直都有緊密合作。通過支援一些大家認同的標準，GNOME、KDE 和其它軟體之間就可以大家分享資料，對於用戶來說是一件好事。而且因為這些標準是開放的，用戶就不會因為不開放的軟體無法使用其它檔案格式而被迫購買新的軟體。
