Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: Selecting a keyboard layout is now simpler with the Keyboard control panel. Just click Add to choose from a list of international keyboard layouts. Before making your choice you can see the effect of key presses in the layout preview. The Layout Options section has also been reorganized as a simpler list of choices.
de: Die Auswahl einer Tastaturbelegung in den Tastatureinstellungen wurde vereinfacht. Sie brauchen nur auf „Hinzufügen” zu klicken, um aus einer Liste von internationalen Tastaturbelegungen auszuwählen. Bevor Sie Ihre Auswahl treffen, können Sie sich die Auswirkung von Tastendrücken in der Belegungsvorschau ansehen. Der Abschnitt „Belegungseinstellungen” wurde ebenfalls überarbeitet und enthält jetzt eine einfachere Auswahlliste.
es: Seleccionar una distribución de teclado es ahora más simple con el panel de control del teclado. Simplemente pulse con el ratón en Añadir para elegir entre una lista de distribuciones internacionales de teclado. Antes de hacer su elección puede ver los efectos de pulsar una tecla en la vista previa de la distribución. Las opciones de distribución se han reorganizado en una lista simple de opciones.
fr: La sélection de l'agencement du clavier est désormais plus simple avec le panneau de contrôle du clavier. Cliquez simplement sur « Ajouter » pour choisir un nouvel agencement à partir d'une liste d'agencements de clavier. Avant d'effectuer votre choix, vous pouvez voir l'effet des touches sur une prévisualisation de l'agencement. Les options de l'agencement ont été réorganisées en une liste de choix plus facile à utiliser.
id: Memilih suatu susunan keyboard sekarang sudah lebih mudah dengan panel kendali Keyboard. Klik saja Tambah untuk memilih dari suatu daftar sususan keyboard internasional. Sebelum membuat pilihan anda, anda dapat melihat akibat dari kunci yang ditekan pada preview susunan. Bagian pilihan susunan juga telah diatur ulang sebagai daftar pilihan yang lebih sederhana.
it: Selezionare uno schema di tastiera è ora più semplice con il pannello di controllo Tastiera. Basta un clic su Aggiungi per scegliere da una lista di schemi di tastiere internazionali. Prima di operare la scelta si possono vedere gli effetti della pressione dei tasti nell'anteprima dello schema. Inoltre la sezione Opzioni dello schema è stata riorganizzata come una semplice lista di scelte.
ja: キーボード・レイアウトの選択にキーボード・コントロール・パネルが追加されて、よりシンプルになりました。国際的なキーボード・レイアウトの一覧から選択するには [追加] ボタンをクリックするだけです。選択する前に、レイアウトのプレビューでキー押下の動作チェックを行えます。レイアウトのオプションでは、選択肢がよりシンプルなリスト形式になりました。
pa: ਕੀ-ਬੋਰਡ ਕੰਟਰੋਲ ਪੈਨਲ ਨਾਲ ਕੀ-ਬੋਰਡ ਦੀ ਚੋਣ ਕਰਨੀ ਅਸਾਨ ਹੋ ਗਈ ਹੈ। ਅੰਤਰਰਾਸ਼ਟਰੀ ਕੀ-ਬੋਰਡ ਖਾਕਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਨਵਾਂ ਕੀ-ਬੋਰਡ ਚੁਣਨ ਲਈ ਕੁਝ ਹੀ ਬਟਨ ਦਬਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਆਪਣੀ ਚੋਣ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਖਾਕੇ ਦਾ ਦਰਿਸ਼ ਵੇਖਣ ਨਾਲ ਤੁਸੀਂ ਸਵਿੱਚ ਦਾ ਪ੍ਰਭਾਵ ਵੇਖ ਸਕਦੇ ਹੋ। ਖਾਕਾ ਚੋਣ ਨੂੰ ਸਭ ਤੋਂ ਆਸਾਨ ਚੋਣਾਂ ਵਿੱਚੋਂ ਗਿਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: Selecionar um layout de teclado agora está mais simples com o painel de controle de Teclado. Apenas clique em Adicionar para escolher a partir de uma lista de layouts internacionais de teclado. Antes de fazer sua escolha você pode ver o efeito dos pressionamentos na pré-visualização de layout. A seção Opções de Layout também pode ser reorganizada como uma lista de opções mais simples.
sq: Të zgjedhësh një planimetri tastiere tashmë është më e lehtë me panelin e kontrollit të Tastierës. Mjafton të klikosh "Shto" për të zgjedhur nga një listë planimetrish ndërkombëtare tastierash. Përpara se të bësh zgjedhjen tënde mund të shikosh pasojat e tasteve të shtypur në parashikuesin e planimetrisë. Gjithashtu, seksioni i Mundësive të Planimetrisë është riorganizuar si një listë më e thjeshtë zgjedhjesh.
th: การเลือกผังแป้นพิมพ์ในรุ่นนี้ง่ายลงอีก ด้วยตัวปรับแต่งแป้นพิมพ์ โดยเพียงแต่กดปุ่ม "เพิ่ม" เพื่อเลือกผังแป้นพิมพ์จากรายการผังแป้นพิมพ์นานาชาติ และก่อนที่จะตกลงเลือก คุณสามารถดูผลของปุ่มต่างๆ ได้ในช่องแสดงตัวอย่างผังแป้นพิมพ์ นอกจากนี้ ยังมีการเรียบเรียงตัวเลือกต่างๆ ของผังเสียใหม่ให้เลือกได้ง่ายลงด้วย
uk: Вибір розкладки клавіатури у панелі керування клавіатурою тепер спрощено. Просто натисніть Додати для вибору розкладки зі списку міжнародних розкладок клавіатури. Перед затвердженням вибору можете оцінити ефект натискання у попередньому перегляді розкладки. Секцію "Параметри розкладки" також було реорганізовано у спрощений вибір варіантів.
zh_cn: 通过键盘控制面板来选择键盘布局变得更加容易了。只要点击添加就可以在国际化键盘布局列表中选择。在做选择之时就可以预览到键盘布局。布局选项部分也重新组织成更简单。
zh_tw: 使用鍵盤控制面板來選擇鍵盤的配置現在比較方便，您可以有一系列的國際鍵盤配置可供選擇。在決定之前，您可以先試按鍵盤，旁邊的模擬鍵盤會顯示出您按過甚麼鍵。選擇鍵盤配置的部份也重組過，成為比較簡單的清單。

source: The Layouts tab, in the Keyboard Preferences control panel, while adding a new layout.
de: Der Reiter „Belegungen” in den Tastatureinstellungen während dem Hinzufügen einer neuen Tastaturbelegung.
es: La solapa de distribuciones, en las preferencias del teclado, mientras se añade una nueva distribución.
et: Paigutuste sakk, Klaviatuuri eelistuste juhtpaneelil, uue paigutuse lisamise ajal.
fr: L'onglet « Agencements », dans le panneau de contrôle du clavier, lors de l'ajout d'un nouvel agencement.
id: Tab susunan, pada setingan panel kendali Keyboard, ketika menambahkan susunan baru.
it: La linguetta degli schemi, nel pannello di controllo delle Preferenze di tastiera, quando si aggiunge uno nuovo schema.
ja: 新しいレイアウトを追加する際はキーボードの設定パネルから "レイアウト" のタブを選択します
pa: ਖਾਕਾ ਟੈਬ, ਕੀ-ਬੋਰਡ ਪਸੰਦ ਕੰਟਰੋਲ ਪੈਨਲ ਵਿੱਚ, ਜਦੋਂ ਕਿ ਨਵਾਂ ਖਾਕਾ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_br: A aba Disposições, no painel de controle Preferências de Teclado, ao adicionar uma nova disposição.
sq: Dritarja e planimetrive, tek paneli i kontrollit të "Preferimeve të tastierës", gjatë shtimit të një planimetrie të re.
th: แท็บผังแป้นพิมพ์ ในแผงควบคุมการปรับแต่งแป้นพิมพ์ ขณะเพิ่มผังแป้นพิมพ์ใหม่
uk: Вкладка Розкладки при додаванні нової розкладки у вікні параметрів клавіатури.
zh_cn: 在键盘设置控制面板中的布局标签，当加一个新布局时。
zh_tw: 在鍵盤偏好設定中加入新的鍵盤配置。

source: GNOME 2.10 now includes the popular Totem video player, using GNOME's GStreamer multimedia framework. Totem provides the intuitive user interface that GNOME users expect, with automatic hardware detection instead of complex configuration.
de: GNOME 2.10 beinhaltet jetzt auch den populären Video-Player Totem, der das GStreamer Multimedia-Framework von GNOME verwendet. Totem stellt eine intuitive Benutzeroberfläche bereit, wie sie GNOME-Anwender erwarten. Sie enthält unter anderem eine automatische Hardware-Erkennung statt einer komplizierten manuellen Konfiguration.
es: GNOME 2.10 ahora incluye el popular reproductor de vídeo Totem, que usa la plataforma multimedia GStreamer. Totem proporciona la interfaz intuitiva que los usuarios de GNOME esperan, con detección automática de hardware en lugar de una configuración compleja.
et: GNOME 2.10 sisaldab nüüd ka Totemi videomängijat, mis omakorda kasutab GStreameri multimeediaraamistikku. Totem pakub intuitiivset kasutajaliidest ning automaatset riistvara äratundmist kompleksse seadistuse asemel.
fr: NOME 2.10 inclut maintenant le lecteur vidéo, dont la réputation n'est plus à faire, Totem. Il utilise l'ensemble multimédia Gstreamer de GNOME. Totem dispose d'une interface d'utilisation intuitive, pour le plus grand plaisir des utilisateurs, ainsi que d'une détection matérielle automatique remplaçant une configuration complexe.
id: GNOME 2.10 sekarang mengikut sertakan Totem pemutar video yang populer, menggunakan kerangka kerja multimedia GStreamer GNOME. Totem menyediakan antar muka pengguna yang intuitif seperti yang diinginkan pengguna GNOME, dengan pengenalan perangkat keras secara automatis dari pada konfigurasi yang rumit.
it: GNOME 2.10 include adesso il popolare riproduttore video Totem, basato sull'infrastruttura multimediale di GNOME Gstreamer. Totem fornisce l'interfaccia grafica intuitiva che si aspettano gli utenti GNOME, con il riconoscimento automatico dell'hardware al posto di una complessa configurazione.
ja: GNOME の GStreamer マルチメディア・フレームワークを利用した、人気のある Totem ビデオ・プレイヤーがついに GNOME 2.10 への仲間入りをはたしました。Totem では、GNOME ユーザが期待するような直感的なインタフェースを提供し、複雑な設定に代わって自動的なハードウェア検出機能を搭載しています。
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਗਨੋਮ ਜੀਸਟੀਮਰ ਮਲਟੀਮੀਡਿਆ ਫਰੇਮਵਰਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲਾ ਹਰਮਨ ਪਿਆਰਾ ਟੋਟੇਮ ਵੀਡਿਓ ਪਲੇਅਰ ਹੈ। ਟੋਟੇਮ ਗਨੋਮ ਵਰਤ ਵਾਲਿਆਂ ਦੀ ਲੋੜ ਮੁਤਾਬਕ ਆਸਾਨ ਚੇਹਰਾ ਦਿੰਦਾ ਹੈ, ਜੋ ਕਿ ਗੁੰਝਲਦਾਰ ਸੰਰਚਨਾ ਦੀ ਬਜਾਏ ਸਵੈ-ਚਾਲਤ ਜੰਤਰ ਖੋਜ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ।
pt_br: O GNOME 2.10 agora inclui o popular reprodutor de vídeos Totem, que usa o GStreamer, a plataforma multimídia do GNOME. O Totem tem a interface do usuário intuitiva que os usuários do GNOME esperam, com detecção automática de hardware, em vez de configurações complexas.
sq: GNOME 2.10 tashmë përfshin riprodhuesin e njohur të filmave Totem, duke përdorur skeletin multimedial të GNOME-s GStreamer. Totem të pajis me ndërfaqen intuitive që përdoruesit e GNOME-s presin, me zbulim automatik të "hardware" në vend të konfigurimeve të komplikuara.
th: GNOME 2.10 ได้รวม Totem โปรแกรมเล่นหนังยอดนิยมเข้ามาแล้ว โดยใช้โครงสร้างสื่อผสม GStreamer ของ GNOME โปรแกรม Totem มีการติดต่อผู้ใช้ที่เข้าใจง่ายตามที่ผู้ใช้ GNOME คาดหวัง รวมทั้งมีการตรวจสอบฮาร์ดแวร์โดยอัตโนมัติ แทนการตั้งค่าที่ซับซ้อน
uk: У GNOME 2.10 тепер входить популярний програвач відео Totem, який використовує мультимедійне середовище GStreamer. Totem має інтуїтивний інтерфейс, з автоматичним визначенням обладнання.
zh_cn: 现在 GNOME 2.10 包含了一个流行的 Totem 播放器，它使用了 GNOME 的 Gstreamer 多媒体架构。Totem 提供 GNOME 用户期望的直观的用户界面，用自动化的硬件检测来替换复杂的设定。
zh_tw: GNOME 2.10 包括了大受歡迎，以 GStreamer 作為多媒體架構的 Totem 影片播放程式。Totem 擁有一般用戶所期望的簡單介面，懂得自動偵測硬體，代替了複雜的設定介面。

source: The Totem video player.
de: Der Video-Player Totem.
es: El reproductor de vídeo Totem.
et: Totem videomängija.
fr: Le lecteur vidéo Totem
id: Pemutar video Totem.
it: Il riproduttore video Totem.
ja: Totem ビデオ・プレイヤー
pa: ਟੋਟੇਮ ਵੀਡਿਓ ਪਲੇਅਰ ਹੈ।
pt_br: O reprodutor de vídeos Totem
sq: Totem - riprodhuesi i filmave.
th: Totem โปรแกรมเล่นหนัง
uk: Програвач відео Totem.
zh_cn: Totem 视频播放器。
zh_tw: Totem 影片播放程式

source: The much-loved Sound Juicer "CD ripper" easily extracts audio from CDs for later playback on your PC or portable music player. Thanks to automatic downloading of song titles, you won't need to click more than a couple of buttons.
de: Mit dem beliebten „CD-Ripper” Sound Juicer ist es einfach, Audio-CDs für die spätere Wiedergabe auf Ihrem PC oder einem tragbaren Musik-Player auszulesen. Dank des automatischen Herunterladens der Titelnamen brauchen Sie nicht mehr als ein paar Knöpfe zu drücken.
es: El amado extractor de música Sound Juicer le permite extraer fácilmente sonido de sus CD para reproducirlo más tarde en su ordenador o reproductor de música portátil. Gracias a la descarga automática de los títulos de las canciones, no necesitará pulsar más que en un par de botones.
fr: L'extracteur de CDs audio Sound Juicer, également très apprécié, vous permet d'extraire facilement le contenu de vos CDs audio pour les jouer ultérieurement sur votre PC ou votre lecteur de musique portable. Grâce au chargement automatique des titres de chansons, vous n'aurez pas besoin de faire d'avantage que de cliquer sur quelques boutons.
id: Sound Juicer yang paling dicintai "pemotong CD" dengan mudah menguraikan suara dari CD untuk kemudian dapat dimainkan pada PC anda ataupun pemutar musik portabel lain. Terima kasih untuk downloading judul lagu yang automatis, anda tidak akan mengklik sepasang tombol.
it: Il molto amato "estrattore di CD" Sound Juicer estrae facilmente l'audio dai CD per la successiva riproduzione sul PC o su una riproduttore musicale portabile. Grazie allo scaricamento automatico dei titoli della canzoni, non sarà necessario più di qualche clic del mouse.
ja: 大好評だった Sound Juicer "CD リッパー" は、後でお使いの PC や携帯型の音楽プレイヤーで再生するために、いろいろな CD から楽曲を手軽に切り出すためのツールです。曲目を自動的にダウンロードしてくれるおかげで、ボタンを二回以上クリックする必要はありません。
pa: ਪਿਆਰਾ ਸਾਊਡ ਜ਼ੂਸਰ "CD" CD ਤੋਂ ਤੁਹਾਡੇ PC ਜਾਂ ਪੋਰਟੇਬਲ ਸੰਗੀਤ ਪਲੇਅਰ ਲਈ ਗਾਣੇ ਖੋਲ ਸਕਦਾ ਹੈ। ਸੰਗੀਤ ਨਾਂਵਾਂ ਦੇ ਸਵੈ-ਚਾਲਤ ਡਾਊਨਲੋਡ ਹੋਣ ਸਕਦਾ ਤੁਹਾਨੂੰ ਹੁਣ ਕੁਝ ਬਟਨ ਦਬਾਉਣ ਤੋਂ ਹੋਰ ਜਿਆਦਾ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀਂ ਹੈ।
pt_br: O adoradíssimo "ripador" de CDs, o Sound Juicer, pode facilmente extrair áudio de CDs para, mais tarde, reproduzi-lo no seu computador ou no seu reprodutor de músicas portátil. Graças à obtenção automática dos títulos das músicas, você não vai precisar clicar em mais que alguns botões.
sq: I shumë-dashuri Sound Juicer, "Grabitësi i CD-ve" nxjerr lehtësisht këngë nga CD për ti dëgjuar më vonë në PC-në tënd apo në riprodhuesin e muzikës portativ. Falë shkarkimit automatik të titujve të këngëve, nuk do të duhet gjë tjetër veç klikimit të disa pulsantëve.
th: Sound Juicer โปรแกรม "รีดซีดี" โปรแกรมโปรดของหลายคน สามารถดึงเพลงจากซีดีสำหรับเล่นบน PC หรือบนเครื่องเล่นเพลงในภายหลังได้ การดาวน์โหลดชื่อเพลงโดยอัตโนมัติ จะช่วยให้คุณเสียเวลาไม่เกินสองสามคลิกเท่านั้น
uk: Програма копіювання звуку з компакт-дисків Sound Juicer просто копіює звук з компакт-дисків для подальшого відтворення на вашому комп'ютері чи портативному музичному програвачі. Завдяки автоматичному завантаженню назв пісень, вам не доведеться натискати більше ніж кілька кнопок.
zh_cn: 相当可爱的 Sound Juicer“CD 提取器”能轻松地从 CD 中抓取音频，然后在您的 PC 或便携音乐播放器中播放音频。由于可以自动下载歌曲标题，所以您无须点击多于两个的按钮。
zh_tw: 頗受歡迎的 Sound Juicer 可讓您輕鬆地抓取音樂光碟，然後放進 PC 或者音樂播放機中播放。一般上您只要按幾下滑鼠就可以，因為它能夠從網上自動下載曲目資訊。

source: The audio extractor.
de: Der CD-Ripper.
es: El extractor de música.
fr: L'extracteur de CDs audio.
id: Pengurai suara.
it: L'estrattore audio.
ja: 楽曲の切り出し
pa: ਆਡੀਓ ਖੋਲਣ ਵਾਲਾ ਹੈ।
pt_br: O extrator de áudio.
sq: Nxjerrëi i muzikës.
th: โปรแกรมดึงเพลงจากซีดี
uk: Програма копіювання звуку з компакт-дисків
zh_cn: 音频抓取器。
zh_tw: 音樂光碟抓軌程式

source: An improved fullscreen mode.
da: En forbedret fuldskærmstilstand.
de: Einen verbesserten Vollbildmodus.
es: Un modo mejorado de pantalla completa.
et: Täiustatud täisekraanrežiim.
fr: Un mode plein écran amélioré.
id: Mode layar penuh yang telah ditingkatkan.
it: una modalità a schermo intero migliorata;
ja: フルスクリーン (全画面) モードが改良されました
pa: ਸੁਧਰਿਆ ਪੂਰਾ ਪਰਦਾ ਢੰਗ ਹੈ।
pt_br: Um modo de tela-cheia melhorado.
sq: Një modalitet i përmirësuar me ekran të plotë.
sv: Ett förbättrat helskärmsläge.
th: โหมดเต็มจอที่ดีขึ้น
uk: Вдосконалений повноекранний режим
zh_cn: 经过改进的全屏模式。
zh_tw: 改善了全螢幕模式。

source: The web browser.
de: Der Web-Browser.
es: El navegador web.
et: Veebibrauser.
fr: Le navigateur web.
id: Browser web.
it: Il navigatore web.
ja: ウェブ・ブラウザ
nl: De webbrowser.
pa: ਵੈਬ ਝਲਕਾਰਾ ਹੈ।
pt_br: O navegador web.
sq: Shfletuesi web.
th: เว็บเบราว์เซอร์
uk: Веб-переглядач.
zh_cn: 网络浏览器。
zh_tw: 網頁瀏覽器

source: Evolution
pa: ਈਵੇਲੂਸ਼ਨ

source: The calendar includes weather information (US only).
da: Kalenderen inkluderer information om vejret (Kun for USA).
de: Der Kalender beinhaltet Wetterinformationen (nur Vereinigte Staaten).
es: El calendario incluye información meteorológica (sólo en Estados Unidos).
et: Kalender võimaldab sisaldada infot ilma kohta (ainult US).
fr: Le calendrier inclut des informations sur la météo (États-unis seulement).
id: Kalender mengikut sertakan informasi cuaca (US saja).
it: l'agenda include le condizioni meteo (soltanto per gli USA).
ja: カレンダに天気予報を含めることが可能になりました (U.S のみ)
pa: ਕੈਲੰਡਰ ਵਿੱਚ ਮੌਸਮ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ (ਅਮਰੀਕਾ ਲਈ ਹੀ)
pt_br: O calendário inclui informações meteorológicas (apenas dos Estados Unidos).
sq: Kalendari përfshin të dhëna moti (vetëm US).
sv: Kalendern inkluderar väderinformation (endast USA).
th: ปฏิทินมีข้อมูลสภาพอากาศด้วย (ในสหรัฐอเมริกาเท่านั้น)
uk: Календар включає інформацію про погоду (лише для США).
zh_cn: 日历包含天气信息(仅限于美国)。
zh_tw: 日程表中可以包括天氣資訊 (僅限美國)。

source: daily weather forecasts
da: daglige vejrudsigter
de: Tägliche Wettervorhersagen
es: informes meteorológicos diarios
et: igapäevased ilmateated
fr: Prévisions météorologiques journalières
id: laporan cuaca sehari-hari.
it: previsioni meteo giornaliere
ja: 毎日の天気予報
nl: Dagelijkse weersverwachting
pa: ਨਿੱਤ ਰੋਜ਼ ਮੌਸਮ ਜਾਣਕਾਰੀ
pt_br: Boletins meteorológicos diários
sq: parashikime të përditshme moti
sv: dagliga väderprognoser
th: พยากรณ์อากาศรายวัน
uk: щоденні прогнози погоди
zh_cn: 每天的天气预报
zh_tw: 每日天氣預報

source: The Evolution calendar client.
da: Kalenderprogrammet Evolution.
de: Die Evolution-Kalenderoberfläche.
es: El cliente de calendario de Evolution.
et: Evolutioni kalendriklient.
fr: Le client de calendrier d'Evolution.
id: Pelanggan kalender Evolution.
it: Il client dell'agenda di Evolution.
ja: Evolution カレンダのクライアント
nl: De agenda van Evolution.
pa: ਈਵੇਲੂਸ਼ਨ ਕੈਲੰਡਰ ਕਲਾਂਇਟ ਹੈ।
pt_br: O cliente de calendário do Evolution.
sq: Klienti i kalendarit të Evolution.
sv: Kalenderklienten i Evolution.
th: ไคลเอนต์ปฏิทิน Evolution
uk: Клієнт календаря Evolution.
zh_cn: Evolution 日历客户端。
zh_tw: Evolution 日程表。

source: The Evolution email client.
de: Die E-Mail-Anwendung Evolution.
es: El cliente de correo Evolution.
et: Evolutioni e-postiklient.
fr: Le client e-mail Evolution.
id: Pelanggan surat Evolution.
it: Il client email di Evolution.
ja: Evolution メール・クライアント
nl: Het e-mailprogramma Evolution.
pa: ਈਵੇਲੂਸ਼ਨ ਈ-ਮੇਲ ਕਲਾਂਇਟ ਹੈ।
pt_br: O cliente de e-mail Evolution.
sq: Klienti email i Evolution.
th: ไคลเอนต์อีเมล Evolution
uk: Поштовий клієнт Evolution.
zh_cn: Evolution 电子邮件客户端
zh_tw: Evolution 郵件管理程式

source: GnomeMeeting
pa: ਗਨੋਮ ਮੀਟਿੰਗ

source: Now you can even browse for other GnomeMeeting users on your local network without discovering their contact details first. And you can view your own video output side by side with the video from your conversation partner, so you see what they see.
de: Sie können jetzt auch nach Benutzern von GnomeMeeting im lokalen Netzwerk suchen, ohne zuvor deren Kontakteinzelheiten herausfinden zu müssen. Ebenso können Sie sich ihre Videoausgabe Seite an Seite mit dem Video ihrer Gesprächspartner anzeigen lassen, um zu sehen, was sie sehen.
es: Ahora puede buscar otros usuarios de GnomeMeeting en su red local si saber de antemano los detalles de cada contacto. Y puede ver su propia señal de vídeo junto a la de su interlocutor para comprobar qué es lo que se ve al otro lado de la conversación.
fr: Maintenant vous pouvez également naviguer à la recherche d'autres utilisateurs de GnomeMeeting sur votre réseau local sans avoir besoin de leurs détails d'abord. Vous pouvez également visionner votre propre sortie vidéo à côté de la vidéo de votre correspondant, et donc voir ce que les autres ont à l'écran.
id: Sekarang anda dapat mencari pengguna Gnome Meeting yang lain pada jaringan lokal tanpa harus menemukan alamat rinci kontak mereka pertama kali. Dan anda dapat melihat video anda sendiri sisi-demi-sisi dengan video dari teman ngobrol anda, jadi anda lihat apa yang dia lihat.
it: Adesso si può anche curiosare nulla propria rete locale in cerca di altri utenti di Gnome Meeting senza prima scoprire i dettagli dei contatti. È anche possibile vedere la propria immagine video di fianco a quella del partner di conversazione, così da vedere ciò che viene visto dagli altri.
ja: そして、ローカル・ネットワーク上にいる他の GnomeMeeting ユーザらの連絡先を先に探すことなく参照できるようになりました。加えて、対話している相手の映像の横に自分自身の映像を並べて表示できるようになったので、相手がどんな映像を見ているか分かるようになりました。
pa: ਹੁਣ ਤੁਸੀਂ ਗਨੋਮ ਮੀਟਿੰਗ ਨਾਲ ਤੁਸੀਂ ਸਥਾਨਕ ਨੈਟਵਰਕ ਤੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦਾ ਸੰਪਰਕ ਵੇਰਵਾ ਲੱਭੇ ਬਿਨਾਂ ਵੀ ਵੇਖ ਸਕਦੇ ਹੋ। ਅਤੇ ਨਾਲ ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਵੀਡਿਓ ਦਰਸ਼ਕ ਨਾਲ ਆਪਣੀ ਵੀਡਿਓ ਵੀ ਵੇਖ ਸਕਦੇ ਹੋ ਕਿ ਅਸਲ ਵਿੱਚ ਉਹ ਕੀ ਵੇਖ ਰਹੇ ਹਨ।
pt_br: Agora você pode até escolher outros usuários do GnomeMeeting na sua rede local sem ter que antes descobrir as informações de contato deles. E você pode ver sua própria saída de vídeo lado a lado com o vídeo do seu companheiro de conversa pra que você veja o que eles vêem.
sq: Tashmë mund edhe të shfletosh për përdorues të tjerë të GnomeMeeting në rrjetin tënd lokal pa zbuluar hollësitë e tyre të kontaktit. Gjithashtu mund të shikosh pamjet e videos tënde personale krahas atyre të biseduesit, kështu që shikon atë çfarë ato shohin.
th: ในรุ่นนี้ คุณทำได้แม้กระทั่งมองหาผู้ใช้ Gnome Meeting อื่นๆ ที่อยู่ในเครือข่ายท้องถิ่นของคุณ โดยไม่ต้องค้นหารายละเอียดที่อยู่ติดต่อของพวกเขาก่อน และคุณสามารถดูภาพวีดิทัศน์ของคุณ ควบคู่ไปกับภาพจากคู่สนทนาของคุณได้ เพื่อจะได้เห็นว่าอีกฝ่ายเห็นภาพอะไรบ้าง
uk: Тепер ви можете бачити інших користувачів GnomeMeeting у вашій локальній мережі без необхідності явного їх пошуку. Та тепер можна бачити відеопотік з вашої сторони поруч із відеопотоком зі сторони ваших співрозмовників, тож ви можете бачити те ж саме, що бачать вони.
zh_cn: 现在您甚至可以在局域网浏览查找其他的 GnomeMeeting 用户，而无须先行了解他们的联系细节。同时，您可以看见自己的视频输出与交流伙伴并排在那里，这样您看见的和他们看见的一模一样。
zh_tw: 現在如果您想和同一個內部網路的 GnomeMeeting 用戶交談，您可以直接瀏覽網路，不再需要先獲取這些用戶的連絡資訊。另外您自己的視像畫面會和對方的視像畫面並排在一起，這樣您就知道對方看到甚麼了。

source: GnomeMeeting with side-by-side video.
de: GnomeMeeting mit beidseitiger Ansicht.
es: GnomeMeeting con un vídeo a cada lado.
fr: GnomeMeeting avec les vidéos côte-à-côte.
id: GnomeMeeting dengan video sisi-demi-sisi.
it: Gnome Meeting con i video affiancati.
ja: 映像を並べて表示した GnomeMeeting
pa: ਗਨੋਮ ਮੀਟਿੰਗ ਦੇ ਨਾਲ ਨਾਲ ਵੀਡਿਓ ਵੀ ਹੈ।
pt_br: O GnomeMeeting com vídeo lado a lado.
sq: GnomeMeeting me "krah-për-krah" video.
uk: GnomeMeeting з кількома відеопотоками.
zh_cn: 使用并排视频的 GnomeMeeting
zh_tw: GnomeMeeting 同時顯示自己和對方的樣貌。

source: The new modem control applet
da: Det nye modemkontrol-panelprogram
de: Das neue Modemkontroll-Applet
es: El nuevo applet de control del módem
et: Uus modemi kontrollimise rakend
fr: La nouvelle applet de contrôle de modem
id: Applet kendali modem yang baru
it: La nuova applet di controllo del modem
ja: 新しいモデムをコントロールするアプレット
pa: ਨਵਾਂ ਮਾਡਮ ਕੰਟਰੋਲ ਐਪਲਿਟ
pt_br: O novo mini-aplicativo de controle de modem
sq: Programthi i ri kontrollit të modemit
sv: Det nya panelprogrammet för modemstyrning
th: แอพเพล็ตควบคุมโมเด็มใหม่
uk: Новий аплет керування модемом
zh_cn: 新的 modem 控制 applet
zh_tw: 全新的數據機面板程式
