Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: Learn to how to use GNOME with the Desktop User Guide. The User Guide and other documentation, including guides to system administration and GNOME's accessibility features, can be found on the <ulink url="http://www.gnome.org/learn/">GNOME Learn page</ulink>.
da: Lær hvordan du bruger Gnome med skrivebordsbrugerguiden. Brugerguiden og anden dokumentation, inklusiv guider til systemadministration og Gnomes tilgængelighedsfaciliteter, kan findes på <ulink url="http://www.gnome.org/learn/">Lær mere om Gnome-siden</ulink>.
de: Im Desktop-Benutzerhandbuch erfahren Sie mehr über den Umgang mit GNOME. Das Benutzerhandbuch und weitere Dokumentation, wie Anleitungen zur Systemadministration und zu Funktionen der Barrierefreiheit, sind auf der <ulink url="http://www.gnome.org/learn/">GNOME Learn-Seite</ulink> zu finden.
el: Μάθετε για την χρήση του GNOME με τον οδηγό χρήστη. Ο οδηγός χρήστη καιάλλα έγγραφα τεκμηρίωσης, που περιλαμβάνουν οδηγούς για την διαχείριση του συστήματοςκαι τις λειτουργίες προσβασιμότητας του GNOME, βρίσκονται στην <ulink url="http://www.gnome.org/learn/">Σελίδα εκμάθησης του GNOME</ulink>.
es: Aprenda cómo usar GNOME con la guía del usuario de GNOME. La guía del usuario y otra documentación, incluyendo guías para la administración y características de accesibilidad de GNOME, se pueden encontrar en la página <ulink url="http://www.gnome.org/learn/">aprenda GNOME</ulink> (en inglés).
et: Töölaua kasutusjuhendi abil saad õppida GNOME'i kasutama. Kasutusjuhendi ja ka muu dokumentatsiooni, sisaldades endas juhendeid ka süsteemi administreerimiseks ja GNOME'i hõlbustuste kasutamiseks võid leida <ulink url="http://www.gnome.org/learn/">GNOME'i õppimise lehelt</ulink>.
fr: Apprenez à utiliser GNOME avec le manuel d'utilisateur. Le manuel d'utilisateur et d'autres documentations, telles que des manuels sur l'administration de GNOME et les fonctionnalités d'accessibilité de GNOME, sont disponibles sur la <ulink url="http://www.gnome.org/learn/">page « Apprendre GNOME »</ulink>.
id: Belajar bagaimana menggunakan GNOME dengan Panduan Pengguna Desktop. Panduan Pengguna dan dokumentasi yang lain, termasuk panduan untuk sistem administrasi dan fasilitas aksesibilitas GNOME, dapat ditemukan di <ulink·url="http://www.gnome.org/learn/">halaman belajar GNOME</ulink>.
it: Imparate ad usare GNOME con la guida utente per il desktop. La guida per l'utente e altra documentazione, incluse le guide per l'amministrazione di sistema e per le caratteristiche dell'accesso facilitaro di GNOME, possono essere trovate sulla pagina <ulink url="http://www.gnome.org/learn/">Imparare GNOME</ulink>.
ja: デスクトップ・ユーザ・ガイドを読んで GNOME の使い方を習得して下さい。ユーザ・ガイドと、システム管理や GNOME のアクセシビリティ機能を紹介するものを含めた、その他のドキュメントは <ulink url="http://www.gnome.org/learn/">GNOME について学ぶページ</ulink> でご覧になれます。
nl: In de Desktop User Guide leert u hoe u GNOME kunt gebruiken. De User Guide en ander documentatie, inclusief de handleidingen voor systeembeheer en GNOME's toegankelijkheidsfuncties, vindt u op de (Engelse) webpagina <ulink url=\"http://www.gnome.org/learn/\">GNOME Learn page</ulink>."
pa: ਡਿਸਕਾਟਪ ਯੂਜਰ ਗਾਈਡ ਨਾਲ ਗਨੋਮ ਨੂੰ ਵਰਤਣ ਸਿਖੋ। ਯੂਜਰ ਗਾਇਡ ਅਤੇ ਹੋਰ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿੱਚ, ਸਿਸਟਮ ਪ੍ਰਬੰਧਨ ਅਤੇ ਗਨੋਮ ਦੇ ਸਹਿਯੋਗੀ ਫੀਚਰ ਹਨ, ਜਿੰਨਾ ਨੂੰ <ulink url="http://www.gnome.org/learn/">ਗਨੋਮ ਸਿਖਲਾਈ ਸਫ਼ਾ</ulink> ਤੋਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: Aprenda como usar o GNOME com o Guia do Ambiente do Usuário. O Guia do Usuário e outras documentações, incluindo guias para administração de sistemas e dos recursos de acessibilidade do GNOME, podem ser encontrados na <ulink url="http://www.gnome.org/learn/">página de Aprendizado do GNOME</ulink>.
sq: Mëso si të përdorësh GNOME me Udhëzuesin e Përdoruesit të Hapësirës së Punës. Ky udhëzues dhe dokumentacione të tjerë, duke përfshirë manualë administrimi sistemi dhe karakteristika të açesibilitetit në GNOME mund të gjenden në <ulink url="http://www.gnome.org/learn/">faqen Mëso GNOME</ulink>.
sv: Lär dig använda GNOME med skrivbordsanvändarguiden. Användarguiden och annan dokumentation, inklusive guider till systemadministration och GNOME:s tillgänglighetsfunktioner, kan hittas på <ulink url="http://www.gnome.org/learn/">GNOME Learn-sidan</ulink>.
th: เรียนรู้วิธีใช้ GNOME กับคู่มือผู้ใช้เดสก์ทอป คุณสามารถอ่านคู่มือผู้ใช้ รวมถึงการดูแลระบบและความสามารถเรื่องระบบอำนวยการใช้งานของ GNOME ได้ที่ <ulink url="http://www.gnome.org/learn/">หน้า GNOME Learn</ulink>
uk: Навчитись користуватись GNOME можна за допомогою посібника користувача GNOME. Посібник користувача та інша документація, включно з посібником адміністратора та посібником із спеціальних можливостей, доступні на <ulink url="http://www.gnome.org/learn/">Сторінці навчання GNOME</ulink>.
zh_cn: 通过《桌面用户指南》可以学会如何使用 GNOME。用户指南和其它文档，包括系统管理指南，GNOME 的易用性特性等文档，都可以在 <ulink url="http://www.gnome.org/learn/">GNOME 学园</ulink>找到。
zh_tw: 您可以嘗試閱讀桌面用戶指南，學習怎樣去使用 GNOME 桌面。用戶指南，還有適用於系統管理員和介紹無障礙環境等等的文件，都可以在 <ulink url="http://www.gnome.org/learn/">GNOME Learn page</ulink> 中找到。

source: Internationalization
da: Internationalisering
de: Internationalisierung
el: Διεθνοποίηση
es: Internacionalización
et: Rahvusvahelisus
fr: Internationalisation
id: Internasionalisasi
it: Internazionalizzazione
ja: 国際化
nl: Vertalingen
pa: ਅੰਤਰਰਾਸ਼ਟਰੀਕਰਨ
pt_br: Internacionalização
sq: Ndërkombëtarizimi
sv: Internationalisering
th: การสนับสนุนนานาภาษา
uk: Інтернаціоналізація
zh_cn: 国际化
zh_tw: 國際化

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, under the leadership of Christian Rose and Kjartan Maraas, GNOME 2.10 offers support for 40 languages (at least 80 percent of strings translated).
da: Takket være medlemmer af det verdensomspændende <ulink url="http://developer.gnome.org/projects/gtp/">Gnome-oversættelsesprojekt</ulink>, under lederskab af Christian Rose og Kjartan Maraas, tilbyder Gnome 2.10 understøttelse af 40 sprog (mindst 80 procent af strengene er oversat).
el: Ευχαριστίες στα μέλη του παγκόσμιου <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, το οποίο κάτω από την καθοδήγηση του Christian Rose και Kjartan Maraas, το GNOME 2.10 παρέχει υποστήριξηγια 40 γλώσσες.
nl: Dankzij de leden van het <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, onder de bezielende leiding van Christian Rose en Kjartan Maraas, heeft GNOME 2.10 nu ondersteuning voor 40 talen (tenminste 80 procent vertaald).
sv: Tack vare medlemmarna i det världsomspännande <ulink url="http://developer.gnome.org/projects/gtp/">GNOME-översättningsprojektet</ulink>, under ledarskap av Christian Rose och Kjartan Maraas, erbjuder GNOME 2.10 stöd för 40 språk (minst 80 procent av strängarna översatta).

source: Albanian (5 million speakers)
da: Albansk (5 millioner)
de: Albanisch (5 Millionen Muttersprachler)
el: Αλβανική (5 εκατομμύρια ομιλούντες)
es: Albanés (5 millones de hablantes)
et: albaania (5 miljonit kasutajat)
fr: Albanais (5 millions de personnes)
id: Albania (5 juta pembicara)
it: Albanese (5 milioni)
ja: アルバニア語 Albanian (500万人)
pa: ਅਲਬਨੀਅਨ (੫੦ ਲੱਖ ਬੋਲਣ ਵਾਲੇ)
pt_br: Albanês (5 milhões de falantes)
sq: Shqip (5 milion folës)
sv: Albanska (5 miljoner talare)
th: แอลเบเนีย (ผู้พูด 5 ล้านคน)
uk: Албанська (5 мільйонів)
zh_tw: 阿爾巴尼亞文 (5百萬人口)

source: Arabic (235 million)
da: Arabisk (235 millioner)
el: Αραβική (235 εκατομμύρια)
sv: Arabiska (235 miljoner)

source: Azerbaijani (28 million)
da: Aserbajdsjansk (28 millioner)
el: Αζερμαϊτζάν (28 εκατομμύρια)
sv: Azerbajdzjanska (28 miljoner)

source: Basque (580,000)
da: Baskisk (580 tusinde)
el: Βασκική (580.000)
sv: Baskiska (580 000)

source: Bengali (189 million)
da: Bengalsk (189 millioner)
el: Μπενγκάλι (189 εκατομμύρια)
sv: Bengali (189 miljoner)

source: Brazilian Portuguese (175 million)
da: Brasiliensk portugisisk (175 millioner)
de: Brasilianisches Portugiesisch (175 Millionen)
el: Πορτογαλική Βραζιλίας (175 εκατομμύρια)
es: Portugués de Brasil (175 millones)
et: brasiilia-portugali (175 miljonit)
fr: Portugais Brésilien (175 millions)
id: Brazil Portugis (175 juta)
it: Portoghese brasiliano (175 milioni)
ja: ブラジル系ポルトガル語 Brazilian Portuguese (1億7500万人)
pa: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ (੧੭ ਕਰੋੜ, ੫ ਲੱਖ)
pt_br: Português Brasileiro (175 milhões)
sq: Portugeze Braziliane (175 milion)
sv: Brasiliansk portugisiska (175 miljoner)
th: โปรตุเกสบราซิล (175 ล้าน)
uk: Бразильська португальська (175 мільйонів)
zh_tw: 巴西式葡萄牙文 (1億7500萬)

source: Bulgarian (9 million)
da: Bulgarsk (9 millioner)
de: Bulgarisch (9 Millionen)
el: Βουλγαρική (9 εκατομμύρια)
es: Búlgaro (9 millones)
et: bulgaaria (9 miljonit)
fr: Bulgare (9 millions)
id: Bulgaria (9 juta)
it: Bulgaro (9 milioni)
ja: ブルガリア語 Bulgarian (900万人)
pa: ਬੁਲਗਾਰੀਅਨ (੯੦ ਲੱਖ)
pt_br: Búlgaro (9 milhões)
sq: Bullgarisht (9 milion)
sv: Bulgariska (9 miljoner)
th: บัลแกเรีย (9 ล้าน)
uk: Болгарська (9мільйонів)
zh_tw: 保加利亞文 (9百萬)

source: Catalan (7 million)
da: Katalansk (7 millioner)
de: Katalanisch (7 Millionen)
el: Καταλανική (7 εκατομμύρια)
es: Catalán (7 millones)
et: katalaani (7 miljonit)
fr: Catalan (7 millions)
id: Katalan (7 juta)
it: Catalano (7 milioni)
ja: カタラン語 Catalan (700万人)
pa: ਕਾਟਾਲਾਨ (੭੦ ਲੱਖ)
pt_br: Catalão (7 milhões)
sq: Katalane (7 milion)
sv: Katalanska (7 miljoner)
th: คาตะลาน (7 ล้าน)
uk: Каталонська (7 мільйонів)
zh_tw: 加泰隆文 (7百萬)

source: Chinese Simplified (over 1 billion)
da: Forenklet kinesisk (over 1 milliard)
de: Vereinfachtes Chinesisch (über eine Milliarde)
el: Απλοποιημένη Κινέζικη (πάνω απο 1 δισεκατομμύριο)
es: Chino simplificado (más de 1000 millones)
et: hiina lihtsustatud (üle 1 miljardi)
fr: Chinois simplifié (plus d'1 milliard)
id: Cina sederhana (lebih 1 miliar)
it: Cinese semplificato (oltre 1 miliardo)
ja: 簡体字中国語 Chinese Simplified (10億人以上)
pa: ਚੀਨੀ ਸਧਾਰਨ (੧੦ ਖਰਬ ਤੋਂ ਵੱਖ)
pt_br: Chinês Simplificado (mais de 1 bilhão)
sq: Kinezçe e Thjeshtuar (mbi 1 miliardë)
sv: Förenklad kinesiska (över 1 miljard)
th: จีนประยุกต์ (กว่า 1 พันล้าน)
uk: Китайська спрощена (понад 1 мільярд)
zh_cn: 简体中文(超过十亿)
zh_tw: 簡體中文 (超過10億)

source: Chinese Traditional (40 million)
da: Traditionelt kinesisk (40 millioner)
de: Traditionelles Chinesisch (40 Millionen)
el: Παραδοσιακή Κινέζικη (40 εκατομμύρια)
es: Chino tradicional (40 millones)
et: hiina traditsiooniline (40 miljonit)
fr: Chinois traditionnel (40 millions)
id: Cina tradisional (40 juta)
it: Cinese tradizionale (40 milioni)
ja: 繁体字中国語 Chinese Traditional (4000万人)
pa: ਚੀਨੀ ਮੂਲ (੪ ਕਰੋੜ)
pt_br: Chinês Tradicional (40 milhões)
sq: Kinezçe Tradicionale (40 milion)
sv: Traditionell kinesiska (40 miljoner)
th: จีนดั้งเดิม (40 ล้าน)
uk: Китайська традиційна (40 мільйонів)
zh_cn: 繁体中文(四千万)
zh_tw: 繁體中文 (4千萬)

source: Czech (11 million)
da: Tjekkisk (11 millioner)
de: Tschechisch (11 Millionen)
el: Τσεχική (11 εκατομμύρια)
es: Checo (11 millones)
et: tšehhi (11 miljonit)
fr: Tchèque (11 millions)
id: Cesnya (11 juta)
it: Ceco (11 milioni)
ja: チェコ語 Czech (1100万人)
pa: ਚੈੱਕ (੧ ਕਰੋੜ ੧੦ ਲੱਖ)
pt_br: Checo (11 milhões)
sq: Çekisht (11 milion)
sv: Tjeckiska (11 miljoner)
th: เช็ก (11 ล้าน)
uk: Чеська (11 мільйонів)
zh_tw: 捷克文 (1100萬)

source: Danish (5.3 million)
da: Dansk (5.3 millioner)
de: Dänisch (5,3 Millionen)
el: Δανική (5.3 εκατομμύρια)
es: Danés (5,3 millones)
et: taani (5,3 miljonit)
fr: Danois (5,3 millions)
id: Denmark (5,3 juta)
it: Danese (5,3 milioni)
ja: デンマーク語 Danish (530万人)
pa: ਡੈਨਿਸ਼ (੫੩ ਲੱਖ)
pt_br: Dinamarquês (5,3 milhões)
sq: Danisht (5.3 million)
sv: Danska (5,3 miljoner)
th: เดนมาร์ก (5.3 ล้าน)
uk: Датська (5.3 мільйонів)
zh_tw: 丹麥文 (530萬)

source: Dutch (over 21 million)
da: Hollandsk (over 21 millioner)
de: Holländisch (über 21 Millionen)
el: Ολλανδική (πάνω από 21 εκατομμύρια)
es: Holandés (más de 21 millones)
et: hollandi (üle 21 miljoni)
fr: Néerlandais (over 21 millions)
id: Belanda (lebih 21 juta)
it: Olandese (oltre 21 milioni)
ja: オランダ語 Dutch (2100万人以上)
pa: ਡੱਚ (੨ ਕਰੋੜ ੧੦ ਲੱਖ ਤੋਂ ਵੱਧ)
pt_br: Holandês (mais de 21 milhões)
sq: Hollandisht (mbi 21 milionë)
sv: Nederländska (över 21 miljoner)
th: ดัทช์ (กว่า 21 ล้าน)
uk: Голландська (понад 21 мільйон)
zh_tw: 荷蘭文 (超過 2100萬)

source: English (341 million)
da: Engelsk (341 millioner)
de: Englisch (341 Millionen)
el: Αγγλικά (341 εκατομμύρια)
es: Inglés (341 millones)
et: inglise (341 miljonit)
fr: Anglais (341 millions)
id: Inggris (341 juta)
it: Inglese (341 milioni)
ja: 英語 English (3億4100万人)
pa: ਅੰਗਰੇਜ਼ੀ (੩੪ ਕਰੋੜ ੧੦ ਲੱਖ)
pt_br: Inglês (341 milhões)
sq: Anglisht (341 milion)
sv: Engelska (341 miljoner)
th: อังกฤษ (341 ล้าน)
uk: Англійська (341 мільйон)
zh_tw: 英文 (3億4100萬)

source: Finnish (over 5 million)
da: Finsk (over 5 millioner)
de: Finisch (über 5 Millionen)
el: Φινλαδική (πάνω από 5 εκατομμύρια)
es: Finés (más de 5 millones)
et: soome (üle 5 miljoni)
fr: Finnois (over 5 millions)
id: Finlandia (lebih 5 juta)
it: Finnico (oltre 5 milioni)
ja: フィンランド語 Finnish (500万人以上)
pa: ਫੈਨਿਸ਼ (੫੦ ਲ਼ੱਖ ਤੋਂ ਵੱਧ)
pt_br: Finlandês (mais de 5 milhões)
sq: Finlandisht (mbi 5 milionë)
sv: Finska (över 5 miljoner)
th: ฟินแลนด์ (กว่า 5 ล้าน)
uk: Фінська (понад 5 мільйонів)
zh_tw: 芬蘭文 (超過 5百萬)

source: French (over 75 million)
da: Fransk (over 75 millioner)
de: Französisch (über 75 Millionen)
el: Γαλλική (πάνω από 75 εκατομμύρια)
es: Francés (más de 75 millones)
et: prantsuse (üle 75 miljoni)
fr: Français (over 75 millions)
id: Prancis (lebih 75 juta)
it: Francese (oltre 75 milioni)
ja: フランス語 French (7500万人以上)
pa: ਫਰੈਂਚ (੭ ਕਰੋੜ, ੫੦ ਲੱਖ ਤੋਂ ਵੱਧ)
pt_br: Francês (mais de 75 milhões)
sq: Frengjisht (mbi 75 milionë)
sv: Franska (över 75 miljoner)
th: ฝรั่งเศส (กว่า 75 ล้าน)
uk: Французька (понад 75 мільйонів)
zh_tw: 法文 (超過7500萬)

source: German (100 million)
da: Tysk (100 millioner)
de: Deutsch (100 Millionen)
el: Γερμανική (100 εκατομμύρια)
es: Alemán (100 millones)
et: saksa (100 miljonit)
fr: Allemand (100 millions)
id: Jerman (100 juta)
it: Tedesco (100 milioni)
ja: ドイツ語 German (1億人)
pa: ਜਰਮਨ (੧੦ ਕਰੋੜ)
pt_br: Alemão (100 milhões)
sq: Gjermanisht (100 milion)
sv: Tyska (100 miljoner)
th: เยอรมัน (100 ล้าน)
uk: Німецька (100 мільйонів)
zh_tw: 德文 (1億)

source: Greek (15 million)
da: Græsk (15 millioner)
de: Griechisch (15 Millionen)
el: Ελληνική (15 εκατομμύρια)
es: Griego (15 millones)
et: kreeka (15 miljonit)
fr: Grec (15 millions)
id: Yunani (15 juta)
it: Greco (15 milioni)
ja: ギリシア語 Greek (1500万人)
pa: ਗਰੀਕ (੧ ਕਰੋੜ, ੫੦ ਲੱਖ)
pt_br: Grego (15 milhões)
sq: Greqisht (15 milion)
sv: Grekiska (15 miljoner)
th: กรีก (15 ล้าน)
uk: Грецька (15 мільйонів)
zh_tw: 希臘文 (1500萬)

source: Gujarati (46 million)
da: Gujarati (46 millioner)
de: Gudscharati (46 Millionen)
el: Γκουτζαράτι (46 εκατομμύρια)
es: Gujarati (46 millones)
et: gujarati (46 miljonit)
fr: Goujarati (46 millions)
id: Gujarat (46 juta)
it: Gujarati (46 milioni)
ja: グジャラート語 Gujarati (4600万人)
pa: ਗੁਜਰਾਤੀ (੪ ਕਰੋੜ ੬੦ ਲੱਖ)
pt_br: Gujarati (46 milhões)
sq: Gujarati (46 milion)
sv: Gujarati (46 miljoner)
th: คุชราตี (46 ล้าน)
uk: Ґуджараті (46 мільйонів)
zh_tw: 古吉拉特文 (4600萬)

source: Hindi (370 million)
da: Hindi (370 millioner)
de: Hindi (370 Millionen)
el: Ινδική (370 εκατομμύρια)
es: Hindú (370 millones)
et: hindi (370 miljonit)
fr: Hindi (370 millions)
id: Hindi (370 juta)
it: Hindi (370 milioni)
ja: ヒンディー語 Hindi (3億7000万人)
pa: ਹਿੰਦੀ (੩੭ ਕਰੋੜ)
pt_br: Hindi (370 milhões)
sq: Hindi (370 milion)
sv: Hindi (370 miljoner)
th: ฮินดี (370 ล้าน)
uk: Хінді (370 мільйонів)
zh_tw: 印度文 (3億7千萬)

source: Hungarian (14.5 million)
da: Ungarsk (14,5 millioner)
de: Ungarisch (14,5 Millionen)
el: Ουγγρική (14.5 εκατομύρια)
es: Húngaro (14,5 millones)
et: ungari (14,5 miljonit)
fr: Hongrois (14,5 millions)
id: Hungaria (14,5 juta)
it: Ungherese (14,5 milioni)
ja: ハンガリー語 Hungarian (1450万人)
pa: ਹੰਗਰੀਅਨ (੧ ਕਰੋੜ, ੪੫ ਲੱਖ)
pt_br: Húngaro (14,5 milhões)
sq: Hungarisht (14.5 milion)
sv: Ungerska (14,5 miljoner)
th: ฮังการี (14.5 ล้าน)
uk: Угорська (14.5 мільйонів)
zh_tw: 匈牙利文 (1450萬)

source: Italian (60 million)
da: Italiensk (60 millioner)
de: Italienisch (60 Millionen)
el: Ιταλική (60 εκατομμύρια)
es: Italiano (60 millones)
et: itaalia (60 miljonit)
fr: Italien (60 millions)
id: Italia (60 juta)
it: Italiano (60 milioni)
ja: イタリア語 Italian (6000万人)
pa: ਇਤਾਲਵੀ (੬ ਕਰੋ)
pt_br: Italiano (60 milhões)
sq: Italisht (60 milion)
sv: Italienska (60 miljoner)
th: อิตาเลียน (60 ล้าน)
uk: Італійська (60 мільйонів)
zh_tw: 義大利文 (6千萬)

source: Japanese (over 125 million)
da: Japansk (over 125 millioner)
de: Japanisch (über 125 Millionen)
el: Ιαπωνική (πάνω από 125 εκατομμύρια)
es: Japonés (más de 125 millones)
et: jaapani (üle 125 miljoni)
fr: Japonais (over 125 millions)
id: Jepang (lebih 125 juta)
it: Giapponese (oltre 125 milioni)
ja: 日本語 Japanese (1億2500万人以上)
pa: ਜਾਪਾਨੀ (੧੨ ਕਰੋੜ ੫੦ ਲੱਖ)
pt_br: Japonês (mais de 125 milhões)
sq: Japonisht (mbi 125 milionë)
sv: Japanska (över 125 miljoner)
th: ญี่ปุ่น (กว่า 125 ล้าน)
uk: Японська (понад 125 мільйонів)
zh_tw: 日文 (超過 1億2500萬)

source: Korean (75 million)
da: Koreansk (75 millioner)
de: Koreanisch (75 Millionen)
el: Κορεάτικη (75 εκατομμύρια)
es: Coreano (75 millones)
et: korea (75 miljonit)
fr: Coréen (75 millions)
id: Korea (75 juta)
it: Coreano (75 milioni)
ja: 韓国語 Korean (7500万人)
pa: ਕੋਰੀਆਈ (੭ ਕਰੋੜ ੫੦ ਲੱਖ)
pt_br: Coreano (75 milhões)
sq: Koreane (75 milion)
sv: Koreanska (75 miljoner)
th: เกาหลี (75 ล้าน)
uk: Корейська (75 мільйонів)
zh_tw: 韓文 (7500萬)

source: Lithuanian (4 million)
da: Litauisk (4 millioner)
de: Litauisch (4 Millionen)
el: Λιθουανική (4 εκατομμύρια)
es: Lituano (4 millones)
et: leedu (4 miljonit)
fr: Lituanien (4 millions)
id: Lituania (4 juta)
it: Lituano (4 milioni)
ja: リトアニア語 Lithuanian (400万人)
pa: ਲੀਥੂਨੀਅਨ (੪੦ ਲੱਖ)
pt_br: Lituano (4 milhões)
sq: Lituanisht (4 milion)
sv: Litauiska (4 miljoner)
th: ลิทัวเนีย (4 ล้าน)
uk: Литовська (4 мільйони)
zh_tw: 立陶宛文 (4百萬)

source: Malay (over 17 million)
da: Malay (over 17 millioner)
el: Μαλαισιανή (πάνω από 17 εκατομμύρια)
sv: Malajiska (över 17 miljoner)

source: Norwegian Bookmal (5 million)
da: Norsk, bogmål (5 millioner)
de: Norwegisch Bokmål (5 Millionen)
el: Νορβηγική Bookmal (5 εκατομμύρια)
es: Noruego Bokmal (5 millones)
et: norra bookmal (5 miljonit)
fr: Norvégien Bookmal (5 millions)
id: Norwegia Bookmal (5 juta)
it: Norvegese Bokmal (5 milioni)
ja: ノルウェー・ボックマル語 Norwegian Bookmal (500万人)
pa: ਨਾਰਵੇਗੀਅਨ ਬੱਕਮਾਲ (੫੦ ਲੱਖ)
pt_br: Norueguês Bookmal (5 milhões)
sq: Norvegjishte Bookmal (5 milion)
sv: Norska, bokmål (5 miljoner)
th: นอร์เวย์ Bookmal (5 ล้าน)
uk: Норвезька Бокмал (5 мільйонів)
zh_tw: 挪威文/Bookmal (5百萬)

source: Norwegian Nynorsk
el: Νορβηγική Nynorsk

source: Panjabi (60 million)
da: Panjabi (60 millioner)
de: Pandschabi (60 Millionen)
el: Πουντζάμπι (60 εκατομμύρια)
es: Punjabí (60 millones)
et: panjabi (60 miljonit)
fr: Pendjabi (60 millions)
id: Punjab (60 juta)
it: Panjabi (60 milioni)
ja: パンジャビ語 Panjabi (6000万人)
pa: ਪੰਜਾਬੀ (੬ ਕਰੋੜ)
pt_br: Panjabi (60 milhões)
sq: Panjabi (60 milion)
sv: Punjabi (60 miljoner)
th: ปัญจาบี (60 ล้าน)
uk: Пенджабі (60 мільйонів)
zh_tw: 旁遮普文 (6千萬)

source: Polish (44 million)
da: Polsk (44 millioner)
de: Polnisch (44 Millionen)
el: Πολωνική (44 εκατομμύρια)
es: Polaco (44 millones)
et: poola (44 miljonit)
fr: Polonais (44 millions)
id: Polandia (44 juta)
it: Polacco (44 milioni)
ja: ポーランド語 Polish (4400万人)
pa: ਪੋਲੈਂਡੀ (੪ ਕਰੋੜ ੪੦ ਲੱਖ)
pt_br: Polonês (44 milhões)
sq: Polonisht (44 milion)
sv: Polska (44 miljoner)
th: โปแลนด์ (44 ล้าน)
uk: Польська (44 мільйони)
zh_tw: 波蘭文 (4400萬)

source: Portuguese (43 million)
da: Portugisisk (43 millioner)
de: Portugiesisch (43 Millionen)
el: Πορτογαλική (43 εκατομμύρια)
es: Portugués (43 millones)
et: portugali (43 miljonit)
fr: Portugais (43 millions)
id: Portugis (43 juta)
it: Portoghese (43 milioni)
ja: ポルトガル語 Portuguese (4300万人)
pa: ਪੁਰਤਗਾਲੀ (੪ ਕਰੋੜ ੩੦ ਲੱਖ)
pt_br: Português (43 milhões)
sq: Portugalisht (43 milion)
sv: Portugisiska (43 miljoner)
th: โปรตุเกส (43 ล้าน)
uk: Португальська (43 мільйони)
zh_tw: 葡萄牙文 (4300萬)

source: Romanian (26 million)
da: Rumænsk (26 millioner)
de: Rumänisch (26 Millionen)
el: Ρουμανική (26 εκατομμύρια)
es: Rumano (26 millones)
it: Romeno (26 milioni)
ja: ルーマニア語 Romanian (2600万人)
sv: Rumänska (26 miljoner)
uk: Румунська (26 мільйонів)

source: Russian (170 million)
da: Russisk (170 millioner)
de: Russisch (170 Millionen)
el: Ρωσική (170 εκατομμύρια)
es: Ruso (170 millones)
et: vene (170 miljonit)
fr: Russe (170 millions)
id: Rusia (170 juta)
it: Russo (170 milioni
ja: ロシア語 Russian (1億7000万人)
pa: ਰੂਸੀ (੧੭ ਕਰੋੜ ੭੦ ਲੱਖ)
pt_br: Russo (170 milhões)
sq: Rusisht (170 milion)
sv: Ryska (170 miljoner)
th: รัสเซีย (170 ล้าน)
uk: Російська (170 мільйонів)
zh_tw: 俄文 (1億7千萬)

source: Serbian (10 million)
da: Serbisk (10 millioner)
de: Serbisch (10 Millionen)
el: Σερβική (10 εκατομμύρια)
es: Serbio (10 millones)
et: serbia (10 miljonit)
fr: Serbe (10 millions)
id: Serbia (10 juta)
it: Serbo (10 milioni)
ja: セルビア語 Serbian (1000万人)
pa: ਸਰਬੀਅਨ (੧ ਕਰੋੜ)
pt_br: Sérvio (10 milhões)
sq: Serbisht (10 milion)
sv: Serbiska (10 miljoner)
th: เซอร์เบียน (10 ล้าน)
uk: Сербська (10 мільйонів)
zh_tw: 塞爾維亞文 (1千萬)

source: Spanish (over 350 million)
da: Spansk (over 350 millioner)
de: Spanisch (über 350 Millionen)
el: Ισπανική (πάνω από 350 εκατομμύρια)
es: Español (más de 350 millones)
et: hispaania (üle 350 miljoni)
fr: Espagnol (over 350 millions)
id: Spanyol (lebih 350 juta)
it: Spagnolo (oltre 350 milioni)
ja: スペイン語 Spanish (3億5000万人以上)
pa: ਸਪੇਨੀ (੩੫ ਕਰੋੜ)
pt_br: Espanhol (mais de 350 milhões)
sq: Spanjisht (mbi 350 milionë)
sv: Spanska (över 350 miljoner)
th: สเปน (กว่า 350 ล้าน)
uk: Іспанська (понад 350 мільйонів)
zh_tw: 西班牙文 (超過 3億5千萬)

source: Swedish (9 million)
da: Svensk (9 millioner)
de: Schwedisch (9 Millionen)
el: Σουηδική (9 εκατομμύρια)
es: Sueco (9 millones)
et: rootsi (9 miljonit)
fr: Suédois (9 millions)
id: Swedia (9 juta)
it: Svedese (9 milioni)
ja: スウェーデン語 Swedish (900万人)
pa: ਸਵੀਡਿਸ਼ (੯੦ ਲੱਖ)
pt_br: Sueco (9 milhões)
sq: Suedisht (9 milion)
sv: Svenska (9 miljoner)
th: สวีเดน (9 ล้าน)
uk: Шведська (9 мільйонів)
zh_tw: 瑞典文 (9百萬)

source: Tamil (61 million)
da: Tamilsk (61 millioner)
de: Tamilisch (61 Millionen)
el: Ταμίλ (61 εκατομμύρια)
es: Tamil (61 millones)
et: tamili (61 miljonit)
fr: Tamil (61 millions)
id: Tamil (61 juta)
it: Tamil (61 milioni)
ja: タミル語 Tamil (6100万)
pa: ਤਾਮਿਲ (੬ ਕਰੋੜ ੧੦ ਲੱਖ)
pt_br: Tamil (61 milhões)
sq: Tamil (61 milion)
sv: Tamil (61 miljoner)
th: ทมิฬ (61 ล้าน)
uk: Тамільська (61 мільйони)
zh_tw: 塔米爾文 (6100萬)

source: Turkish (150 million)
da: Tyrkisk (150 millioner)
de: Türkisch (150 Millionen)
el: Τουρκική (150 εκατομμύρια)
es: Turco (150 millones)
et: türgi (150 miljonit)
fr: Turc (150 millions)
id: Turki (150 juta)
it: Turco (150 milioni)
ja: トルコ語 Turkish (1億5000万人)
pa: ਤੁਰਕੀ (੧੫ ਕਰੋੜ)
pt_br: Turco (150 milhões)
sq: Turqisht (150 milion)
sv: Turkiska (150 miljoner)
th: ตุรกี (150 ล้าน)
uk: Турецька (150 мільйонів)
zh_tw: 土耳其文 (1億5千萬)

source: Ukrainian (50 million)
da: Ukrainsk (50 millioner)
de: Ukrainisch (50 Millionen)
el: Ουκρανική (50 εκατομμύρια)
es: Ucraniano (50 millones)
et: ukraina (50 miljonit)
fr: Ukrainien (50 millions)
id: Ukraina (50 juta)
it: Ucraino (50 milioni)
ja: ウクライナ語 Ukrainian (5000万人)
pa: ਯੂਕਰੇਨੀ (੫ ਕਰੋੜ)
pt_br: Ucraniano (50 milhões)
sq: Ukrainisht (50 milionë)
sv: Ukrainska (50 miljoner)
th: ยูเครน (50 ล้าน)
uk: Українська (50 мільйонів)
zh_tw: 烏克蘭文 (5千萬)

source: Welsh (575,000)
da: Walisisk (575 tusinde)
de: Walisisch (575.000)
el: Ουαλική (575.000)
es: Galés (575.000)
et: walesi (575 tuhat)
fr: Gallois (575 000)
id: Wales (575.000)
it: Gallese (575 mila)
ja: ウェールズ語 Welsh (575,000人)
pa: ਵਾਲਿਸ਼ (੫ ਲੱਖ ੭੫ ਹਜ਼ਾਰ)
pt_br: Welsh (575 mil)
sv: Kymriska (575 000)
th: เวลส์ (575,000)
uk: Уельська (575,000)
zh_tw: 威爾斯文 (57萬5千)
