Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: Supported languages: <placeholder-1/>
da: Understøttede sprog: <placeholder-1/>
de: Unterstützte Sprachen: <placeholder-1/>
el: Υποστηριζόμενες γλώσσες: <placeholder-1/>
es: Idiomas mantenidos: <placeholder-1/>
et: Toetatud keeled: <placeholder-1/>
fr: Langues supportées : <placeholder-1/>
id: Bahasa yang telah didukung: <placeholder-1/>
it: Linguaggi supportati: <placeholder-1/>
ja: サポートしてる言語: <placeholder-1/>
pa: ਸਹਿਯੋਗੀ ਭਾਸ਼ਾਵਾਂ: <placeholder-1/>
pt_br: Idiomas suportados: <placeholder-1/>
sq: Gjuhët e suportuara: <placeholder-1/>
sv: Språk som stöds: <placeholder-1/>
th: ภาษาที่สนับสนุน: <placeholder-1/>
uk: Підтримувані мови: <placeholder-1/>
zh_cn: 已支持的语言：<placeholder-1/>
zh_tw: 目前支援的語言： <placeholder-1/>

source: Note that Basque, Bulgarian, Gujarati, Hindi, Hungarian, Norwegian Nynorsk, Panjabi and Tamil are new supported languages in GNOME 2.10, thanks to the hard work of their translators. Also worthy of mention is that British English and Canadian English are also supported.
da: Bemærk at baskisk, bulgarsk, gujarati, hindi, ungarsk, nynorsk, panjabi og tamilsk er nye understøttede sprog i Gnome 2.10, takket være det hårde arbejde deres oversættere har udført. Det er også værd at nævne at britisk engelsk og canadisk engelsk også er understøttet.
el: Σημειώστε ότι τα Βάσκικα, τα Βουλγάρικα, τα Γκουαρατζατί, τα Ουγγρικά, τα Νορβηγικά,τα Πουντζάμπιι και τα Ταμίλ είναι οι νέες υποστηριζόμενες γλώσσες για το GNOME 2.10, χάρις στις προσπάθειες των μεταφραστών τους. Ακόμα άξιο αναφοράς είναι το ότι τα Αγγλικά Βρεττανίας και Καναδά υποστηρίζονται σε αυτή την έκδοση.
nl: Merk op dat dankzij het harde werk van de vertalers, Baskisch, Bulgaars, Gujarati, Hindi, Hongaars, Noors Nynorsk, Panjabi en Tamil nu ondersteunde talen zijn in GNOME 2.10. Ook zijn nu Brits Engels en Canadees Engels ondersteunde talen.
sv: Observera att baskiska, bulgariska, gujarati, hindi, ungerska, nynorsk, punjabi och tamil är nya språk som stöds i GNOME 2.10, tack vare det hårda arbete som deras översättare utfört. Nämnvärt är också att brittisk engelska och kanadensisk engelska också stöds.

source: Another 9 languages are partially supported, with more than half of their strings translated. Croatian and Mongolian are particularly close to "supported" status.
da: 9 andre sprog er delvist understøttet, halvdelen af deres strenge er oversat. Især kroatisk og mongolsk er meget tæt på at have status som værende understøttet.
el: Ακόμα 9 γλώσσες υποστηρίζονται μερικώς, με τις περισσότερες απο αυτέςνα έχουν παραπάνω από τα μισά αλφαριθμητικά τους μεταφρασμένα. Τα Κροάτικακαι τα Μονγκολικά είναι πολύ κοντά στο να υποστηριχθούν πλήρως.
nl: Nog 9 andere talen worden gedeeltelijk ondersteund; met meer dan de helft vertaald. Kroatisch en Mongools bevinden zich zeer dicht bij de "ondersteunde" status.
sv: Ytterligare 9 språk stöds delvis, med mer än hälften av strängarna översatta. Kroatiska och mongoliska är särskilt nära att stödjas.

source: Standards Compliance
da: Overholdelse af standarder
de: Einhaltung von Normen
el: Υπακοή στα Standards
es: Conformidad con los estándares
et: Standardite järgmine
fr: Conformité aux standards
id: Memenuhi Standard
it: Conformità agli standard
ja: いろいろな標準規格への準拠
nl: Voldoen aan standaarden
pa: ਮਿਆਰ ਕੰਪਾਇਲੇਸ਼ਨ
pt_br: Concordância com padrões
sq: Plotësimi i standarteve
sv: Standarduppfyllelse
th: การทำตามมาตรฐาน
uk: Відповідність стандартам
zh_cn: 遵循多项标准
zh_tw: 符合公認標準

source: GNOME works closely with groups such as <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Standards support is a big plus for GNOME users. Interoperability support improves the user experience by allowing GNOME, KDE, and other applications to work together more easily, and following open specifications helps ensure that user data is not trapped in proprietary formats.
da: Gnome har et tæt samarbejde med grupper såsom <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Understøttelse af standarder er et stort plus for brugere af Gnome. Understøttelse af interoperabilitet forbedre brugeroplevelsen ved at sikre at Gnome og KDE samt andre programmer nemmere kan arbejde sammen. Ved at benytte åbne specifikationer hjælpes der med til at sikre, at brugernes data ikke bliver fanget i leverandørejede formater.
el: Το GNOME εργάζεται στενά μαζί με ομάδες όπως <ulink url="http://www.freedesktop.org/standards/">το freedesktop.org</ulink>. Η υποστήριξη των standards είναι έναθετικό σημείο για τους χρήστες του GNOME. Η υποστήριξη της Διαλειτουργικότηταςβελτιώνει την εμπειρία του χρήστη, μιας και επιτρέπει στα GNOME, KDE, και τιςάλλες εφαρμογές να λειτουργούν μαζί πιό εύκολα, ενώ η ακολούθηση ανοικτών προτύπωνβοηθάει στην απελευθέρωση του χρήστη από τους περιορισμούς των κλειστών προτύπων.
nl: GNOME werkt nauw samen met groepen zoals <ulink url=\"http://www.freedesktop.org/standards/\">freedesktop.org</ulink>. Ondersteuning voor standaarden is erg belangrijk voor GNOME gebruikers. Interoperabiliteit zorgt voor een verbeterde gebruikerservaring doordat GNOME, KDE en andere toepassingen beter kunnen samenwerken. Het gebruik van open specificaties geeft de gebruiker de garantie dat zijn gegevens niet gevangen worden in besloten formaten.
sv: GNOME har ett tätt samarbete med grupper som <ulink url="http://www.freedesktop.org/standards/">freedesktop.org</ulink>. Stöd för standarder är ett stort plus för GNOME-användare. Stöd för interoperabilitet förbättrar användarupplevelsen genom att möjliggöra för GNOME-program, KDE-program och andra program att enklare fungera ihop, och följandet av öppna specifikationer hjälper till att försäkra att data inte låses in i proprietära format.

source: GNOME developers are working hard with other members of the free software community through Freedesktop.org on the development of standards to allow interoperability. Those standards include: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">shared MIME database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">icon themes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recent files</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">thumbnail management</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> specifications. In addition, GNOME supports <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
el: Οι συντελεστές του GNOME δουλεύουν σκληρά με τα άλλα μέλη της κοινότητας ανοικτούλογισμικού μέσω του Freedesktop.org για την ανάπτυξη των κανόνων εκείνων που επιτρέπουντην διαλειτουργικότητα. Αυτοί οι κανόνες περιλαμβάνουν: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">shared MIME database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">icon themes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recent files</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">thumbnail management</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> specifications. In addition, GNOME supports <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.

source: So, why GNOME?
da: Så, hvorfor Gnome?
el: Λοιπόν, γιατί GNOME;

source: Having seen some of the new features in GNOME 2.10, why choose GNOME over other desktop environments? Every GNOME volunteer has their own motivations, of course, but here are some of the common reasons many of us choose to work on and use GNOME.
da: Efter at have set nogle af de nye faciliteter i Gnome 2.10, hvorfor så vælge Gnome frem for andre skrivebordsmiljøer? Hver Gnome-frivillig har selvfølgelig sin egen motivation, men her er nogle af de mest almindelige grunde til at mange af os vælger at arbejde på og bruge Gnome.
el: Έχοντας δεί μερικές από τις νέες λειτουργίες του GNOME 2.10, γιατί να διαλέξετε το GNOME;Βέβαια, κάθε εθελοντής του GNOME έχει τα δικά του κίνητρα, αλλά παρακάτω θα βρείτεκάποιους από τους πιό κοινούς λόγους για τους οποίους πολλοί επιλέγουν να βοηθήσουνή να χρησιμοποιήσουν το GNOME.

source: Usability
da: Brugervenlighed
el: Χρηστικότητα

source: GNOME is the only open source desktop project to take a stand for ease of use and UI consistency over feature creep and hyper-configurability. Our <ulink url="http://developer.gnome.org/projects/gup/hig/"> Human Interface Guidelines</ulink>, developed by a team of GNOME volunteers and UI professionals, and released before GNOME 2.0, are the most complete Free Software usability guidelines in existence. Every application in the GNOME Desktop release has benefited from this focus on consistency and usability. We believe that this focus will produce a user environment that "just works" and as a result lets GNOME users -both experienced and inexperienced- focus on doing real work instead of struggling to learn new applications.
el: Το GNOME είναι το μοναδικό project ανοικτού λογισμικού για την επιφάνεια εργασίαςπου δίνει έμφαση τη ευκολία χρήσης και την συνέπεια στο UI, σε βάρος των υπερφορτωμένωνλειτουργιών και της υπερβολικής παραμετροποίησης. Οι <ulink url="http://developer.gnome.org/projects/gup/hig/"> Human Interface Guidelines</ulink>,που αναπτύχθηκαν από εθελοντές του GNOME και επαγελματίες για UI ,και εκδόθηκαν πριν από το GNOME 2.0, είναι οι πιό ολοκληρωμένες οδηγίες χρηστικότηταςστον κόσμο του Ελεύθερου λογισμικού. Κάθε εφαρμογή του GNOME έχει ωφεληθεί από αυτή την εστίαση στην συνέπεια και την χρηστικότητα. Πιστεύουμε ότι αυτή η εστίαση βοηθήσει στην δημιουργία ενός περιβάλλοντοςπου θα λειτουργεί απρόσκοπτα, και θα επιτρέπει και τους έμπειρους και τουα άπειρους χρήστες του GNOME να δουλεύουν χωρίς προβλήματα και χωρίς να χρειάζεταινα μαθαίνουν νέες εφαρμογές.

source: Accessibility
da: Tilgængelighed
el: Προσβασιμότητα

source: Beyond making GNOME easier to use for the average computer user, GNOME has also taken the lead in making the Unix desktop accessible to those with disabilities. The GNOME accessibility framework is used by our award-winning accessibility tools like the GNOME Onscreen Keyboard (gok), Gnopernicus, and Dasher. These allow the use of braille readers, voice synthesizers, and pointing devices. Many governments, including the US government, require comprehensive accessibility support in software they purchase. After dozens of person-years of effort, GNOME is the only free software desktop to thoroughly address this issue.
el: Εκτός από το ότι το GNOME έγινε πιό εύκολο για τον μέσο χρήστη, το GNOMEείναι πρωτοπόρο στο να κάνει την επιφάνεια εργασίας του unix προσβάσιμηστους ανθρώπους με ειδικές ανάγκες. Το πλαίσιο προσβασιμότητας του GNOMEχρησιμοποιείται από τα βραβευμένα εργαλεία προσβασιμότητας όπως τοGNOME Onscreen Keyboard (gok), o Gnopernicus, και το Dasher. Αυτές οι εφαρμογέςεπιτρέπουν την χρήση αναγνωστών μπράϊγ. συνθεσάϊζερ φωνής. και συσκευών κατάδειξης.Πολλές κυβερνήσεις συμπεριλαμβανομένης της κυβέρνησης των ΗΠΑ, απαιτούν υποστήριξηπροσβασιμότητας στο λογισμικό που αποκτούν. Μετά από αρκετό καιρό και προσπάθειες,το GNOME είναι η μόνη επιφάνεια εργασίας στον χώρο του ελεύθερου λογισμικούπου ασχολείται συστηματικά με αυτό το θέμα.

source: Interface Stability
da: Stabile grænseflader
el: Σταθερότητα Διεπαφής

source: The core libraries in the GNOME Development Platform carry guarantees of API and ABI stability. This means that 'porting' an application from GNOME 2.0 to GNOME 2.10 involves no work, if a developer does not wish to take advantage of new functionality in the libraries.
el: Η κύριες βιβλιοθήκες του GNOME Development Platform παρέχουν εγγυήσεις σταθερότητας API και ABI. Αυτό σημαίνει ότι η μετάβαση μιας εφαρμογής από το GNOME 2.0 στο GNOME 2.10 δεν αποιτεί δουλειά αν ο προγραμματιστής δεν θέλει να εκμεταλευτεί τις νέες λειτουργίες των βιβλιοθηκών.

source: Platform of Choice
da: Platform efter valg
el: Πλατφόρμα της επιλογής

source: Popular and robust Free Software applications such as Mozilla, Eclipse, Evolution, Gnumeric, Abiword, Gaim, X-Chat, and more are based on GNOME or GTK+. These applications are among the most powerful and capable in the Free Software world, and we expect that they'll only get better as they take more advantage of the GNOME development environment. In addition, other important desktop projects, like Mono, Java, and OpenOffice.org, are working on integrating with GNOME and GTK+.
el: Δημοφιλείς και δυνατές εφαρμογές ελεύθερου λογισμικού όπως ο Mozilla, το Eclipse, το Evolution, το Gnumeric, το Abiword, το Gaim, το X-Chat, και άλλες βασίζονται στο GNOME ή στο GTK+. Αυτές οι εφαρμογές είναι ανάμεσα στις πιό ισχυρές και ικανές στο κόσμοτου ελεύθερου λογισμικού και περιμένουμε να βελτιωθούν ακόμα περισσότερο, μιας καιέχουν το πλεονέκτημα του περιβάλλοντος ανάπτυξης του GNOME. Ακόμα και άλλασημαντικά έργα Ελεύθερου λογισμικού όπως τα Mono, Java, και το OpenOffice.org, εργάζονταιγια την ενσωμάτωση τους με το GNOME και το GTK+.

source: Organization
da: Organisation
el: Οργανισμός

source: GNOME 2.10 is the third 'time-based' GNOME release. Because GNOME releases on a regular schedule, contributors know that their contributions will be in a stable release and on the desktops of users everywhere within a short, predictable period after they contribute. In addition, people who want to deploy GNOME know that they can count on regular releases when they are planning rollouts or integration with their own products.
el: Το GNOME 2.10 είναι η τρίτη 'προγραμματισμένη' έκδοση του GNOME. Επειδήτο GNOME κάνει εκδόσεις σύμφωνα με ένα σταθερό πρόγραμμα, οι συντελεστέςγνωρίζουν ότι οι συνεισφορές τους θα βρίκονται στη σταθερή έκδοση και στην επιφάνεια εργασίας των χρηστών μέσα σε ένα προβλέψιμο χρονικό διάστημαΕπιπρόσθετα όσοι θέλουν να χρησιμοποιήσουν το GNOME γνωρίζουν ότι μπορούννα βασίζονται στις προγραμματισμένες εκδόσεις όταν κάνουν τον προγραμματισμό τους.

source: Additionally, the GNOME Foundation allows companies to support GNOME, while at the same time ensuring the independence of the board by ensuring that they are selected by the developers who work on GNOME. This infrastructure helps organize releases, and sponsors the annual GUADEC conference and the regular North American summits.
el: Ακόμα, το GNOME Foundation επιτρέπει σε εταιρίες να υποστηρίζουν το GNOME, ενώ την ίδια στιγμή φυλάσσει την ανεξαρτησία του με το να βασίζεται ότι τα μέλη τουεπιλέγονται από τους προγραμματιστές που δουλεύουν στο GNOME. Αυτήη υποδομή βοηθάει στην οργάνωση των εκδόσεων, και σπονσονάρειτο ετήσιο συνέδριο GUADEC και τις τακτικές Βορειοαμερικάνικες συναντήσεις.

source: Licensing
da: Licensering
el: Αδειοδότηση

source: All GNOME platform libraries are licensed under the <ulink url="http://www.gnu.org/copyleft/lgpl.html">LGPL</ulink> or similar license, so developing for the GNOME platform is 100% free of license fees, for developers of both Free and proprietary software.
el: 'Ολες οι βιβλιοθήκες του GNOME είναι κάτω από την άδεια χρήσης <ulink url="http://www.gnu.org/copyleft/lgpl.html">LGPL</ulink> ή κάτω από παρόμοια άδεια, και έτσι η ανάπτυξηεφαρμογών για το GNOME είναι 100% ελεύθερη από δικαιώματα συμμετοχής, για προγραμματιστέςελεύθερου και κλειστού λογισμικού.

source: Support and Staying Power
da: Understøttelse og udholdenhed
el: Υποστήριξη και ισχύς

source: GNOME is here to stay. Besides the active GNOME community (which has now supported and developed GNOME for over five years), many of the biggest supporters of the Unix desktop are GNOME contributors, including HP, MandrakeSoft, Novell (through Ximian), Red Hat, and Sun Microsystems.
el: Το GNOME είναι εδώ, ενωμένο δυνατό. Εκτός από την ενεργή κοινότητα του GNOME(που υποστηρίζει και αναπτύσει το GNOME για περισσότερο από πέντε χρόνια), οι περισσότεροιμεγάλοι υποστηρικτές του Unix desktop είναι συντελεστές του GNOME contributors, όπως η HP, η MandrakeSoft, η Novell (μέσω Ximian), η Red Hat, και η Sun Microsystems.

source: Installation of GNOME 2.10
da: Installation af Gnome 2.10
de: Installation von GNOME 2.10
el: Εγκατάσταση του GNOME 2.10
es: Instalación de GNOME 2.10
et: GNOME 2.10 paigaldamine
fr: Installation de GNOME 2.10
id: Pemasangan GNOME 2.10
it: Installazione di GNOME 2.10
ja: GNOME 2.10 のインストール
nl: Installatie van GNOME 2.10
pa: ਗਨੋਮ ੨.੧੦ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ
pt_br: Instalação do GNOME 2.10
sq: Instalimi i GNOME 2.10
sv: Installation av GNOME 2.10
th: การติดตั้ง GNOME 2.10
uk: Встановлення GNOME 2.10
zh_cn: 安装 GNOME 2.10
zh_tw: 安裝 GNOME 2.10

source: For GNOME 2.10 we have a LiveCD, available from www.gnome.org. The LiveCD allows you to try a full GNOME desktop on Linux without installing anything on your hard drive. This is the best way to see for yourself what's new.
da: En Live-cd af Gnome 2.10 er tilgængelig fra www.gnome.org. Denne Live-cd gør det muligt for dig at prøve en komplet version af Gnome skrivebordsmiljøet uden at installere noget som helst på din disk. Dette er en god måde hvorpå du kan se hvad der er blevet ændret siden sidst.
de: Für GNOME 2.10 stellen wir eine LiveCD bereit, die über www.gnome.org verfügbar ist. Die LiveCD erlaubt Ihnen das Ausprobieren des vollständigen GNOME Desktops unter Linux, ohne dass Sie etwas auf Ihrer Festplatte installieren müssen. Dies ist der beste Weg, um sich die Neuigkeiten erst einmal anzusehen.
el: Για το GNOME 2.10 έχουμε ετοιμάσει ένα LiveCD, που είναι διαθέσιμο από το www.gnome.org. Το LiveCD σας επιτρέπει να δοκιμάσετε την πλήρη επιφάνεια εργασίας του GNOME στο linux, χωρίςνα χρειαστεί να εγκαταστήσετε κάτι στον σκληρό σας δίσκο. Αυτός ο τρόπος είναι ο καλύτεροςνα δείτε τι κανούργιο υπάρχει.
es: Para GNOME 2.10 tenemos un CD en vivo (Live-CD), disponible desde www.gnome.org. El CD en vivo permite probar un escritorio completo GNOME sobre Linux sin necesidad de instalar nada en su disco duro. Ésta es la mejor forma de ver por sí mismo qué hay de nuevo.
et: GNOME 2.10 jaoks on olemas ka LiveCD, mida saab www.gnome.org lehelt. LiveCD lubab sul katsetada tervet GNOME'i töölauda Linux'il ilma, et midagi paigaldatakse sinu kõvakettale. See on parim viis veenduda ise kõiges selles, mis on uut.
fr: Nous disposons d'un LiveCD pour GNOME 2.10, disponible à partir de www.gnome.org. Le LiveCD vous permet d'essayer un environnement GNOME complet sous Linux, sans installer quoi que ce soit sur votre disque dur. Il s'agit du meilleur moyen de voir par vous-même ce qui est nouveau.
id: Untuk GNOME 2.10 kami memliki LiveCD, tersedia melalui www.gnome.org. LiveCD memudahkan anda untuk mencoba desktop GNOME secara menyeluruh pada linux tanpa memasang apapun pada hard disk anda. Ini adalah cara paling baik bagi anda untuk mengetahui apa saja yang baru.
it: Per GNOME 2.10 è disponibile un CD Live, disponibile su www.gnome.org. Il CD Live permette di provare un desktop GNOME completo senza installare alcunché sul disco fisso. Questo è il modo migliore per vedere di persona le novità.
ja: GNOME 2.10 向けに LiveCD が用意されており、www.gnome.org のサイトからダウンロードできます。この LiveCD を利用すると、お使いのシステムに何もインストールすることなく、Linux 上で GNOME デスクトップの全てを試用することが可能です。これは、本バージョンで何が新しくなったかご自身で確認する最も良い方法です。
nl: Voor GNOME 2.10 hebben we een LiveCD gemaakt die u kunt downloaden van www.gnome.org. Met deze LiveCD kunt u de complete GNOME-omgeving op Linux uitproberen zonder ook maar iets op uw harde schijf te hoeven installeren. Dit is de makkelijkste manier om de nieuwe dingen in GNOME uit te proberen en te bekijken.
pa: ਗਨੋਮ ੨.੧੦ ਲਈ, ਸਾਡੇ ਕੋਲ LiveCD ਹੈ, ਜੋ ਕਿ www.gnome.org ਤੋਂ ਉਪਲੱਬਧ ਹੈ। LiveCD ਨਾਲ ਤੁਸੀਂ ਮੁਕੰਮਲ ਗਨੋਮ ਵਿਹੜਾ ਲੀਨਕਸ ਤੇ ਆਪਣੀ ਹਾਰਡ ਡਿਸਕ ਤੇ ਬਿਨਾਂ ਕੁਝ ਇੰਸਟਾਲ ਕੀਤੇ ਵੀ ਅਜ਼ਮਾ ਸਕਦੇ ਹੋ। ਇਹ ਤੁਹਾਡੇ ਲਈ ਸਭ ਤੋਂ ਅਸਾਨ ਢੰਗ ਹੈ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਵੇਖ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਨਵਾਂ ਹੈ।
pt_br: Para o GNOME 2.10 nós temos um LiveCD, disponível em www.gnome.org. O LiveCD te permite experimentar um ambiente GNOME completo, no Linux, sem precisar instalar nada no seu disco rígido. Essa é a melhor maneira de ver por si mesmo as novidades.
sq: Për GNOME 2.10 kemi një LiveCD, që mund të merret nga www.gnome.org. LiveCD ju jep mundësinë të provoni hapësirën e plotë të punës GNOME në Linux pa instaluar asgjë tek disku fiks i kompjuterit tuaj. Kjo është dhe rruga më e mirë për shikuar të rejat e afruara.
sv: För GNOME 2.10 finns det nu en LiveCD som kan hämtas från www.gnome.org. Denna cd-skiva möjliggör för dig att prova GNOME-skrivbordet utan att installera någonting på din hårddisk. Detta är det bästa sättet att själv se vad som är nytt.
th: สำหรับ GNOME 2.10 เรามี LiveCD ที่ www.gnome.org ซึ่งช่วยให้คุณทดลองใช้ GNOME บนลินุกซ์ได้โดยไม่ต้องติดตั้งอะไรในฮาร์ดดิสก์ของคุณ อาจเป็นวิธีที่ดีในการมองหาสิ่งใหม่ที่เพิ่มเข้ามาในรุ่นนี้
uk: Для GNOME 2.10 є LiveCD, що доступний на www.gnome.org. LiveCD дозволяє випробувати повноцінне середовище GNOME на Linux не встановлюючи його на жорсткий диск. Це найкращий шлях для огляду новинок.
zh_cn: 我们在 www.gnome.org 上提供了一套 GNOME 2.10 的 LiveCD。这个 LiveCD 可以让您在 Linux 上试用完整的 GNOME 桌面，而不用在硬盘上安装任何东西。这是了解 GNOME 新变化的最佳途径。
zh_tw: GNOME 2.10 有一套 LiveCD，可以從 www.gnome.org 下載。如果您想看看最新的 GNOME 桌面有甚麼特別，使用 LiveCD 是最好的途徑，因為您不需要將系統安裝至硬碟中。
