Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME 2.10 Release Notes
da: Gnome 2.10 udgivelsesnoter
el: Σημειώσεις Έκδοσης GNOME 2.10
es: Notas de la versión de GNOME 2.10
et: GNOME 2.10 väljastuse märkmed
fr: À propos de GNOME 2.10
id: GNOME 2.10 Catatan Terbitan
it: Note di rilascio di GNOME 2.10
ja: GNOME 2.10 リリース・ノート
nl: GNOME 2.10 communiqué
pa: ਗਨੋਮ ੨.੧੦ ਜਾਰੀ ਸੂਚਨਾ
pt_br: Notas do Lançamento do GNOME 2.10
sq: Shënimet e Publikimit për GNOME 2.10
sv: Utgåveinformation för GNOME 2.10
th: บันทึกประจำรุ่น GNOME 2.10
uk: Примітки до випуску GNOME 2.10
zh_cn: GNOME 2.10 发布注解
zh_tw: GNOME 2.10 發行公告

source: Introduction
da: Introduktion
de: Einleitung
el: Εισαγωγή
es: Introducción
et: Sissejuhatus
id: Pengenalan
it: Introduzione
ja: はじめに
nl: Introductie
pa: ਜਾਣ ਪਛਾਣ
pt_br: Introdução
sq: Parathënie
sv: Introduktion
th: เกริ่นนำ
uk: Вступ
zh_cn: 介绍
zh_tw: 簡介

source: The GNOME 2.10 Desktop is the latest release of the ever popular, multi-platform free desktop environment.
de: Der GNOME 2.10 Desktop ist die neueste Ausgabe der beliebten, mehrere Plattformen unterstützenden und freien Desktop-Umgebung.
el: Η επιφάνεια εργασίας GNOME 2.10 είναι η νεότερη έκδοση της δημοφιλούς, πολυπλατφορμικής ελεύθερης επιφάνειας εργασίας.
es: El escritorio GNOME 2.10 es la última versión del popular entorno de escritorio multiplataforma.
fr: L'environnement GNOME 2.10 est la dernière version du toujours aussi populaire environnement de bureau libre multi plate-forme GNOME.
id: Desktop GNOME 2.10 adalah terbitan terakhir dari yang populer, lingkungan dekstop bebas yang multi platform.
it: Il desktop GNOME 2.10 è l'ultima versione del popolare ambiente desktop libero e multi-piattaforma.
ja: GNOME 2.10 デスクトップは、人気のあるマルチ・プラットフォーム指向でフリーなデスクトップ環境の最新版リリースです。
pa: ਗਨੋਮ ਵਿਹੜਾ ਹਮੇਸ਼ਾ ਹਰਮਨਪਿਆਰੇ ਅਤੇ ਬਹੁ-ਪਲੇਟਫਾਰਮ ਮੁਫਤ ਵਿਹੜਾ ਵਾਤਾਵਰਣ ਦਾ ਸਭ ਤੋਂ ਨਵੀਨ ਜਾਰੀ ਵਰਜਨ ਹੈ।
pt_br: O Ambiente Desktop GNOME 2.10 é a versão mais recente do ambiente desktop livre, multi-plataforma e sempre popular.
sq: Hapësira e Punës GNOME 2.10 është publikimi më i fundit i më të njohurit, shumë-platformësh dhe të lirë mjedis pune.
th: เดสก์ทอป GNOME 2.10 เป็นรุ่นล่าสุดของระบบเดสก์ทอปเสรียอดนิยมและหลากแพลตฟอร์ม
uk: Графічне середовище GNOME 2.10 - свіжий випуск популярного, мультиплатформного графічного середовища.
zh_cn: GNOME 2.10 桌面是一直流行的、多平台的自由桌面环境的最新发布版本。
zh_tw: 大受歡迎的 GNOME 桌面環境終於推出 2.10 版本了。它繼承了以往能夠自由使用的傳統，能在多種平台之上運行。

source: The GNOME desktop releases continue to arrive on schedule. GNOME 2.10 includes a number of interesting new features and hundreds of bug fixes. This time GNOME also includes a video player and a CD-ripping utility. You can learn more in the following sections.
de: Die Veröffentlichungen des GNOME-Desktops erfolgen weiterhin planmäßig. GNOME 2.10 beinhaltet eine Reihe von interessanten Funktionen und hunderte von Fehlerkorrekturen. GNOME enthält diesmal auch eine Anwendung zur Wiedergabe von Videos und ein Werkzeug zum Auslesen von Audio-CDs.
el: Οι εκδόσεις της επιφάνειας εργασίας GNOME, συνεχίζουν να είναι συνεπείς στα ραντεβού τους. Το GNOME 2.10 περιλαμβάνει πολλές νέες και ενδιαφέρουσες δυνατότητες, όπως και εκατοντάδες διορθώσεις σφαλμάτων. Ακόμα αυτή τη φορά το GNOME περιέχει μια εφαρμογή αναπαραγωγής βίντεο και μια εφαρμογή εξαγωγής ήχου από CD. Μπορείτε να μάθετε περισσότερα στις επόμενες ενότητες.
es: Las publicaciones de GNOME siguen llegando puntuales. GNOME 2.10 incluye nuevas características interesantes y cientos de fallos arreglados. Esta vez GNOME también incluye un reproductor de vídeo y una utilidad de extracción de audio desde CD. Puede saber más sobre esto en las siguientes secciones.
et: GNOME'i töölaua uusi versioone väljastatakse ajakava alusel. GNOME 2.10 sisaldab arvukalt huvitavaid uusi funktsionaalsuseid ja sadu veaparandusi. Seekord sisaldab GNOME'is ka videomängija ja CD-rippimisvahend. Rohkem lisainfot nende kohta on allpoololevates rubriikides.
fr: Les versions de l'environnement GNOME continuent de sortir dans les délais prévus. GNOME 2.10 comprend un certain nombre de nouvelles fonctionnalités intéressantes ainsi que des centaines de corrections de bug. Avec cette version, GNOME propose désormais un lecteur vidéo et un utilitaire d'extraction de CD. Vous pourrez en savoir plus dans les sections suivantes.
id: Penerbitan desktop GNOME berlanjut untuk tiba tepat waktu. GNOME 2.10 mengikut sertakan sejumlah fasilitas baru dan ratusan perbaikan kesalahan. Saat ini GNOME juga mengikut sertakan pemutar video dan utilitas pemotong CD. Andadapat belajar lebih pada bagian berikut.
it: I rilasci del desktop GNOME continuano ad arrivare come pianificato. GNOME 2.10 contiene un certo numero di interessanti nuove caratteristiche e centinaia di bachi corretti. Questa volta GNOME contiene inoltre un riproduttore video e una utilità per estrarre l'audio dai CD. Maggiori informazioni si trovano nelle sezioni successive.
ja: 今回も GNOME デスクトップのリリースは予定どおり運んでいます。GNOME 2.10 には興味ある新しい機能が含まれ、数百個にも及ぶバグが修正されています。今リリースでは、新たにビデオ・プレイヤーと CD 切り出しツールが追加されました。その詳細について、これ以降のセクションでもっといろいろ知ることになるでしょう。
nl: De halfjaarlijkse GNOME-versies worden nog steeds strak op schema uitgebracht. GNOME 2.10 bevat een aantal interessante nieuwe mogelijkheden en honderden fouten verholpen. Deze keer bevat GNOME nu ook eindelijk en mediaspeler en een CD-ripper. In de volgende secties leest u er meer over.
pa: ਗਨੋਮ ਡਿਸਕਟਾਪ ਜਾਰੀ ਲਈ ਤਹਿ ਸਮਾਂ ਆ ਗਿਆ ਹੈ। ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਕਈ ਲਾਭਦਾਇਕ ਗੁਣ ਅਤੇ ਹਜ਼ਾਰਾਂ ਬੱਗ ਹਟਾਏ ਗਏ ਹਨ। ਇਸ ਸਮੇਂ ਗਨੋਮ ਵਿੱਚ ਵੀਡਿਓ ਪਲੇਅਰ ਅਤੇ CD-ਖੋਲਣ ਵਾਲੀ ਸਹੂਲਤ ਸ਼ਾਮਲ ਹੈ। ਤੁਸੀਂ ਅੱਗੇ ਦਿੱਤੇ ਭਾਗ ਵਿੱਚ ਹੋਰ ਵੀ ਲਾਭਦਾਇਕ ਗੁਣ ਵੇਖ ਸਕਦੇ ਹੋ।
pt_br: Os lançamentos do ambiente GNOME continuam a chegar na data prevista. O GNOME 2.10 inclui diversos recursos novos e centenas de correções de erros. Dessa vez o GNOME também inclui um reprodutor de vídeos e uma ferramenta de extração de CDs. Você pode aprender mais nas seções seguintes.
sq: Publikimet e hapësirës së punës GNOME vazhdojnë të vijnë në kohë. GNOME 2.10 përfshin mjaft karakteristika të reja dhe qindra korrigjime gabimesh. Gjithashtu, kësaj rradhe GNOME, përfshin një riprodhues filmash dhe një vegël copëzimi CD-sh. Mund të mësosh më tepër në seksionet në vazhdim.
sv: Utgåvorna av GNOME-skrivbordsmiljön fortsätter att komma ut enligt tidplanen. GNOME 2.10 innehåller ett antal intressanta nyheter och hundratals felfixar. Denna gång innehåller GNOME också en videospelare och ett verktyg för att extrahera musik från cd-skivor. Du kan läsa mer om detta i de avsnitt som följer.
th: การปล่อยเดสก์ทอป GNOME ยังดำเนินต่อไปตามกำหนดเวลา GNOME 2.10 มีความสามารถใหม่ที่น่าสนใจเพิ่มมาจำนวนหนึ่ง และการแก้ไขข้อผิดพลาดมากมาย ในรุ่นนี้ GNOME ได้รวมโปรแกรมเล่นหนังและรีดซีดีเพลงมาด้วย คุณสามารถติดตามรายละเอียดเพิ่มเติมได้จากหัวขัอถัดไป
uk: Випуски середовища GNOME продовжують виходити за графіком. GNOME 2.10 включає кілька нових цікавих властивостей та виправлення сотень помилок. Наразі GNOME також включає програвач відео та програму копіювання звуку з компакт-дисків. Дізнатись подробиці можна з наступних розділів.
zh_cn: GNOME 桌面发布版再次到了计划的发布时间。GNOME 2.10 包含了大量的新特性和数百个 BUG 修正。这次 GNOME 也包含了一个视频播放器和一个 CD 抓取工具。在下面的章节中你可以了解到更多。
zh_tw: GNOME 桌面已經準時推出。GNOME 2.10 包括一些值得留意的新功能，當然還有修正不少問題。今次，GNOME 包含了播放影片和抓取音樂光碟的工具。請繼續閱讀以下章節。

source: GNOME provides a user-friendly environment that "just works" for everyday users, without excess complexity or obscure features. At the same time we provide the rich flexibility experienced developers demand.
da: Gnome tilbyder et brugervenligt miljø "der bare virker" til hverdags brugere, uden unødvendig kompleksitet og underlige faciliteter. På samme tid tilbydes den rige fleksibilitet som erfarne udviklere kræver.
de: GNOME stellt eine benutzerfreundliche Oberfläche bereit, die ohne überladene Komplexität und unklare Merkmale im Alltag „einfach funktioniert”. Gleichzeitig stellen wir die umfangreiche Flexibilität bereit, die erfahrene Entwickler verlangen.
el: Το GΝΟΜΕ παρέχει ένα φιλικό περιβάλλον που παρέχει "απρόσκοπτη λειτουργία" για τον καθημερινό χρήστη, χωρίς πλεονάζουσα πολυπλοκότητα, ή παράξενες δυνατότητες. Ταυτόχρονα παρέχουμε ισχυρή ευελιξία κάτι που αρέσει στους έμπειρους προγραμματιστές εφαρμογών.
es: GNOME ofrece un entorno amigable para el usuario, que "simplemente funciona", para usarlo a diario sin una complejidad excesiva ni características rebuscadas. Al mismo tiempo ofrecemos la gran flexibilidad que los desarrolladores experimentados demandan.
et: GNOME pakub igapäevakasutajaile kasutajasõbralikku keskkonda, mis "lihtsalt töötab" ilma et oleks üleliigselt keerukas ning veidra funktsionaalsusega.
fr: GNOME fournit un environnement agréable à utiliser qui fonctionne naturellement pour l'utilisateur de tous les jours, sans complexité excessive ni fonctionnalités obscures. Nous fournissons dans le même temps une flexibilité riche pour répondre à la demande des développeurs les plus expérimentés.
id: GNOME menyediakan lingkungan pengguna yang bersahabat yang "langsung bekerja" untuk pengguna sehari-hari, tanpa terlalu rumit atau fasilitas yang membingungkan. Pada saat yang sama kami menyediakan pengalaman fleksibilitas yang kaya yang diinginkan para pengembang.
it: GNOME fornisce un ambiente amichevole che "semplicemente funziona" per gli utenti comuni, senza un'eccessiva complessità o caratteristiche oscure. Allo stesso tempo fornisce la flessibilità richiesta dagli utenti esperti.
ja: GNOME は、過度な複雑さや不明瞭な機能などを省き、ごく普通のユーザ・レベルを対象として "Just works (きっちり動作する)"、ユーザにやさしい環境を提供します。と同時に、エキスパートな開発者レベルが要求するような (リッチな) 柔軟性をも提供しています。
pa: ਗਨੋਮ ਉਪਭੋਗਤਾ-ਸਹਾਇਕ ਵਾਤਾਵਰਣ ਬਣਾਉਦਾ ਹੈ, ਜੋ ਕਿ ਹਰ ਰੋਜ਼ ਦੇ ਵਰਤਣ ਵਾਲਿਆਂ ਨੂੰ "ਪੂਰਾ ਤਿਆਰ" ਵਾਤਾਵਰਣ ਦਿੰਦਾ ਹੈ, ਜਿਸ ਲਈ ਕੋਈ ਗੁੰਝਲਦਾਰ ਜਾਂ ਵੱਖਰੇ ਗੁਣਾਂ ਨੂੰ ਵਰਤਣ ਲਈ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ ਹੈ। ਇਸੇ ਸਮੇਂ ਹੀ ਅਸੀਂ ਤਜਰਬੇਕਾਰ ਖੋਜੀਆਂ ਦੀਆਂ ਮੰਗਾਂ ਦਾ ਵੀ ਖਿਆਲ ਰੱਖਦੇ ਹਾਂ।
pt_br: O GNOME fornece um ambiente amigável ao usuário que "simplesmente funciona" para usuários de todo dia, sem complexidade excessiva ou recursos obscuros. Ao mesmo tempo, nós damos a rica flexibilidade que os desenvolvedores experientes exigem.
sq: GNOME të pajis me një mjedis të lehtë për t'u përdorur që "thjesht punon" për përdoruesit e përditshëm, pa ndërlikime të tepërta apo karakteristika të pakuptueshme. Në të njëjtën kohë ne u përgjigjemi në menyrë të pasur dhe elastike kërkesave të zhvilluesve me përvojë.
sv: GNOME erbjuder en användarvänlig miljö som helt enkelt "bara fungerar" för vanliga användare, utan onödig komplexitet eller obskyra funktioner. Samtidigt tillhandahåller vi den rika flexibilitet som erfarna användare kräver.
th: GNOME สร้างสภาพแวดล้อมที่เป็นมิตรกับผู้ใช้ และ "พอทำงานได้" สำหรับผู้ใช้ทั่วไป โดยไม่มีความซับซ้อนเกินจำเป็น หรือความสามารถที่ลึกลับ ขณะเดียวกัน เราก็ให้ความยืดหยุ่นที่นักพัฒนาผู้มีประสบการณ์ต้องการ
uk: GNOME забезпечує дружелюбне до користувача середовище яке "просто працює", без надмірної складності та незрозумілих функцій. У той самий час ми забезпечуємо велику гнучкість потреб для досвідчених розробників.
zh_cn: GNOME 为每一个用户提供了一个友好的“Just works”环境，没有多余的复杂和模糊的内容。
zh_tw: GNOME 桌面環境沒有太多複雜或者費解的功能，能夠迎合普通用戶所需。與此同時，它也有足夠的彈性，令有經驗的用戶可以調整環境，適合不同的需要。

source: GNOME runs on a variety of platforms, including GNU/Linux (commonly called Linux), Solaris, HP-UX, BSD and Apple's Darwin. GNOME includes powerful features such as world-class smooth text rendering, a first-class accessibility infrastructure, and a complete internationalization infrastructure that includes support for bi-directional text.
de: GNOME läuft auf einer Vielzahl von Plattformen, unter anderem GNU/Linux (üblicherweise Linux genannt), Solaris, HP-UX, BSD und Darwin von Apple. GNOME bietet leistungsfähige Funktionen, wie z.B. eine hervorragende Kantenglättung bei der Textdarstellung, eine erstklassige Infrastruktur für Barrierefreiheit und eine vollständige Internationalisierungsinfrastruktur, die auch bidirektionalen Text unterstützt.
el: Το GNOME τρέχει σε μια ποικιλία αρχιτεκτονικών, συμπεριλαμβανωμένων του GNU/Linux (το γνωστό Linux) ,Solaris, HP-UX, BSD και Apple Darwin. To GNOME περιέχει ισχυρές δυνατότητες, όπως κορυφαία απεικόνιση κειμένου, πρώτης τάξης υποδομή βοηθητικής τεχνολογίας και πλήρης υποδομή διεθνοποίησης λογισμικού η οποία υποστηρίζει την γραφή από δεξιά σε αριστερά.
es: GNOME funciona en una gran variedad de plataformas, incluyendo GNU/Linux (comúnmente llamado Linux), Solaris, HP-UX y el Darwin de Apple. GNOME incluye potentes características como renderizado de texto de primera calidad, infraestructura para accesibilidad de primera clase y una completa infraestructura de internacionalización que incluye soporte para texto bidireccional.
et: GNOME töötab paljudel erinevatel platvormidel, kaasa arvatud GNU/Linux (üldiselt teatud kui lihtsalt Linux), Solaris, HP-UX, BSD ja Apple'i Darwin. GNOME'is sisalduvate rakenduste hulka kuuluvad ka maailmaklassi teksti...
fr: GNOME founctionne sous une grande variété de systèmes d'exploitation, dont entre autres GNU/Linux (communément appelé Linux), Solaris, HP-UX, BSD et Apple Darwin. GNOME comprend des fonctionnalités puissantes telles qu'un rendu typographique de très haute qualité, une infrastructure accessibilité hors pair et une infrastructure d'internationalisation comprenant le support pour les textes bi-directionnels.
id: GNOME berjalan pada berjenis-jenis platform, termasuk GNU/Linux (biasa disebut Linux). Solaris, HP-UX, BSD dan Darwinnya Apple. GNOME mengikut sertakan fasilitas yang kuat seperti perender teks kelas dunia yang lembut, sebagai aksesibitas infrastruktur kelas-utama dan infrastruktur internasional yang lengkap yang mengikut sertakan dukungan untuk teks dua arah.
it: GNOME gira su una varietà di piattaforme, incluse GNU/Linux (comunemente chiamato Linux), Solaris, HP-UX, BSD e Darwin della Apple. GNOME include caratteristiche potenti come rendering del testo allo stato dell'arte, un'infrastruttura di accessibilità di ottimo livello e un'infrastruttura completa di internazionalizzazione che include il supporto per il testo bidirezionale.
ja: GNOME は、(一般的に Linux と呼ばれる) GNU/Linux、Solaris、HP-UX、BSD、そして Apple の Darwin を含む、さまざまなプラットフォーム上で動作します。GNOME は国際レベル (world-class) でスムースなテキスト描画、第一級 (first-class) のアクセシビリティ・インフラストラクチャ、そして (英語や日本語、加えてアラビア語などの) 双方向性テキストのサポートを含む完成された (complete) 国際化インフラストラクチャといったパワフルな機能を提供します。
pa: ਗਨੋਮ ਕਈ ਪਲੇਟਫਾਰਮਾਂ ਤੇ ਚੱਲਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ GNU/ਲੀਨਕਸ (ਜਿਸ ਨੂੰ ਅਕਸਰ ਲੀਨਕਸ ਕਹਿੰਦੇ ਹਨ), Solaris, HP-UX, BSD ਅਤੇ Apple ਦਾ Darwin ਸ਼ਾਮਲ ਹੈ। ਗਨੋਮ ਵਿੱਚ ਕਈ ਸ਼ਕਤੀਸ਼ਾਲੀ ਗੁਣ ਹਨ, ਜਿਸ ਵਿੱਚ ਆਸਾਨ ਪਾਠ ਪੇਸ਼ਕਾਰੀ, ਪਹਿਲੇ ਦਰਜੇ ਦਾ ਸਹੂਲਤ ਢਾਂਚਾ, ਅਤੇ ਮੁਕੰਮਲ ਅੰਤਰਰਾਸ਼ਟਰੀਕਰਨ ਢਾਂਚਾ, ਜਿਸ ਵਿੱਚ ਦੋ-ਦਿਸ਼ਾਵੀ ਪਾਠ ਲਈ ਸਹਿਯੋਗ ਹੈ, ਵੀ ਸ਼ਾਮਲ ਹਨ।
pt_br: O GNOME funciona numa grande variedade de plataformas, incluindo o GNU/Linux (mais comumente chamado de Linux), o Solaris, o HP-UX, o BSD e o Apple's Darwin. O GNOME inclui recursos poderosos como renderização suave de texto, uma infraestrutura de acessibilidade de primeira-classe e uma completa infraestrutura de internacionalização que inclui suporte a texto bidirecional.
sq: GNOME xhiron në një mori platformash, duke përfshirë GNU/Linux (zakonisht quajtur Linux), Solaris, HP-UX, BSD dhe Darwin e Apple. GNOME përfshin karakteristika të fuqishme si paraqitje të lëmuar teksti, infrastrukturë të klasit të parë açesibiliteti, dhe një infrastrukturë të plotë ndërkombëtarizimi që përfshin mbështetje për tekst dy-drejtimor.
sv: GNOME fungerar på ett stort urval plattformar, däribland GNU/Linux (allmänt känt som Linux), Solaris, HP-UX, BSD och Apples Darwin. GNOME innehåller kraftfulla funktioner som till exempel mjuk textrendering i världsklass, en tillgänglighetsinfrastruktur utav första klass, och en komplett internationaliseringsinfrastruktur som inkluderar stöd för bidirektionell text.
th: GNOME ทำงานบนแพลตฟอร์มที่หลากหลาย รวมถึง GNU/Linux (ซึ่งเรียกโดยทั่วไปว่าลินุกซ์), Solaris, HP-UX, BSD และ Darwin ของ Apple GNOME มีความสามารถอันทรงพลังหลายอย่าง เช่น การวาดข้อความที่เรียบสวย โครงสร้างระบบอำนวยการใช้งานชั้นยอด และโครงสร้างการสนับสนุนภาษานานาชาติที่สมบูรณ์ ซึ่งรวมถึงการสนับสนุนภาษาเขียนสองทิศทางด้วย
uk: GNOME працює на великій кількості платформ, включно з GNU/Linux (часто називається просто Linux), Solaris, HP-UX, BSD та платформою Darwin від Apple. GNOME включає потужні функції, такі як гладку растеризацію тексту, першокласну підтримку спеціальних можливостей, та повну інтернаціоналізацію, що включає підтримку двонаправленого тексту.
zh_cn: GNOME 是一种支持多种平台的开发和桌面环境，可以运行在包括 GNU/Linux (通常叫做Linux)、Solaris、HP-UX、BSD 和 Apple's Darwin 系统上。GNOME 拥有很多强大的特性，如：高质量的平滑文本渲染、首个国际化和可用性支持、并且包括对反向文本的支持(注：有些国家的文字是从右到左的排版的)。
zh_tw: GNOME 可以在不同的平台上運行，包括 GNU/Linux (一般上簡單稱為 Linux)、Solaris、HP-UX、BSD 和 Apple 的 Darwin。GNOME 的特點包括能精確控制的文字平滑化、獲獎無數的無障礙環境架構，還有能夠支援雙向文字的國際化架構。

source: Of course GNOME 2.10 includes all of the improvements made in GNOME 2.8, which you can learn about in the GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">release notes</ulink>.
da: Selvfølgelig inkluderer Gnome 2.10 alle de forbedringer som er lavet til Gnome 2.8, disse kan du læse om i <ulink url="http://www.gnome.org/start/2.8/notes/">Gnome 2.8-udgivelsesnoterne</ulink>.
de: Natürlich enthält GNOME 2.10 auch alle Verbesserungen von GNOME 2.8, deren Beschreibungen in den <ulink url="http://www.gnome.org/start/2.8/notes/">Release Notes</ulink> von GNOME 2.8 zu finden sind.
el: Φυσικά το GNOME 2.10 περιέχει όλες τις βελτιώσεις που έγιναν στην έκδοση 2.8, για το GNOME 2.8 μπορείτε να μάθετε περισσότερα στις <ulink url="http://www.gnome.org/start/2.8/notes/">σημειώσεις έκδοσης</ulink>.
es: Por supuesto, GNOME 2.10 incluye todas las mejoras realizadas en GNOME 2.8, de las que puede saber más leyendo las <ulink url="http://www.gnome.org/start/2.8/notes/">notas de la versión</ulink> (en inglés) de GNOME 2.8.
et: Muidugi sisaldab GNOME 2.10 kõiki neid täiustusi, mis on tehtud GNOME 2.8 jaoks ja mille kohta saad lugeda GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">väljastuse märkmeid</ulink>.
fr: GNOME 2.10 comprend bien entendu toutes les améliorations des versions précédentes. Vous pouvez vous réferer aux <ulink url="http://www.gnome.org/start/2.8/notes/">notes</ulink> de la version 2.8 pour connaître les précédentes améliorations.
id: Tentu saja GNOME 2.10 mengikut sertakan seluruh peningkatan yang dibuat pada GNOME 2.8, yang dapat anda pelajari pada GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">catatan terbitan</ulink>.
it: Ovviamente GNOME 2.10 include tutti i miglioramenti apportati in GNOME 2.8, che si possono trovare nelle <ulink url="http://www.gnome.org/start/2.8/notes/">note di rilascio</ulink> di GNOME 2.8.
ja: もちろん GNOME 2.10 では、GNOME 2.8 の <ulink url="http://www.gnome.gr.jp/docs/g28relnote/">リリース・ノート</ulink> の中で紹介されている、GNOME 2.8 で達成した改善点の全てを継承します。
nl: Natuurlijk bevat GNOME 2.10 alle verbeteringen die voor GNOME 2.8 zijn gemaakt. Hierover kunt u lezen in het GNOME 2.8 <ulink url="http://www.gnome.org/start/2.8/notes/">communiqué</ulink>.
pa: ਬਿਨਾਂ ਸ਼ੱਕ ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਗਨੋਮ ੨.੮ ਦੀਆਂ ਸਭ ਕਮੀਆਂ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੈ, ਜਿਸ ਨੂੰ ਗਨੋਮ ੨.੮ <ulink url="http://www.gnome.org/start/2.8/notes/">ਜਾਰੀ ਸੂਚਨਾ</ulink> ਤੇ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ
pt_br: É claro que o GNOME 2.10 inclui todas as melhorias feitas no GNOME 2.8, sobre as quais você pode aprender nas <ulink url="http://www.gnome.org/start/2.8/notes/">notas de lançamento</ulink> do GNOME 2.8.
sq: Sigurisht GNOME 2.10 përfshin të gjitha përmirësimet e bëra në GNOME 2.8, të cilat mund ti lexoni në <ulink url="http://www.gnome.org/start/2.8/notes/">shënimet e publikimit</ulink> për GNOME 2.8.
sv: Självklart innehåller GNOME 2.10 alla förbättringar som gjordes i GNOME 2.8, som du kan läsa mer om på i <ulink url="http://www.gnome.org/start/2.8/notes/">utgåveinformationen</ulink> för GNOME 2.8.
th: แน่นอนว่า GNOME 2.10 รวมเอาการปรับปรุงทุกอย่างใน GNOME 2.8 ไว้ทั้งหมด ซึ่งคุณสามารถศึกษาได้จาก <ulink url="http://www.gnome.org/start/2.8/notes/">บันทึกประจำรุ่น</ulink> ของ GNOME 2.8
uk: Звичайно, GNOME 2.10 включає усі вдосконалення зроблені GNOME 2.8, про які можна дізнатись у <ulink url="http://www.gnome.org/start/2.8/notes/">примітках до випуску</ulink> до GNOME 2.8.
zh_cn: 当然 GNOME 2.10 里也包含了 GNOME 2.8 中的所有改进，可以在 GNOME 2.8 的<ulink url="http://www.gnome.org/start/2.8/notes/">发行注解</ulink>中了解更多。
zh_tw: 當然，GNOME 2.10 也包括所有 2.8 的功能。您可以在 GNOME 2.8 的<ulink url="http://www.gnome.org/start/2.8/notes/">發行公告</ulink>中獲悉它的特點。
