Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: All of the panel menus are now defined by the cross-platform Freedesktop.org menu specification, so 3rd-party software may add itself to the Applications menu without even knowing about GNOME.
da: Alle panelmenuerne er nu defineret af Freedesktop.org's menuspecifikation for flere platforme, hvilket vil sige at tredjeparts programmer nu kan tilføje sig selv til menuen "Programmer" uden overhovedet at kende til Gnome.
de: Alle Panel-Menüs werden jetzt durch die plattformübergreifende Menü-Spezifikation von freedesktop.org definiert, so dass sich Software von Drittanbietern, ohne etwas über GNOME wissen zu müssen, zum Menü „Anwendungen” hinzufügen kann.
el: Τώρα όλα τα μενού του ταμπλώ καθορίζονται από τους κανόνες του Freedesktop.org, έτσι ώστε το λογισμικό τρίτων να μπορεί να προστίθεται στο μενού εφαρμογών του GNOME,ακόμα και αν δεν έχει σχεδιαστεί για το GNOME.
es: Todos los menús del panel se definen ahora por la especificación de menú de Freedesktop.org, de modo que el software de terceros puede añadirse al menú de aplicaciones incluso sin saber nada acerca de GNOME.
et: Kõik paneeli menüüd on nüüd defineeritud multiplatvormse Freedesktop.org menüü kirjelduse, seega kolmanda osapoolte tarkvara saab lisada ennast rakenduste menüüse, ilma et ta oleks kunagi GNOME'ist kuulnud.
fr: Tous les menus du tableau de bord suivent la spécification multi-plateforme Freedesktop.org, ainsi les logiciels tiers peuvent s'ajouter au menu « Application » sans même avoir à connaître GNOME.
id: Seluruh menu panel pada saat ini telah didefinisikan oleh spesifikasi menu Freedesktop.org yang berplatform silang, sehingga perangkat lunak pihak ke-3 dapat menambahkan dirinya ke menu aplikasi tanpa harus mengetahui tentang GNOME.
it: Tutti i menù del pannello sono ora definiti per mezzo delle specifiche inter-desktop sui menù di Freedesktop.org; in questo modo le applicazioni sviluppate da terze parti possono essere aggiunte al menù Applicazioni senza che sia necessaria una conoscenza approfondita di GNOME.
ja: 全てのパネル・メニューが、クロス・プラットフォームに対応した Freedesktop.org のメニュー仕様で定義されるようになりました。そして、GNOME の仕様を知ることのないサード・パーティ製のソフトウェアもアプリケーション・メニューへ容易に登録できるようになります。
nl: Alle paneelmenu's zijn nu in overeenstemming met de menuspecificaties van Freedesktop.org zodat externe software zichzelf aan het menu kan toevoegen zonder te hoeven weten of u GNOME gebruikt.
pa: ਸਭ ਪੈਨਲ ਮੇਨੂ ਨੂੰ Freedesktop.org ਦੀਆਂ ਅੰਤਰ-ਪਲੇਟਫਾਰਮ ਮੇਨੂ ਸ਼ਰਤਾਂ ਦੇ ਅੰਦਰ ਰੱਖ ਕੇ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਇਸਕਰਕੇ ਕੋਈ ਵੀ ਹੋਰ ਸਾਫਟਵੇਅਰ ਆਪਣੇ ਕਾਰਜ ਮੇਨੂ ਨੂੰ ਗਨੋਮ ਬਾਰੇ ਜਾਣੇ ਬਿਨਾਂ ਵੀ ਇਸ ਪੈਨਲ ਮੇਨੂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ।
pt_br: Agora, todos os menus do painel são definidos pela especificação de menus inter-plataformas do Freedesktop.org, para que outros softwares se adicionem ao menu de Aplicações sem nem mesmo ter que saber do GNOME.
sq: Të gjitha menutë e panelit, tashmë janë përcaktuar nga specifikat «cross-platform» të menuve nga Freedesktop.org, kështu që programe jo zyrtarë mund të shtohen në menunë "Programe" pa më të voglin problem nga GNOME.
sv: Alla panelmenyer är nu definierade enligt Freedesktop.org:s korsplattformsspecifikation för menyer, så att tredjepartsprogram kan lägga till sig i programmenyn utan att ens känna till GNOME.
th: เมนูบนพาเนลทั้งหมด ได้ถูกกำหนดตามข้อกำหนดเมนูข้ามแพลตฟอร์มของ Freedesktop.org แล้ว ทำให้ซอฟต์แวร์ทั่วไปสามารถเพิ่มตัวเองในเมนู "โปรแกรม" ได้ โดยไม่ต้องรู้อะไรเกี่ยวกับ GNOME เลย
uk: Усі меню на панелі тепер визначаються крос-платформним стандартом Freedesktop.org, тому програми інших постачальників можуть додавати себе у меню Програми, навіть нічого не знаючи про GNOME.
zh_cn: 全部面板菜单是由跨平台的 Freedesktop.org 菜单规范所定义的，第三方软件甚至无须了解 GNOME 就可以把自己添加到应用程序菜单中。
zh_tw: 整個程式選單都採用了跨平台的 freedesktop.org 選單標準，任何外加的程式，不需要特別偵測 GNOME 環境，也已經可以在程式選單中使用。

source: Also, most applets can now be partly transparent, when the panel itself is transparent.
da: Desuden kan de fleste panelprogrammer gøres delvis transparente, når panelet selv er transparent.
de: Auch sind die meisten Applets jetzt in der Lage, teilweise transparent zu erscheinen, wenn das Panel selbst transparent ist.
el: Ακόμα, τα περισσότερα εφαρμογίδια τώρα μπορούν να είναι μερικώς διαφανή, ενώ το ταμπλώ να είναι διαφανές.
es: Además. la mayoría de los applets ahora pueden ser parcialmente transparentes, cuando el panel es transparente.
et: Lisaks saavad enamus rakenditest olla osaliselt läbipaistvad, juhul kui paneel ise on läbipaistev.
fr: Aussi, la plupart des applets sont transparentes, quand le tableau de bord est transparent.
id: Juga, kebanyakan applet sekarang dapat ditransparankan secara sebagian, ketika panel itu sendiri transparan.
it: Inoltre la maggior parte delle applet possono ora essere rese parzialmente trasparenti, quando il pannello stesso è trasparente.
ja: さらに、パネル自身を透明にした場合、同時に多くのアプレットを部分的に透明にすることができるようになりました。
nl: Tevens kunnen de meeste applets nu gedeeltelijk transparant zijn, wanneer het paneel zelf ook transparant is
pa: ਅਤੇ ਨਾਲ ਹੀ, ਜਿਆਦਾ ਐਪਲਿਟ ਹੁਣ ਅਲਪ ਪਾਰਦਰਸ਼ੀ ਹਨ, ਜਦੋਂ ਕਿ ਪੈਨਲ ਖੁਦ ਪਾਰਦਰਸ਼ੀ ਹੈ।
pt_br: Ainda, a maioria dos mini-aplicativos agora podem ficar parcialmente transparentes, quando o próprio painel ficar transparente.
sq: Gjithashtu, shumë programthe tashmë mund të jenë pjesërisht të tejdukshëm, kur vetë paneli është i tejdukshëm.
sv: Dessutom kan de flesta panelprogram nu vara delvis genomskinliga när panelen själv är genomskinlig.
th: นอกจากนี้ แอพเพล็ตเกือบทั้งหมดสามารถทำให้โปร่งใสได้ เมื่อพาเนลโปร่งใส
uk: Також, більшість аплетів тепер частково прозорі, якщо ваша панель - прозора.
zh_cn: 同样，当面板自身是透明的时候，大多数的小程序(Applets)能实现局部透明了。
zh_tw: 還有，如果面板本身使用透明底色，那麼絕大部份的面板程式都會配合底色。

source: Integrated Modem Control
da: Integreret modemkontrol
de: Integrierte Modemkontrolle
el: Ενσωματωμένος Έλεγχος Μόντεμ
es: Control integrado del módem
et: Integreeritud modemikontroll
fr: Contrôle intégré du modem
id: Pengendali Modem Terintegrasi.
it: Controllo modem integrato
ja: 統合されたモデム・モニタ
nl: Geïntegreerde modembediening
pa: ਸ਼ਾਮਲ ਮਾਡਮ ਕੰਟਰੋਲ
pt_br: Controle de modem integrado
sq: Kontroll i brendshëm i modemit
sv: Integrerad modemstyrning
th: การควบคุมโมเด็มที่เชื่อมรวมแล้ว
uk: Інтегрований контроль модему
zh_cn: 整合的 Moden 控制
zh_tw: 結合數據機控制功能

source: GNOME 2.10 introduces a new applet for controlling your Modem, integrated with GNOME System Tools.
de: GNOME 2.10 führt ein neues Applet zur Steuerung Ihres Modems ein, welches in die GNOME-Systemwerkzeuge integriert ist.
el: Το GNOME 2.10 εισάγει ένα νέο εφαρμογίδιο για τον έλεγχο του μόντεμ σας, ενσωματωμένο με τα GNOME System Tools.
es: GNOME 2.10 introduce un applet nuevo para controlar su módem, integrado con las herramientas del sistema de GNOME.
fr: GNOME 2.10 introduit une nouvelle applet pour contrôller votre modem, intégrée dans les outils sytèmes GNOME.
id: GNOME 2.10 memperkenalkan applet baru untuk mengatur Modem anda, menyatu dengan Alat Sistem GNOME.
it: GNOME 2.10 introduce una nuova applet per poter controllare il proprio modem, che si integra con gli strumenti di sistema di GNOME.
ja: GNOME 2.10 では、お使いのモデムを制御するため GNOME システム・ツールに統合された新しいアプレットが導入されました。
pa: ਗਨੋਮ ੨.੧੦ ਤੁਹਾਡੇ ਮਾਡਮ ਨੂੰ ਕੰਟਰੋਲ ਕਰਨ ਲਈ ਨਵਾਂ ਐਪਲਿਟ ਲੈਕੇ ਆਇਆ ਹੈ, ਜੋ ਕਿ ਗਨੋਮ ਸਿਸਟਮ ਸੰਦ ਦਾ ਭਾਗ ਹੈ।
pt_br: O GNOME 2.10 apresenta um novo mini-aplicativo para controlar seu modem, integrado com as Ferramentas de Sistema do GNOME.
sq: GNOME 2.10 paraqet një programth të ri për kontrollin e modemit tënd, integruar në "Veglat e Sistemit" GNOME.
th: GNOME 2.10 มีแอพเพล็ตตัวใหม่สำหรับควบคุมโมเด็ม โดยมีการเชื่อมรวมกับเครื่องมือดูแลระบบของ GNOME ด้วย
uk: У GNOME 2.10 є новий аплет керування модемом, інтегрований з системними утилітами GNOME.
zh_cn: GNOME 2.10 引入了一个新的小程序来控制 Modem，这个小程序已经整合入到了 GNOME 系统工具中。
zh_tw: GNOME 2.10 的 GNOME 系統工具引進了一個新的面板程式用來控制數據機。

source: Panel Trashcan
da: Papirkurv for panelet
de: Panel-Mülleimer
el: Ο κάδος απορριμμάτων του ταμπλώ
es: Papelera del panel
et: Paneeli prügikast
fr: Corbeille du tableau de bord
id: Panel Tong Sampah
it: Cestino sul pannello
ja: パネルのゴミ箱
nl: Paneelprullenbak
pa: ਪੈਨਲ ਰੱਦੀ
pt_br: Lixeira do painel
sq: Koshi i panelit
sv: Panelpapperskorg
th: ถังขยะบนพาเนล
uk: Смітник на панелі
zh_cn: 面板垃圾桶
zh_tw: 面板回收筒

source: GNOME 2.10 features an optional trashcan for your Panel. Just like the trashcan on your desktop, you can now drag and drop files and other items into the trash without minimising your open windows.
el: Το GNOME 2.10 περιλαμβάνει ένα προαιρετικό κάδο απορριμμάτων για το Ταμπλώ σας. Όπως και στον κάδο απορριμμάτων που βρίσκεται στην επιφάνεια εργασίας, μπορείτε να σύρετε και να αφήσετε αρχεία και άλλα αντικείμενα στον κάδο του ταμπλώ δίχως να χρειαστεί η ελαχιστοποίηση των ανοικτών παραθύρων σας.
fr: GNOME 2.10 fournit une corbeille optionnelle pour votre tableau de bord. Comme la corbeille de votre bureau, vous pouvez glissez-déposez des fichiers et autres éléments sans avoir à réduire les fenêtres ouvertes.

source: Control Mounted Volumes
da: Kontrollér monterede delarkiver
de: Kontrolle eingebundener Datenträger
el: Έλεγχος Προσαρτημένων Τόμων
es: Control de volúmenes montados
et: Kontrolli külgehaagitud kettaid
fr: Contrôle des volumes montés
id: Kendali Volume Terkait
it: Controllo dei volumi montati
ja: マウント済みのボリュームを制御する
nl: Verwisselbare media aankoppelen
pa: ਮਾਊਟ ਵਾਲੀਅਮ ਕੰਟਰੋਲ
pt_br: Controle os volumes montados
sq: Kontrollo Volumet e montuara
sv: Styr monterade volymer
th: ควบคุมอุปกรณ์ที่เมานท์อยู่
uk: Керування підключенням томів
zh_cn: 控制挂载的卷标
zh_tw: 控制儲存媒體

source: GNOME 2.8 allowed you to easily mount your digital media, such as CDs, DVDs, and USB memory sticks. Now the volume mounter applet helps you to use these volumes without the difficulty of finding their icons on the desktop, behind your open windows. The applet shows the currently mounted (or unmountable) volumes, allowing you to mount them, eject them, or open them in the file manager.
de: GNOME 2.8 erlaubte bereits das einfache Einbinden digitaler Medien, wie CDs, DVDs und USB-Sticks. Jetzt unterstützt Sie das Applet zum Einbinden von Laufwerken bei der Verwendung dieser Datenträger. Es vermeidet Schwierigkeiten beim Auffinden der Laufwerkssymbole auf Ihrem Desktop, die möglicherweise durch geöffnete Fenster verdeckt werden. Das Applet zeigt die zur Zeit eingebundenen (oder nicht aushängbaren) Datenträger an und erlaubt es Ihnen, Datenträger einzubinden, auszuwerfen oder im Dateimanager zu öffnen.
el: Το GNOME 2.8 σας επέτρεπε να κάνετε εύκολη προσάρτηση ψηφιακών μέσων, όπως CDs, DVDs, και μνήμες USB. Τώρα το εφαρμογίδιο προσάρτησης τόμων, σας βοηθάει να χρησιμοποιήσετε εύκολααυτούς τους τόμους χωρίς να χρειάζεται να ψάχνετε τα εικονίδια τους στην επιφάνεια εργασίας σας, πίσω από ανοικτά παράθυρα. Το εφαρμογίδιο εμφανίζει τους τρέχοντες προσαρτημένους (ή μη προσαρτημένους) τόμους,και σας επιτρέπει να τους προσαρτήσετε, να τους εξάγετε, ή να τους ανοίξετε στον διαχειριστή αρχείων σας..
es: GNOME 2.8 le permitía montar sus soportes digitales, como CD, DVD, y memorias USB. Ahora el applet montador de discos le ayuda a usar estos discos sin la dificultad de tener que encontrar estos iconos en el escritorio, detrás de sus ventanas abiertas. El applet muestra los discos montados (o que se puedan montar) actualmente, permitiéndole montarlos, expulsarlos, o abrirlos en el gestor de ficheros.
fr: GNOME 2.8 vous permettait de monter facilement vos supports numériques, tels que les CD, les DVD et les clés USB. Désormais l'applet de montage de volume vous aide à utiliser ces volumes sans avoir a retrouver leur icones sur le bureau, derrière les fenêtres. L'applet affiche les volumes actuellement montés (ou non-démontable), vous permettant de les monter, les éjecter, ou les ouvrir dans le gestionnaire de fichiers.
id: GNOME 2.8 membolehkan anda untuk dengan mudah mengkaitkan media digital anda, seperti CD, DVD, memory USB. Sekarang applet pengkait isi membantu anda untuk menggunakan isi ini tanpa kesulitan menemukan icon mereka di desktop, disamping jendela anda yang terbuka. Applet menampilkan isi yang sedang terkait (atau terlepas), membolehkan anda untuk mengkaitkan mereka, mengeluarkan mereka, ataupun membuka mereka dalam pengelola file.
it: GNOME 2.8 consentiva di fare in modo semplice il mount di supporti digitali come CD, DVD e chiavi USB. Ora l'applet per il mount di volumi facila l'accesso a tali volumi, senza la difficoltà di ricercare la relativa icona sul desktop, sotto le finestre aperte. L'applet mostra i volumi al momento montati (o smontabili), consentendone l'attivazione, l'espulsione o l'apertura nel file manager.
ja: GNOME 2.8 では、いろいろな CD、DVD、そして USB メモリ・スティックといったお使いのデジタル・メディアを簡単にマウントすることができました。GNOME 2.10 のディスク・マウンタは、デスクトップに散らばっているアイコンや開いたウィンドウの裏に隠れているアイコンをわざわざ探すことなく、これらのボリュームを利用するための手助けをしてくれます。このアプレットは、現在マウントしている (あるいはアンマウント可能な) ボリュームを表示し、それらをマウントしたり、イジェクトしたり、あるいはファイル・マネージャから開いたりすることが可能です。
pa: ਗਨੋਮ ੨.੮ ਤੁਹਾਨੂੰ ਆਪਣੇ ਡਿਜ਼ੀਟਲ ਮਾਧਿਅਮ, ਜਿਵੇਂ ਕਿ CD, DVD, ਤੇ USB ਮੈਮੋਰੀ ਛੜਾਂ ਨੂੰ ਸੌਖੀ ਤਰਾਂ ਮਾਊਟ ਕਰਨ ਲਈ ਸਹਾਇਕ ਸੀ। ਹੁਣ ਵਾਲੀਅਮ ਮਾਊਟਰ ਐਪਲਿਟ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਵਾਲੀਅਮਾਂ ਦੀ ਵਰਤੋਂ ਖੁੱਲ਼ੇ ਝਰੋਖਿਆਂ ਪਿੱਛੇ ਵਿਹੜੇ ਵਿੱਚ ਲੱਭ ਕੇ ਕਰਨ ਨੂੰ ਹੋਰ ਵੀ ਆਸਾਨ ਕਰ ਦੇਵੇਗਾ। ਐਪਲਿਟ ਇਸ ਮੌਕੇ ਤੇ ਮਾਊਟ (ਜਾਂ ਅਨਮਾਊਟ) ਵਾਲੀਅਮ ਵੇਖਾਏਗਾ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਮਾਊਟ ਕਰਨ, ਬਾਹਰ ਕੱਢਣ ਜਾਂ ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਨਾਲ ਖੋਲਣ ਲਈ ਸਹਾਇਕ ਹੈ।
pt_br: O GNOME 2.8 te permitiu montar facilmente suas mídias digitais, tais como CDs, DVDs e cartões de memória USB. Agora o mini-aplicativo de montagem de volumes te ajuda a usar esses volumes sem a dificuldade de encontrar seus ícones na área de trabalho, por trás das suas janelas. O mini-aplicativo mostra os volumes montados atualmente (ou desmontáveis), te permitindo montá-los, ejetá-los ou abri-los no gerenciador de arquivos.
sq: GNOME 2.8 të lejonte të montoje lehtësisht media si CD, DVD, dhe çelësa kujtese USB. Tani programthi i montimit të volumeve të ndihmon të përdorësh këto volume pa vështirësitë e gjetjes së ikonave të tyre në hapësirën e punës, prapa dritareve të hapura. Programthi shfaq volumet e montuara (apo çmontuara), duke të lejuar montimin e tyre, nxjerrjen, ose hapjen e tyre nga organizuesi i file.
th: ใน GNOME 2.8 นั้น คุณเมานท์สื่อดิจิทัลของคุณ เช่น ซีดี ดีวีดี และ หน่วยความจำ USB ได้อย่างง่ายดาย ส่วนรุ่นนี้ แอพเพล็ตเมานท์ดิสก์ ก็ช่วยให้คุณใช้หน่วยเก็บข้อมูลเหล่านี้ได้ โดยไม่ต้องยุ่งยากในการหาไอคอนบนพื้นโต๊ะหลังหน้าต่างที่บังอยู่ แอพเพล็ตนี้จะแสดงหน่วยเก็บที่เมานท์อยู่ (หรือที่เลิกเมานท์ไม่ได้) เพื่อให้คุณสั่งเมานท์ ดันแผ่นออก หรือเปิดดูเนื้อหาผ่านตัวจัดการแฟ้มได้
uk: GNOME 2.8 дозволив швидко підключати цифрові носії даних, такі як CD, DVD, та flash-диски USB. Тепер аплет підключення томів допоможе використовувати ці томи, не змушуючи шукати їх значки на стільниці заваленій відкритими вікнами. Аплет відображає підключені (чи не підключені) томи, що дозволяє підключати їх, витягувати носій, відкривати їх вміст у файловому менеджері.
zh_cn: GNOME 2.8 允许您轻松挂载数字媒介，比如 CD, DVD, 和 USB 存贮棒。现在卷标挂载器 applet 助您使用这些卷标，无须在桌面上困难地寻找在打开窗口之下的相关图标。这个 applet 显示当前已挂载(或未挂载)的卷标，让您挂载，弹出，或者在文件管理器中打开它们。
zh_tw: GNOME 2.8 允許您方便地使用數位儲存媒體，例如 CD、DVD 和 USB 隨身碟。現在媒體掛載面板程式令這個過程更輕鬆，因為您不用再在視窗背後找代表媒體的圖示了。該面板程式顯示目前使用中的媒體，讓您使用或者退出媒體，或者在檔案管理員中開啟。

source: Get even more weather
da: Få endnu mere vejr
de: Noch mehr Wetterinformationen
el: Λήψη περισσότερων προγνώσεων καιρού
es: Obtenga más informes meteorológicos
et: Veelgi rohkem ilmastikuinfot
fr: Obtenez une meilleure météo
id: Dapatkan cuaca
it: Sempre più meteo
ja: ますます手の込んだお天気アプレット
nl: Weer meer weer
pa: ਹੋਰ ਚੰਗਾ ਮੌਸਮ ਵੀ ਲਵੋ
pt_br: Saiba ainda mais sobre o tempo
sq: Merr më tepër parashikime moti
sv: Få ännu mer väder
th: ข้อมูลสภาพอากาศที่เพิ่มขึ้น
uk: Ще більше погоди
zh_cn: 得到的不仅仅是天气
zh_tw: 獲知更多天氣情況

source: The weather monitor can now show even more locations then before, and the location names have been translated into non-english languages where appropriate. In addition, the forecast now includes sunrise and sunset calculations for most locations.
el: Τώρα η παρακολούθηση καιρού μπορεί να προβάλλει ακόμα περισσότερες τοποθεσίες, και τα ονόματατους. Επιπρόσθετα, η πρόγνωση τώρα περιλαμβάνει υπολογισμούς ανατολής και δύσης ηλίουγια τις περισσότερες τοποθεσίες.
fr: L'applet de bulletin météo peut afficher plus de lieux qu'avant, les noms de lieux ont été traduits dans chaque langue lorsque c'était nécessaire. De plus, les prévisions incluents désormais le calcul du lever et du coucher du soleil pour la plupart des lieux.

source: Sound control
da: Lydkontrol
de: Einstellung der Lautstärke
el: Έλεγχος ήχου
es: Control de sonido
et: Helitugevuse reguleerija
fr: Contrôle du son
id: Kendali Suara
it: Controllo del suono
ja: サウンド・コントロール
nl: Geluid
pa: ਧੁਨੀ ਕੰਟਰੋਲ
pt_br: Controle de som
sq: Kontrolli i zërit
sv: Ljudkontroll
th: การควบคุมเสียง
uk: Керування звуком
zh_cn: 声音控制
zh_tw: 音量控制

source: A new mixer for your panel (combined with a new look mixer on the desktop) gets the most from your sound hardware. Using the GStreamer multimedia framework, the mixer is now more convenient and stable then before. The same multimedia framework powers Totem, Sound Juicer, the GNOME CD player and a variety of third-party applications, so changing the GNOME volume via the panel will change the volume of all these applications. TODO: Is this last sentence true/new/meaningful?
el: Ένας νέος μίκτης για το ταμπλώ σας (συνδυαζόμενος με μια νέα εμφάνιση) εξυπηρετεί πλήρως το υλικό ήχου σας. Με την χρήση του GStreamer multimedia framework, ο μίκτης είναι τώρα πιό εύχρηστος και σταθερός από ποτέ. Το ίδιο multimedia framework ενισχύει το Totem, τον Sound Juicer, το GNOME CD player και μιαπλειάδα εφαρμογών τρίτων, έτσι ώστε η αλλαγή της έντασης του ήχου μέσω του ταμπλώθα αλλάξει και την ένταση σε όλες αυτές τις εφαρμογές.

source: Taking note
da: Skriv notater
de: Notizen machen
el: Λήψη σημείωσης
es: Tomando nota
et: Märkmete tegemine
fr: Prendre des notes
id: Mengambil catatan
it: Prendere nota
ja: メモを取る
nl: Notities maken
pa: ਸੂਚਨਾ ਲਿਖਣੀ
pt_br: Tomando notas
sq: Marrja e shënimeve
sv: Antecknar
th: จดบันทึก
uk: Нотатки
zh_cn: 做记录
zh_tw: 撰寫備忘

source: The popular Sticky Notes applet has a simpler user interface and many bugs have been fixed, so it's now even easier to add PostIt-style notes on your desktop. For instance, sticky notes will now stay on the correct workspace, or even a different monitor.
el: Το δημοφιλές εφαρμογίδιο των Sticky Notes έχει πιο απλή εμφάνιση και πολλά διορθωμένα σφάλματα. 'Ετσι είναι τώρα ακόμα ευκολότερο να προσθέτετε σημειώσεις του στυλ PostIt στην επιφάνεια εργασίας σας. Για παράδειγμα, τα sticky notes παραμένουν στο ίδιο σημείο ακόμα και σε διαφορετική οθόνη.

source: And sticky motes now stay on top other windows, so you can't lose them. To hide the notes, simply use the applet's right-click menu.
el: Και οι sticky notes τώρα παραμένουν πάνω από τα άλλα παράθυρα, έτσι ώστε να μην τις χάνετε. Για να αποκρύψετε αυτές τις σημειώσεις, χρησιμοποιήστε το μενού του δεξιού κλικ του εφαρμογιδίου.

source: Specially for laptops
da: Specielt for bærbare
de: Speziell für Laptops
el: Ειδικά για φορητούς υπολογιστές
es: Especial para portátiles
et: Spetsiaalselt sülearvutite jaoks
fr: Spécialement pour les ordinateurs portables
id: Teristimewa untuk laptops
it: Speciale per portatili
ja: 格別にラップトップ向け
nl: Speciaal voor laptops
pa: ਲੈਪਟਾਪਾਂ ਲਈ ਖਾਸ
pt_br: Especialmente para laptops
sq: Veçanërisht për kompjuter prehëri
sv: Speciellt för bärbara datorer
th: พิเศษสำหรับแล็ปทอป
uk: Спеціально для портативних комп'ютерів
zh_cn: 特别为笔记本提供
zh_tw: 筆記型電腦

source: GNOME now includes an applet to monitor your laptop's processor speed. The CPU Frequency Monitor talks to variable-speed processers (such as those with Intel Speedstep) to show their current status. It even allows you to choose a different speed if you don't have automatic frequency scaling enabled.
el: Το GNOME τώρα περιλαμβάνει ένα εφαρμογίδιο παρακολούθησης της ταχύτητας τουεπεξεργαστή του φορητού σας υπολογιστή. Η παρακολούθηση συχνότητας επικοινωνεί με τουςεπεξεργαστές πολλαπλής ταχύτητας (όπως αυτοί με Intel Speedstep) για να προβάλλει την τρέχουσακατάσταση τους. Ακόμα σας επιτρέπει να επιλέξτε μια διαφορετική ταχύτητα αν δεν έχετεενεργοποιημένη την αυτόματη κλιμάκωση συχνότητας.

source: TODO: Rewrite this: Some applets have been removed in GNOME 2.10 because they have either been replaced by something better, or were unmainted and insecure. The three applets to be removed are, the CD Player applet, the standalone wireless monitor and mailbox check applet.
el: Μερικά εφαρμογίδια έχουν αφαιρεθεί από το ταμπλώ του GNOME 2.10 επειδή έχουν αντικατασταθείαπό κάτι άλλο ή δεν ανανεώνονται πιά. Τα τρία εφαρμογίδια που απομακρύνθηκαν είναι, το εφαρμογίδιοCD Player, η ξεχωριστή παρακολούθηση ασύρματης σύνδεσης και το εφαρμογίδιο ελέγχου αλληλογραφίας.

source: The CD Player panel applet did not interoperate well with GNOME CD Player, instead now inserting a CD will start GNOME CD Player automatically, it can then be controlled from the user interface or from a notification icon that is placed in your Panel.
el: Το εφαρμογίδιο ταμπλώ του CD Player δεν λειτουργούσε σωστά με το GNOME CD Player. Τώρα η εισαγωγή ενός CD ήχου θα εκκινήσει αυτόματα το GNOME CD Player, και ο έλεγχος τουγίνεται μέσω της εγαρμογής ή μέσω ενός εικονιδίου ειδοποίησης που τοποθετείται στο ταμπλώ σας.

source: The standalone wireless applet has now been superseeded by GNOME Netstatus, which has had wireless support since GNOME 2.8.
el: Το ξεχωριστό εφαρμογίδιο ασύρματης σύνδεσης, αντικαταστάθηκε από το GNOME Netstatus, το οποίο παρέχει υποστήριξη ασύρματης σύνδεσης από το GNOME 2.8.

source: The mailbox monitor has been removed because it was unmaintained and insecure. We hope to have an solution integrated with Evolution in the future. If you don't use Evolution for your mail, you can use a third party application such as <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.
el: Η παρακολούθηση αλληλογραφίας απομακρύνθηκε επειδή δεν ήταν πιά ασφαλής. Ελπίζουμεότι θα υπάρχει μια λύση που θα ενσωματώνεται στο Evolution στο μέλλον. Αν δεν χρησιμοποιείτετο Evolution, μπορείτε να χρησιμοποιήσετε μια εφαρμογή όπως το <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.

source: System Administration
el: Διαχείριση Συστήματος
es: Administración del sistema
et: Süsteemihaldus
fr: Administration système
id: Administrasi Sistem
it: Amministrazione di sistema
ja: システム管理
nl: Systeembeheer
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਨ
pt_br: Administração de sistemas
sq: Administrimi i sistemit
th: การดูแลระบบ
uk: Системне адміністрування
zh_cn: 系统管理
zh_tw: 系統管理

source: GNOME 2.10 provides some new features for system administration.
da: Gnome 2.10 tilbyder nogle nye faciliteter til systemadministration.
de: GNOME 2.10 stellt einige neue Funktionen zur Systemadministration bereit.
el: Το GNOME 2.10 παρέχει κάποιες νέες λειτουργίες για τη διαχείριση συστήματος.
es: GNOME 2.10 está ofrece de nuevas características para la administración del sistema.
et: GNOME 2.10 sisaldab süsteemi haldamiseks mõningaid uusi rakendusi.
fr: GNOME 2.10 fournit de nouvelles fonctionnalités pour l'administration système.
id: GNOME 2.10 menyediakan beberapa fasilitas baru untuk administrasi sistem.
it: GNOME 2.10 fornisce alcune nuove caratteristiche per l'amministrazione del sistema.
ja: GNOME 2.10 ではシステム管理に対する新しい機能をいくつか提供しています。
nl: GNOME 2.10 bevat een aantal nieuwe mogelijkheden voor systeembeheerders.
pa: ਗਨੋਮ ੨.੧੦ ਸਿਸਟਮ ਪ੍ਰਬੰਧਨ ਲਈ ਕੁਝ ਨਵੇਂ ਗੁਣ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ।
pt_br: O GNOME 2.10 fornece alguns recursos novos para a administração de sistemas.
sq: GNOME 2.10 afron disa karakteristika të reja për administrimin e sistemit.
sv: GNOME 2.10 erbjuder en del ny funktionalitet för systemadministration.
th: GNOME 2.10 มีความสามารถใหม่เพิ่มเติมสำหรับการดูแลระบบ
uk: GNOME 2.10 має додаткові функції системного адміністрування.
zh_cn: GNOME 2.10 为系统管理提供了某些新特性
zh_tw: 在系統管理方面，GNOME 2.10 有一些新的特點。
