Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: However, if you would like to build GNOME from source code, to test the very latest versions, to provide feedback and improvements, we recommend a build tool; such as the <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> utility, for building from released tarballs, and <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, for building from CVS.
da: Dog, hvis du gerne vil bygge Gnome fra kildetekst, eksempelvis for at teste de allernyeste versioner, give tilbagemeldinger og lave forbedringer, så anbefaler vi et byggeværktøj, såsom <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, der bygger med udgivede tarbolde og <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>der bygger udfra CVS.
de: Wenn Sie GNOME aus dem Quellcode erstellen möchten, vielleicht um die aktuellsten Versionen auszuprobieren oder Rückmeldungen und Verbesserungsvorschläge geben zu können, empfehlen wir Ihnen dafür geeignete Werkzeuge. Darunter <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> für das Erstellen aus den veröffentlichten Tarballs und <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> für die Erstellung aus dem CVS.
es: Sin embargo, si quiere construir GNOME desde el código fuente, para probar las últimas revisiones, proporcionar retroalimentación y mejoras, le recomendamos el uso de alguna herramienta de compilación, como <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, para construir desde los archivos .tar.gz publicados, y <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, para construir desde el CVS.
fr: Néanmoins, si vous souhaitez construire GNOME à partir du code source afin de tester les versions les plus récentes ou afin de fournir des commentaires et des améliorations, nous recommandons l'utilisation d'un outil de constuction, tel que l'utilitaire <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> pour construire à partir des archives et l'utilitaire <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> pour construire à partir de CVS.
id: Bagaimanapun, jika anda ingin membangun GNOME dari kode sumber, untuk mencoba versi yang paling terakhir, untuk menyediakan umpan balik dan peningkatan, kami menyarankan anda untuk membangun suatu alat, seperti utilitas <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, untuk membangun dari terbitan tarball dan <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> untuk membangun dari CVS.
it: Comunque, qualora si voglia compilare GNOME dal codice sorgente, per provare le ultimissime versioni, fornire riscontri e miglioramenti, si raccomanda uno strumento di compilazione, come l'utilità <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> per la compilazione degli archivi tar, e <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> per la compilazione da CVS.
ja: しかしながら、最新バージョンの動作をテストするため、その結果をフィードバックしたり改善要求を行うために、ソース・コードから GNOME をビルドする場合は、リリースされた tar ボールからビルドするユーティリティ <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>、そして CVS から直接ビルドするユーティリティ <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> を推奨します。
nl: Er zijn echter ook gebruikers die GNOME met behulp van de broncode zelf willen bouwen om zo de allernieuwste versie te kunnen testen, of om feedback te leveren en verbeteringen aan te dragen. Deze mensen raden we aan om ofwel <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> te gebruiken, voor het bouwen van GNOME met tarball, of <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, voor het bouwen vanaf CVS.
pa: ਪਰ, ਜੇਕਰ ਤੁਸੀਂ ਗਨੋਮ ਨੂੰ ਸਰੋਤ ਕੋਡ ਤੋਂ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਿ ਨਵੇਂ ਵਰਜਨ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਸਕੇ ਅਤੇ ਸੁਝਾਅ ਅਤੇ ਸੁਧਾਰ ਦਿੱਤੇ ਜਾ ਸਕਣ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਣਾਉਣ ਲਈ ਸੰਦ, ਜਿਵੇਂ ਕਿ <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> ਸਹੂਲਤ, ਜ਼ਿਪ ਫਾਇਲਾਂ ਤੋਂ ਬਣਾਉਣਾ, ਅਤੇ <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, CVS ਰਾਹੀਂ ਬਣਾਉਣ ਦੀ ਸਹੂਲਤ ਨਾਲ ਬਣਾਉਣ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਰਦੇ ਹਾਂ।
pt_br: Apesar disso, se você preferir compilar o GNOME a partir do código fonte, para testar as versões mais recentes e fornecer opiniões e melhorias, nós recomendamos que você use uma ferramenta de compilação, tal como o <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, para compilar a partir dos pacotes TAR liberados; e o <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, para compilar a partir do CVS.
sq: Megjithatë, nëse dëshironi të instaloni GNOME nga kodi burues, për të provuar versionet më të fundit, për të afruar përshtypje dhe propozime, ju rekomandojmë një instrument përpilimi, si <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, për të përpiluar nga paketat zyrtare të lëshuara, apo <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, për të përpiluar nga CVS.
sv: Om du ändå vill bygga GNOME från källkod för att testa de senaste versionerna och tillhandahålla återkoppling och förbättringar, rekommenderar vi ett byggverktyg, som till exempel verktyget <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> för byggande från släppta tarbollar, och <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> för byggande från CVS.
th: อย่างไรก็ดี ถ้าคุณต้องการคอมไพล์ GNOME จากซอร์สโค้ดเอง เพื่อทดสอบการใช้งานรุ่นล่าสุด และเพื่อให้ข้อมูลป้อนกลับหรือร่วมปรับปรุงให้ดีขึ้น เราขอแนะนำโปรแกรม <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> สำหรับคอมไพล์จาก tarball ที่ปล่อยออกมา และ <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> สำหรับการคอมไพล์จาก CVS
uk: Проте, якщо ви бажаєте зібрати GNOME з вихідного коду, щоб перевірити останню версію для зворотного зв'язку чи вдосконалень, ми рекомендуємо систему збирання: наприклад утиліту <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink>, для збирання з tar-архівів, та <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>, для збирання з CVS.
zh_cn: 但是，如果您为了测试最新的版本，提供反馈和改进建议，而希望从源代码的基础上构建 GNOME ，我们建议使用构架工具，比如 <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> 工具, 来构建已发布的打包文件，和用于从 CVS 中构建整个 GNOME 的工具 <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink>。
zh_tw: 可是，如果您想編譯源代碼，測試最新版本和提供意見，我們會建議您使用一些現有的工具：例如使用 <ulink url="http://cipherfunk.org/garnome/">GARNOME</ulink> 來編譯已經發佈的版本，或者用 <ulink url="http://www.freedesktop.org/Software/jhbuild">jhbuild</ulink> 來編譯 CVS 中的源代碼。

source: Thanks to members of the worldwide <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Translation Project</ulink>, under the leadership of Christian Rose and Kjartan Maraas, GNOME 2.10 offers support for 33 languages (at least 80 percent of strings translated).
de: Dank der Mitglieder des weltweiten <ulink url="http://developer.gnome.org/projects/gtp/">GNOME Übersetzungsprojekts</ulink> unter der Leitung von Christian Rose und Kjartan Maraas beinhaltet GNOME 2.10 die Unterstützung von 33 Sprachen (mindestens 80 Prozent der Zeichenketten übersetzt).
es: Gracias a los miembros del <ulink url="http://developer.gnome.org/projects/gtp/">projecto de traducción de GNOME</ulink>, bajo el liderazgo de Christian Rose y Kjartan Maraas, GNOME 2.10 ofrece soporte para 33 idiomas (al menos un 80 por ciento de cadenas de texto traducidas).
et: Tänu rahvusvahelise <ulink url="http://developer.gnome.org/projects/gtp/">GNOME'i Tõlkeprojekti</ulink> liikmetele Christian Rose'i and Kjartan Maraas'i juhtimise all, toetab GNOME 2.10 33 erinevat keelt (vähemalt 80 protsenti tekstist tõlgitud).
fr: Grâce aux membres venant du monde entier du <ulink url="http://developer.gnome.org/projects/gtp/">projet de traduction GNOME</ulink>, et sous la direction de Christian Rose and Kjartan Maraas, GNOME 2.10 offre le support de 33 langues (au moins 80% des chaînes traduites).
id: Terima kasih untuk anggota dari seluruh dunia <ulink url="http://developer.gnome.org/projects/gtp/">Proyek Penterjemahan GNOME</ulink>, di bawah kepemimpinan Christian Rose dan Kjartan Maraas, GNOME 2.10 menawarkan dukungan untuk 40 bahasa (paling tidak 80 persen string telah diterjemahkan).
it: Grazie ai membri del <ulink url="http://developer.gnome.org/projects/gtp/">Progetto di traduzione di GNOME</ulink> (mondiale), sotto la guida di Christian Rose e Kjartan Maraas, GNOME 2.10 offre il supporto per 33 lingue (almeno l'80% dei messaggi tradotti).
ja: Christian Rose 氏と Kjartan Maraas 氏のリーダーシップの下、<ulink url="http://developer.gnome.org/projects/gtp/">GNOME 翻訳プロジェクト</ulink> (GTP) のメンバーによる全世界規模的な努力のおかげで、GNOME 2.10 では 33の言語をサポート (80% 以上のメッセージが翻訳されていること) するに至りました。
pa: ਸੰਸਾਰ ਭਰ ਵਿਚਲੇ <ulink url="http://developer.gnome.org/projects/gtp/">ਗਨੋਮ ਅਨੁਵਾਦ ਪ੍ਰੋਜੈਕਟ</ulink> ਦੇ ਮੌਜੂਦ ਮੈਂਬਰਾਂ ਦਾ ਧੰਨਵਾਦ ਕਰਦੇ ਹਾਂ, ਜਿੰਨਾ ਕਰੀਸਟੀਨ ਰੋਜ਼ ਅਤੇ ਕਜਾਰਟਾਨ ਮਾਰੱਸ ਦੀ ਅਗਵਾਈ ਹੇਠ ਕੰਮ ਕੀਤਾ, ਜਿਸ ਸਦਕਾ ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ੩੩ ਭਾਸ਼ਾਵਾਂ (ਘੱਟੋ-ਘੱਟ ੮੦ ਸਤਰਾਂ ਅਨੁਵਾਦਿਤ) ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ।
pt_br: Graças aos membros do <ulink url="http://developer.gnome.org/projects/gtp/">Projeto de Tradução do GNOME</ulink> em todo o mundo, sob a liderança de Christian Rose e Kjartan Maraas, o GNOME 2.10 oferece suporte a 33 idiomas (pelo menos 80% das frases traduzidas).
sq: Falë anëtarëve anë e mbarë botës të <ulink url="http://developer.gnome.org/projects/gtp/">Projektit të Përkthimit të GNOME</ulink> , nën udhëheqjen e Christian Rose dhe Kjartan Maraas, GNOME 2.10 ofron mbështetje për 33 gjuhë të ndryshme (përkthyer të paktën 80 përqind e vargjeve).
th: ด้วยการทำงานของสมาชิกทั่วโลกของ <ulink url="http://developer.gnome.org/projects/gtp/">โครงการแปล GNOME</ulink> ภายใต้การนำของ Christian Rose และ Kjartan Maraas ทำให้ GNOME 2.10 สนับสนุนภาษาต่างๆ ถึง 33 ภาษา (ที่มีการแปลข้อความอย่างน้อย 80 เปอร์เซนต์)
uk: Дякуючи усім учасникам <ulink url="http://developer.gnome.org/projects/gtp/">Проекту перекладу GNOME</ulink> з усього світу, під керівництвом Christian Rose та Kjartan Maraas, GNOME 2.10 підтримує 40 мов (принаймні 80 відсотків перекладених рядків).
zh_cn: 感谢世界各地的 <ulink url="http://developer.gnome.org/projects/gtp/">GNOME 翻译项目成员</ulink>， 在 Christian Rose 和 Kjartan Maraas 的领导下，通过这些成员的努力，GNOME 2.10 提供 40 种语言的支持(至少有 80% 的词条已被翻译)。
zh_tw: 感謝世界各地翻譯人員所組成的 <ulink url="http://developer.gnome.org/projects/gtp/">GNOME 翻譯專案</ulink>，在 Christian Rose 和 Kjartan Maraas 的帶領下，GNOME 2.10 已經支援 33 種語言 (即是翻譯了 80% 字句或以上)。

source: Same GNOME
da: Samspil
id: GNOME Same.
ja: さめ GNOME
pa: ਸੇਮ ਗਨੋਮ
sq: GNOME "Njëlloj"
uk: Той же GNOME

source: Nibbles
da: Orme
et: Ussimäng
pa: ਨਿੱਬਲ
sq: Kafshatat e vogla
uk: Хробак
zh_tw: 貪食蛇

source: Our "Just Works" philosophy is even visible in the Nibbles game. Now you can browse your local network for other people to play against, via the same zero-configuration technique used by GnomeMeeting.
de: Unsere Philosophie „Funktioniert einfach” macht sich auch im Spiel Nibbles bemerkbar. Sie können nun das lokale Netzwerk nach Mitspielern durchsuchen. Dies funktioniert mit der gleichen konfigurationslosen Technik, die auch bei GnomeMeeting angewandt wird.
es: Nuestra filosofía de "simplemente funciona" está presente incluso en el juego Nibbles. Ahora puede buscar en su red local a otra gente con la que jugar, a través de la misma técnica de cero configuración usada por GnomeMeeting.
et: Meie "lihtsalt töötab" filosoofia on nähtav ka Ussimängu juures. Nüüd saad sirvida kohalikku võrku selleks, et leida inimesi kelle vastu mängida ja seda kõike null-seadistamise tehnika abil, mida kasutab ka GnomeMeeting.
fr: Notre philosophie du « fonctionne naturellement » est même visible au sein du jeu Nibbles. Maintenant vous pouvez parcourir votre réseau local à la recherche d'autres joueurs à affronter, par l'intermédiaire de la même technologie zero-configuration utilisée par GnomeMeeting.
id: Filosofi "langsung bekerja" kami bahkan kelihatan di permainan Nibbles. Sekarang anda dapat mencari orang pada jaringan lokal anda untuk bermain bersama, melalui teknik konfigurasi yang sama dengan Gnome Meeting.
it: La nostra filosofia "semplicemente funziona" è visibile anche nel gioco Nibbles. Ora si può cercare nella propria rete locale altre persone contro cui giocare, per mezzo della stessa tecnica zero-configuration usata da Gnome Meeting.
ja: われわれの "Just Works" (きっちり動作する) という理念を、この Nibbles ゲームの中にかいま見ることができます。GnomeMeeting で同様に使用されている "zero-configuration" 技術 (IETF Zeroconf) をとおして、ローカル・ネットワーク上から対戦相手を探し出して参照できます。
pa: ਸਾਡੀ "ਕੰਮ ਲਈ ਤਿਆਰ" ਸੋਚ ਹੁਣ ਨਿੱਬਲ ਖੇਡ ਵਿੱਚ ਵੀ ਵੇਖਾਈ ਦੇਵੇਗੀ। ਹੁਣ ਤੁਸੀਂ ਸਥਾਨਕ ਨੈਟਵਰਕ ਵਿੱਚ ਹੋਰ ਲੋਕਾਂ ਦੀ ਝਲਕ ਵੇਖ ਕੇ ਖੇਡ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ, ਜਿਸ ਲਈ ਗਨੋਮ ਮੀਟਿੰਗ ਦੀ ਬਿਨ-ਸੰਰਚਨਾ ਤਕਨੀਕ ਵਰਤੀ ਗਈ ਹੈ।
pt_br: Nossa filosofia de "Simplesmente Funciona" é ainda mais visível no jogo Nibbles. Agora você pode procurar por adversários na sua rede local, através da mesma técnica de configuração-zero usada pelo GnomeMeeting.
sq: Filozofia jonë "Thjesht Punon" duket edhe në lojën Kafshatat e vogla. Tashmë mund të shfletosh rrjetin tënd lokal në kërkim të lojtarëve të tjerë për t'u ndeshur, falë teknikës së njëjtë të konfigurimit përdorur nga GnomeMeeting.
th: คุณจะเห็นปรัชญา "พอทำงานได้" ได้ในเกม Nibbles นี้ ในรุ่นนี้ คุณสามารถมองหาผู้เล่นที่จะเล่นด้วยในเครือข่ายท้องถิ่นได้ โดยใช้เทคนิคที่ไม่อาศัยการตั้งค่า เทคนิคเดียวกับที่ใช้ใน Gnome Meeting
uk: Наша філософія "просто працює" показова навіть на грі Хробак. Тепер ви можете шукати інших гравців у локальній мережі, використовуючи ту саму техніку нульового налаштовування, що використовується у Gnomemeeting.
zh_cn: 我们的“Just Works” 理论在 Nibbles 游戏中也得到了体现。通过使用与 GnomeMeeting 相同的 ZeroConf技术，现在您可以浏览局域网寻找他人来玩对战。
zh_tw: GNOME 簡潔易用的原則甚至能應用於貪食蛇遊戲的身上。現在您可以使用和 GnomeMeeting 一樣的技術，瀏覽內部網路來尋找對手。

source: join a network game
da: vær med i et netværks spil
de: Einem Netzwerkspiel beitreten
es: unirse a un juego de red
et: liitu võrgumänguga
fr: Rejoindre un jeu réseau
id: gabung sebuah permainan jaringan
it: partecipare a partite in rete
ja: ネットワーク対戦ゲームに参加する
nl: Aanmelden voor een spelletje via het netwerk
pa: ਨੈਟਵਰਕ ਖੇਡ ਵਿੱਚ ਸ਼ਾਮਲ
pt_br: Entre num jogo em rede
sq: bashkoju një loje rrjeti
sv: gå med i ett nätverksspel
th: ร่วมเล่นเกมในเครือข่าย
uk: приєднання до мережної гри
zh_cn: 加入网络游戏
zh_tw: 參與網路遊戲

source: Join a network game
da: Vær med i et netværks spil
de: Einem Netzwerkspiel beitreten
es: Unirse a un juego de red
et: Liitu võrgumänguga
fr: Rejoindre un jeu réseau
id: Gabung sebuah permainan jaringan
it: Partecipare a partite in rete
ja: ネットワーク対戦ゲームに参加する
nl: Aanmelden voor een spelletje via het netwerk
pa: ਨੈਟਵਰਕ ਖੇਡ ਵਿੱਚ ਸ਼ਾਮਲ
pt_br: Entre num jogo em rede
sq: Bashkoju një loje rrjeti
sv: Gå med i ett nätverksspel
th: ร่วมเล่นเกมในเครือข่าย
uk: Приєднання до мережної гри
zh_cn: 加入网络游戏
zh_tw: 參與網路遊戲

source: The file manager, also known as Nautilus, is even faster and more stable in GNOME 2.10, thanks to changes to its internal architecture. This should allow software developers to maintain and extend the file manager more easily in future.
da: Filhåndteringen også kendt som Nautilus er endnu hurtigere og mere stabil i Gnome 2.10, takket være ændringer i dens interne arkitektur. Dette betyder at programudviklere vil kunne vedligeholde og udvide filhåndteringen nemmere i fremtiden.
de: Der Dateimanager, auch bekannt als Nautilus, ist in GNOME 2.10 aufgrund von Änderungen in seiner internen Struktur noch schneller und stabiler geworden. Dies sollte es Softwareentwicklern auch ermöglichen, den Dateimanager in Zukunft einfacher zu warten und zu erweitern.
es: El gestor de ficheros, también conocido como Nautilus, es aún más rápido y estable en GNOME 2.10, gracias a los cambios en su arquitectura interna. Esto debería permitir a los desarrolladores de software mantener y ampliar el gestor de ficheros más fácilmente en el futuro.
et: Failihaldur, tuntud ka kui Nautilus on veelgi kiirem ja stabiilsem GNOME 2.10's, tänu muudatustele tema sisemises ülesehituses. See peaks kergendama tarkvaraarendajate tööd failihalduri hooldamisel ja laiendamisel tulevikus.
fr: Le gestionnaire de fichiers, aussi connu sous le nom de Nautilus, est encore plus rapide et stable dans GNOME 2.10 grâce à ses changements d'architecture interne. Ceci devrait permettre aux développeurs de logiciels de maintenir et d'étendre le gestionnaire de fichier plus facilement dans l'avenir.
id: Pengelola file, juga dikenal sebagai Nautilus, bahkan lebih cepat dan lebih stabil pada GNOME 2.10, terima kasih pada perubahan arsitektur internalnya. Hal ini seharusnya membolehkan para pengembang perangkat lunak untuk memelihara dan mengembangkan pengelola file ini secara lebih mudah di masa depan.
it: Il file manager, meglio noto come Nautilus, risulta ancora più veloce e stabile in GNOME 2.10, grazie alle modifiche apportate alla sua architettura interna. Tali modifiche inoltre consentiranno agli sviluppatori di mantenere ed estendere il file manager in modo più semplice.
ja: Nautilus という名前でも知られている、ファイル・マネージャは GNOME 2.10 でさらに高速に、そしてさらに動作が安定しました。その内部アーキテクチャの改善と修正の賜です。これにより、将来的にも開発者はファイル・マネージャをもっと簡単にメンテしたり拡張できるようになります。
nl: Het programma waarmee u bestanden beheert; Nautilus, is sneller en stabieler geworden in GNOME 2.10. Wijzigingen in de interne architectuur zijn hiervoor verantwoordelijk. Hierdoor kunnen software-ontwikkelaars Nautilus voortaan gemakkelijker uitbreiden.
pa: ਫਾਇਲ ਪ੍ਰਬੰਧਕ, ਜਿਸ ਨੂੰ ਨਾਟੀਲਸ ਵੀ ਕਹਿੰਦੇ ਹਨ, ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਹੋਰ ਵੀ ਤੇਜ਼ ਅਤੇ ਸਥਿਰ ਬਣਿਆ ਹੈ, ਜਿਸ ਲਈ ਇਸ ਦੇ ਅੰਦਰੂਨੀ ਢਾਂਚੇ ਵਿੱਚ ਕੀਤੇ ਸੁਧਾਰ ਦਾ ਧੰਨਵਾਦ ਹੈ। ਇਸ ਨਾਲ ਸਾਫਟਵੇਅਰ ਖੋਜੀਆਂ ਨੂੰ ਫਾਇਲ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਭਵਿੱਖ ਵਿੱਚ ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਤੇ ਵਿਕਾਸ ਕਰਨਾ ਅਤੇ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਆਸਾਨ ਹੋ ਜਾਵੇਗਾ।
pt_br: O gerenciador de arquivos, também conhecido como Nautilus, está ainda mais rápido e estável no GNOME 2.10, graças à sua arquitetura interna. Isso deve ajudar os desenvolvedores de software a manter e estender o gerenciador de arquivos mais facilmente no futuro.
sq: Organizuesi i file, njohur gjithashtu si Nautilus, është akoma më i shpejtë dhe i qëndrueshën tek GNOME 2.10, falë ndryshimeve në arkitekturën e tij të brendshme. Në këtë menyrë zhvilluesit e programeve do t'a kenë më të lehtë të mirëmbajnë dhe të zgjerojnë organizuesin e file në të ardhmen.
sv: Filhanteraren, även känd som Nautilus, är ännu snabbare och mer stabil i GNOME 2.10, tack vare ändringar i dess interna uppbyggnad. Detta möjliggör för programutvecklare att enklare underhålla och utöka filhanteraren i framtiden.
th: ตัวจัดการแฟ้มที่รู้จักกันในนาม Nautilus ทำงานได้เร็วและเสถียรขึ้นอีกใน GNOME 2.10 จากการเปลี่ยนแปลงสถาปัตยกรรมภายใน การเปลี่ยนแปลงนี้ น่าจะช่วยให้นักพัฒนาซอฟต์แวร์ดูแลและขยับขยาย Nautilus ได้ง่ายลงในอนาคต
uk: Файловий менеджер, також відомий як Nautilus, у GNOME2.10 став ще швидшим та більш стабільним завдяки змінам у його внутрішній архітектурі. Це має призвести до спрощення у майбутньому підтримування програми розробниками та її розширення.
zh_cn: GNOME 2.10 中的文件管理器，也就是 Nautilus，更快更稳定了。这要感谢其内部的构架改变。所有这些使得软件开发者在以后更轻松地对这个文件管理器进行维护和扩展。
zh_tw: GNOME 的檔案管理員 (亦稱 Nautilus) 內部架構經重整後，在 2.10 版本中變得更快更穩定。日後開發人員如果要維護檔案管理員或者擴展它的功能應該會更輕鬆。

source: Drag and drop with other applications, such as Mozilla and Firefox, now also works more smoothly.
da: Træk og slip med andre programmer, så som Mozilla og Firefox, virker nu mere blødt.
de: Das „Drag and Drop” mit anderen Anwendungen, wie Mozilla oder Firefox, funktioniert jetzt reibungsloser.
es: Arrastrar y soltar elementos entre otras aplicaciones, como Mozilla y Firefox, funciona ahora más suavemente.
et: "Lohista ning lase lahti" tugi erinevate rakenduste, nagu Mozilla ja Firefox, vahel töötab veidi sujuvamalt.
fr: Le glisser/déposer avec d'autres applications, telles que Mozilla et Firefox, fonctionne maintenant de manière plus agréable.
id: Tarik dan Jatuhkan dengan aplikasi lain, seperti Mozilla dan Firefox, sekarang bekerja dengan lebih lembut.
it: Il drad'n'drop con altre applicazioni, come Mozilla e Firefox, opera adesso in modo più omogeneo.
ja: さらに、Mozilla や Firefox といった他のアプリからのドラッグ＆ドロップが、より滑らかな動作になりました。
nl: Het verslepen van items van en naar andere toepassingen zoals Mozilla en Firefox werkt nu beter.
pa: ਹੋਰ ਕਾਰਜਾਂ, ਜਿਵੇਂ ਕਿ ਮੌਜੀਲਾ ਅਤੇ ਫਾਇਰਫਾਕਸ, ਨਾਲ ਚੁੱਕਣ ਸੁੱਟਣ ਹੁਣ ਵਧੀਆ ਕੰਮ ਹੋ ਗਿਆ ਹੈ।
pt_br: Arrastar e soltar com outras aplicações, tais como Mozilla e Firefox, agora também funciona mais suavemente.
sq: "Tërhiq dhe lësho" me programe të tjerë, si Mozilla dhe Firefox, tashmë punon më mirë.
sv: Drag och släpp med andra program, som till exempel Mozilla och Firefox, fungerar nu också smidigare.
th: การลากปล่อยกับโปรแกรมต่างๆ เช่น Mozilla และ Firefox ก็ทำงานได้ราบรื่นขึ้นเช่นกัน
uk: Перетягування у інші програми, такі як Mozilla та Firefox тепер працює більш гладко.
zh_cn: 与其他程序，比如 Mozilla 和 Firefox 之间的拖放更加平滑。
zh_tw: 和其它程式 (例如 Mozilla 和 Firefox) 之間拖曳物件會有不同程度的改善。

source: clean-cut and powerful, the Nautilus file manager
da: trimmet og kraftfuld, filhåndteringen Nautilus
de: Der Dateimanager Nautilus, aufgeräumt und leistungsfähig
es: limpio y potente, el gestor de ficheros Nautilus
et: selgepiiriline ja võimas - Nautilus failihaldur
fr: Simple et efficace, le gestionnaire de fichiers Nautilus
id: potongan yang bersih dan kuat, pengelola file Nautilus
it: potente e ben delineato, il file manager Nautilus
ja: かっこが良く強力になった、Nautilus ファイル・マネージャ
nl: Eenvoudig maar krachtig, bestandsbeheer met Nautilus
pa: ਸਾਫ਼ ਸੁਥਰਾ ਅਤੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਨਾਟੀਲਸ ਫਾਇਲ ਪ੍ਰਬੰਧਕ
pt_br: Claro e poderoso, o gerenciador de arquivos Nautilus
sq: i pastër dhe i fuqishëm, Nautilus - organizuesi i file
sv: Snygg, prydlig och kraftfull: filhanteraren Nautilus
th: เนี้ยบและเฉียบ ตัวจัดการแฟ้ม Nautilus
uk: потужний менеджер файлів Nautilus
zh_cn: 简洁而强大的 Nautilus 文件管理器
zh_tw: 簡潔易用的 Nautilus 檔案管理員

source: The file manager
da: Filhåndteringen
de: Der Dateimanager
es: El gestor de ficheros
et: Failihaldur
fr: Le gestionnaire de fichiers
id: Pengelola file
it: Il file manager
ja: ファイル・マネージャ
nl: Bestandsbeheer
pa: ਫਾਇਲ ਪ੍ਰਬੰਧਕ
pt_br: O gerenciador de arquivos
sq: Organizuesi i file
sv: Filhanteraren
th: ตัวจัดการแฟ้ม
uk: Файловий менеджер
zh_cn: 文件管理器
zh_tw: 檔案總管

source: a selection of simple yet artistic backgrounds
da: en samling af simple men kunstneriske baggrunde
de: Eine Auswahl von einfachen, aber dennoch kunstvollen Hintergründen
es: una selección de fondos de escritorio simples pero artísticos
et: valik lihtsaid, kuid samas kunstipäraseid taustu
fr: Une sélection d'arrière-plans simples et artistiques
id: suatu pilihan dari latar belakang artistik yang sederhana
it: una selezione di sfondi semplici ed artistici
ja: シンプルではあるものの芸術的な背景の選択
nl: Een verzameling eenvoudige en toch artistieke achtergronden
pa: ਸਧਾਰਨ, ਪਰ ਖੂਬਸੂਰਤ ਪਿੱਠਭੂਮੀ ਦੀ ਚੋਣ
pt_br: Uma seleção de de planos de fundo simples, mas ainda assim artísticos
sq: një zgjedhje sfondesh ekrani të thjeshta por artistike
sv: ett urval av enkla men konstnärliga bakgrunder
th: ชุดของพื้นหลังที่เรียบง่ายแต่สวยงาม
uk: вибір зразка художнього тла
zh_cn: 一个简单而且具有艺术感的背景选集
zh_tw: 一些簡單但美觀的桌布

source: Desktop backgrounds
da: Baggrunde til skrivebordet
de: Desktop-Hintergründe
es: Fondos de escritorio
et: Töölaua taustad
fr: Arrière-plans pour le bureau
id: Latar belakang desktop
it: Sfondi della scrivania
ja: デスクトップの背景
nl: Achtergronden
pa: ਵਿਹੜਾ ਪਿੱਠਭੂਮੀ
pt_br: Planos de fundo para a área de trabalho
sq: Sfonde për hapësirën e punës
sv: Skrivbordsbakgrunder
th: พื้นหลังพื้นโต๊ะ
uk: Тло стільниці
zh_cn: 桌面背景
zh_tw: 桌布
