Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: System Tools
da: Systemværktøjer
de: Systemwerkzeuge
el: Εργαλεία Συστήματος
es: Herramientas del sistema
et: Süsteemi tööriistad
fr: Outils système
id: Alat Sistem
it: Strumenti di sistema
ja: システム・ツール
nl: Systeemgereedschap
pa: ਸਿਸਟਮ ਸੰਦ
pt_br: Ferramentas de sistema
sq: Veglat e sistemit
sv: Systemverktyg
th: เครื่องมือดูแลระบบ
uk: Системні утиліти
zh_cn: 系统工具
zh_tw: 系統工具

source: The system tools allow you to configure your system clock and your network connection, as well as manage the users and groups on your system. At present, these system tools are most appropriate for single computers rather than large networks of computers.
da: Systemværktøjerne giver dig mulighed for at konfigurere dit systems ur og din netværksforbindelse, så vel som håndtering af brugere og grupper på dit system. På nuværende tidspunkt er disse værktøjer mest hensigtsmæssige for enkelte maskiner frem for store netværk af maskiner.
de: Die Systemwerkzeuge erlauben Ihnen die Konfiguration der Systemuhr und Ihrer Netzwerkverbindung sowie die Verwaltung von Benutzern und Gruppen auf Ihrem System. Zur Zeit sind diese Systemwerkzeuge mehr für Einzelplatzrechner als für große Rechnernetzwerke geeignet.
el: Τα εργαλεία συστήματος σας επιτρέπουν να ρυθμίσετε το ρολόι συστήματος σας, την σύνδεση δικτύου σας αλλά και να διαχειριστείτε τους χρήστες και τις ομάδες του συστήματος σας Προς το παρόν, τα εργαλεία αυτά δουλεύουν καλύτερα σε προσωπικούς υπολογιστές παρά σε μεγάλα δίκτυα υπολογιστών.
es: Las herramientas del sistema permiten configurar el reloj del sistema y la conexión de red, así como gestionar los usuarios y grupos. En este momento, las herramientas del sistema son más apropiadas para ordenadores simples que para grandes redes de ordenadores.
et: Süsteemi tööriistad lubavad sul seadistada süsteemi kella ning sinu võrguühendusi, lisaks veel hallata süsteemi kasutajaid ning kasutajagruppe. Praegu on need süsteemi tööriistad mõeldud küll rohkem üksikute arvutite, mitte tervete gruppide jaoks.
fr: Les outils système vous permettent de configurer votre horloge système et votre connexion réseau, ainsi que de gérer les utilisateurs et groupes sur votre système. Pour l'instant ces outils système sont d'avantage appropriés à un ordinateur individuel qu'à un vaste réseau d'ordinateurs.
id: Alat sistem memudahkan anda untuk mengkonfigurasikan sistem jam dan sambungan jaringan anda, sebagaimana juga untuk mengatur pengguna dan group pada sistem anda. Sekarang, sistem alat sistem ini adalah yang paling sesuai untuk komputer tunggal daripada untuk komputer dengan jaringan besar.
it: Gli strumenti di sistema vi permettono di configurare l'orologio di sistema e la vostra connesione di rete, così come gestire gli utenti e i gruppi sul vostro sistema. Al momento, questi strumenti di sistema sono più appropriati per singoli computer piuttosto che per grandi reti di computer.
ja: システム・ツールを使えば、お使いのシステムの時刻やネットワーク接続だけではなく、ユーザやグループを設定することができます。現バージョンで、これらのシステム・ツールは大規模なネットワーク・コンピュータ向けではなく、単一のコンピュータに対して適当なものになっています。
nl: Met het systeembeheer kunt u onder andere de datum en tijd instellen, uw netwerkverbindingen en de gebruikers en groepen op uw systeem. Momenteel zijn deze tools het best geschikt voor thuisgebruik, niet voor grote netwerken of in grote systeemcomputers.
pa: ਸਿਸਟਮ ਸੰਦ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸਿਸਟਮ ਘੜੀ ਅਤੇ ਤੁਹਾਡੇ ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਦੇ ਨਾਲ ਨਾਲ ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਉਪਭੋਗੀ ਅਤੇ ਸਮੂਹ ਦੀ ਸੰਰਚਨਾ ਲਈ ਵੀ ਸਹਾਇਕ ਹੈ। ਇਸ ਮੌਕੇ ਤੇ ਇਹ ਸਿਸਟਮ ਸੰਦ ਇੱਕਲੇ ਕੰਪਿਊਟਰ ਉਪਭੋਗੀ ਲਈ ਵੱਡੇ ਕੰਪਿਊਟਰ ਨੈਟਵਰਕ ਦੀ ਬਜਾਏ ਜਿਆਦਾ ਠੀਕ ਹੈ।
pt_br: As ferramentas de sistema permitem que você configure o relógio e a sua conexão de rede, assim como gerenciar os usuários e os grupos no seu sistema. Por enquanto, essas ferramentas de sistema são mais apropriadas para computadores separados que para grandes redes de computadores.
sq: Veglat e sistemit ju mundësojnë konfigurimin e orës së sistemit dhe lidhjen e rrjetit, po ashtu dhe organizimin e përdoruesve dhe grupeve në sistemin tuaj. Tani për tani, këto vegla sistemi janë më të përshtatshme për kompjuter të vetëm sesa për një rrjet të madh kompjuterash.
sv: Systemverktygen låter dig konfigurera din systemklocka och din nätverksanslutning och dessutom hantera användarna och grupperna på ditt system. För tillfället är systemverktygen mera lämpade för enstaka datorer än stora nätverk med datorer.
th: เครื่องมือดูแลระบบจะช่วยคุณตั้งค่านาฬิการะบบของคุณ การเชื่อมต่อเครือข่าย และจัดการผู้ใช้และกลุ่มผู้ใช้ในระบบของคุณ ขณะนี้ เครื่องมือเหล่านี้ยังเหมาะกับการดูแลเครื่องคอมพิวเตอร์เดี่ยวๆ เท่านั้น ยังไม่เหมาะกับการตั้งค่าเครือข่ายคอมพิวเตอร์ขนาดใหญ่
uk: Системні утиліти дозволяють налаштовувати системний годинник та мережні з'єднання, а також керувати обліковими записами користувачів та груп. Наразі, ці утиліти більше підходять для одиночного комп'ютера, ніж для великої комп'ютерної мережі.
zh_cn: 系统工具允许您配置您的系统时钟和网络连接，也可以管理系统中的用户和群组。目前，这些系统工具比较适合单机，而非联网计算机。
zh_tw: 系統工具可讓您設定系統時鐘和網路連線，還有管理系統中的戶口和群組。目前這些工具比較適合在個人電腦中使用，並非作為管理整個網路使用。

source: Networking: Improved wireless support (WEP and ESSID detection), and IDSN connections.
da: Netværk: Forbedret understøttelse af trådløs (WEP og ESSID genkendelse), og ISDN-forbindelser.
el: Δίκτυο: Βελτιωμένη υποστήριξη ασύρματων συνδέσεων (εντοπισμός WEP και ESSID), και συνδέσεωνIDSN.
et: Võrk: Täiustatud traadita andmeside toetus (WEP ja ESSID avastamine), ja IDSN ühendused.
fr: Réseau : support amélioré pour les réseaux sans fil (détection des WEP et ESSID) et les connexions RNIS.
id: Jaringan: Dukungan nirkabel telah ditingkatkan (deteksi WEP dan ESSEID) dan sambungan ISDN.
sq: Rrjeti: Mbështetje e përmirësuar për rrjetin pa fije (zbulim WEP dhe ESSID), dhe lidhjet IDSN.
sv: Nätverk: Förbättrat stöd för trådlösa nätverk (WEP- och ESSID-detektering) och ISDN-anslutningar.
th: ระบบเครือข่าย: สนับสนุนระบบไร้สาย (การตรวจจับ WEP และ ESSID) และการเชื่อมต่อ ISDN ได้ดีขึ้น
uk: Мережа: вдосконалено підтримку бездротових (визначення WEP та ESSID), та IDSN з'єднань.
zh_cn: 联网：改进的无线支持(WEP 和 ESSID 探测)和 ISDN 连接。

source: Users and Groups: Easier editing of group members.
da: Brugere og grupper: Nemmere redigering af gruppemedlemmer.
de: Benutzer und Gruppen: Leichteres Bearbeiten von Gruppenmitgliedern.
el: Χρήστες και Ομάδες: Ευκολότερη επεξεργασία μελών ομάδας.
es: Usuarios y grupos: La edición de grupos es más fácil.
et: Kasutajad ja kasutajagrupid: Lihtsam kasutajagruppide liikmete redigeerimine.
fr: Utilisateurs et groupes : édition des membres d'un groupe facilitée.
id: Pengguna dan Kelompok: Mempermudah pengeditan anggota kelompok.
it: utenti e gruppi: modifica più semplice dei membri del gruppo;
ja: ユーザとグループ: より簡単になったグループのメンバ編集
pa: ਉਪਭੋਗਤਾ ਤੇ ਸਮੂਹ: ਸਮੂਹ ਮੈਂਬਰਾਂ ਵਿੱਚ ਸੋਧ ਅਸਾਨ ਹੋਈ।
pt_br: Usuários e Grupos: Edição mais fácil de membros de grupos.
sq: Përdorues dhe grupet: Ndryshim më i lehtë i anëtarëve të grupit.
sv: Användare och grupper: Enklare redigering av gruppmedlemmar.
th: ผู้ใช้และกลุ่มผู้ใช้: แก้ไขสมาชิกกลุ่มได้ง่ายลง
uk: Користувачі та групи: спрощено редагування учасників груп.
zh_cn: 用户和群组：更易编辑群组的编号。
zh_tw: 用戶和群組：現在較容易在群組中加減用戶。

source: Changes are applied instantly where appropriate.
da: Ændringer anvendes straks når det er hensigtsmæssigt.
de: Änderungen werden sofort übernommen, wo es sinnvoll ist.
el: Οι αλλαγές έχουν άμεση εφαρμογή όταν αυτό είναι απαραίτητο.
es: Los cambios se aplican al instante, cuando es apropiado hacerlo.
et: Muudatused rakendatakse vastavalt vajadusele hetkeliselt.
fr: Les modifications sont appliquées immédiatement quand cela est approprié.
id: Perubahan dilaksanakan secara langsung apabila sesuai.
it: i cambiamenti sono applicati istantaneamente nei casi appropriati.
ja: 変更点は妥当な場所で直ぐに適用されます
pa: ਤਬਦੀਲੀਆਂ ਤਰੁੰਤ ਹੀ ਲਾਗੂ ਹੁੰਦੀਆਂ ਹਨ, ਜਿੱਥੇ ਵੀ ਚਾਹੀਦੀਆਂ ਹਨ।
pt_br: As alterações são aplicadas instantaneamente onde for apropriado.
sq: Nëse korrekte, ndryshimet aplikohen menjëherë.
sv: Ändringar tillämpas omedelbart där så är lämpligt.
th: การเปลี่ยนแปลงมีผลทันทีตามความเหมาะสม
uk: Коли необхідно, зміни застосовуються негайно.
zh_cn: 在适当的地方，改动会即时生效。
zh_tw: 在適當的地方，您更改的設定會即時生效。

source: GNOME 2.10 delivers some improvements, including <placeholder-1/>
da: Gnome 2.10 leverer en række forbedringer, heriblandt <placeholder-1/>
de: GNOME 2.10 liefert einige Verbesserungen, unter anderem <placeholder-1/>
el: Το GNOME 2.10 φέρνει αρκετές βελτιώσεις, όπως <placeholder-1/>
es: GNOME 2.10 incorpora algunas mejoras, incluyendo <placeholder-1/>
et: GNOME 2.10 toob endaga kaasa mitmeid täiustus, nagu <placeholder-1/>
fr: GNOME 2.10 apporte quelques améliorations, dont <placeholder-1/>
id: GNOME 2.10 menyajikan beberapa peningkatan, termasuk <placeholder-1/>
it: GNOME 2.10 include alcune migliorie, incluse: <placeholder-1/>
ja: GNOME 2.10 では次のようないくつかの改善点が含まれます <placeholder-1/>
pa: ਗਨੋਮ ੨.੧੦ ਨੇ ਕੁਝ ਨਵਾਂ ਦਿੱਤਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ, <placeholder-1/>
pt_br: O GNOME 2.10 traz algumas melhorias, incluindo <placeholder-1/>
sq: GNOME 2.10 sjell disa përmirësime, përfshirë <placeholder-1/>
sv: GNOME 2.10 kommer med en del förbättringar, inklusive <placeholder-1/>
th: ใน GNOME 2.10 นี้ มีการปรับปรุงพอสมควร รวมถึง <placeholder-1/>
uk: GNOME 2.10 вносить деякі вдосконалення, включено <placeholder-1/>
zh_cn: GNOME 2.10 的某些改进，包括 <placeholder-1/>
zh_tw: GNOME 2.10 有不少地方有所進步，包括 <placeholder-1/>

source: The Clock, Network, and Users/Groups tools
da: Ur-, netværks- og bruger/gruppe-værktøjer
de: Die Zeit-, Netzwerk- und Benutzer/Gruppen-Werkzeuge
el: Το Ρολόι, Δίκτυο και εργαλεία Χρηστών/Ομάδων
es: Las herramientas de hora, red y usuarios y grupos
et: Kella-, võrgu- ja kasutajate/kasutajagruppide tööriistad
fr: Les outils d'heure, de réseau et d'utilisateur/groupes
id: Jam, Jaringan, dan alat Pengguna/Kelompok
it: Gli strumenti per l'orologio, la rete e gli utenti/gruppi
ja: 時刻、ネットワーク、そしてユーザ/グループのツール集
nl: Configuratie voor tijd, netwerk en gebruikers/groepen
pa: ਘੜੀ, ਨੈਟਵਰਕ ਅਤੇ ਉਪਭੋਗਤਾ/ਸਮੂਹ ਸੰਦ
pt_br: As ferramentas de relógio, de rede e de usuários/grupos
sq: Instrumentët për Orën, Rrjetin, dhe Përdorues/Grupet
sv: Klock-, nätverks- och användar-/gruppverktygen
th: เครื่องมือตั้งค่านาฬิกา เครือข่าย และผู้ใช้/กลุ่มผู้ใช้
uk: Програми Годинник, Мережа та Користувачі/групи
zh_cn: 时钟，网络和用户/群组工具
zh_tw: 時鐘、網路和戶口/群組工具

source: Log Viewer
da: Log-fremviser
de: Systemprotokollbetrachter
el: Εφαρμογή προβολής καταγραφών συστήματος
es: Registro de actividad del sistema
et: Süsteemilogi vaataja
fr: Visionneur de journaux
id: Penampil Log
it: Visualizzatore di log
ja: システム・ログ
nl: Logboekviewer
pa: ਲਾਗ ਦਰਸ਼ਕ
pt_br: Visualizador de logs
sq: Shikuesi i regjistrimeve
sv: Loggvisare
th: เครื่องมือดูบันทึกปฏิบัติการของระบบ
uk: Перегляд журналів
zh_cn: 日志查看器
zh_tw: 紀錄檔檢視器

source: Open multiple logs in the separate windows.
da: Åbne flere logger i de separate vinduer.
de: Mehrere Systemprotokolle in separaten Fenstern öffnen.
el: Άνοιγμα πολλαπλών καταγραφών συστήματος σε ξεχωριστά παράθυρα.
es: Abrir múltiples registros en ventanas separadas.
et: Ava mitmeid logisid erinevates akendes.
fr: Ouvre différents journaux dans des fenêtres séparées.
id: Buka beberapa log dalam jendela terpisah.
it: aprire più log in finestre separate;
ja: 複数のログをそれぞれ別のウィンドウの中に開けます
pa: ਵੱਖਰੇ ਝਰੋਖਿਆਂ ਵਿੱਚ ਬਹੁਤ ਲਾਗ ਖੋਲੋ।
pt_br: Abra múltiplos logs em janelas separadas.
sq: Hap regjistrime shumëfishe në dritare të veçanta.
sv: Öppna flera loggar i separata fönster.
th: เปิดบันทึกปฏิบัติการได้ทีละหลายชิ้นในหน้าต่างแยกกัน
uk: Відкривання декількох журналів у окремих вікнах.
zh_cn: 在分离的多个窗口中打开多个日志。
zh_tw: 在不同的視窗中開啟不同的紀錄檔。

source: Open archived logs and logs on networked drives.
da: Åbne arkiverede logger og logger på netværksenheder.
de: Archivierte Systemprotokolle und Systemprotokolle auf Netzwerklaufwerken öffnen.
el: Άνοιγμα αποθηκευμένων αρχείων καταγραφής και αρχείων καταγραφής σε δίσκους δικτύου.
es: Abrir registros archivados y registros en unidades de red.
et: Ava arhiveeritud logisid ja logisid võrguketastel.
fr: Ouvre les journaux archivés et les journaux sur les lecteurs réseau.
id: Buka log yang telah diarsipkan dan logs pada drive jaringan.
it: aprire i log archiviati e i log sulle unità di rete;
ja: 書庫になったログやネットワーク・ドライブ上のログを開けます
pa: ਨੈਟਵਰਕ ਡਰਾਇਵਾਂ ਤੇ ਨਪੀੜਿਆ ਲਾਗ ਖੋਲੋ।
pt_br: Abra logs arquivados e em unidades de rede.
sq: Hap regjistrime të arkivuar dhe regjistrime tek disqet në rrjet.
sv: Öppna arkiverade loggar och loggar på nätverksenheter.
th: เปิดบันทึกปฏิบัติการที่อยู่ในรูปแฟ้มจัดเก็บ และบันทึกปฏิบัติการในไดรฟ์เครือข่าย
uk: Відкривання архівних журналів та журналів на мережних пристроях.
zh_cn: 打开归档后的日志和与网络相关的日志。
zh_tw: 能夠開啟已壓縮的紀錄檔和經網路存取紀錄檔。

source: Copy logs to the clipboard.
da: Kopiér logger til klippebordet.
de: Systemprotokolle in die Zwischenablage kopieren.
el: Αντιγραφή αρχείων καταγραφής στο πρόχειρο.
es: Copiar registros al portapapeles.
et: Kopeerib logid lõikelauale.
fr: Copie les journaux vers le presse-papiers.
id: Saling logs ke clipboard.
it: copiare i log negli appunti.
ja: ログの内容をクリップボードへコピーできます
pa: ਲਾਗ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਨਕਲ ਕਰੋ।
pt_br: Copie logs para a área de transferência.
sq: Kopjo regjistrime në kujtesë.
sv: Kopiera loggar till urklipp.
th: คัดลอกบันทึกปฏิบัติการไปยังคลิปบอร์ด
uk: Копіювання журналів
zh_cn: 复制日志到剪贴板中。
zh_tw: 將紀錄檔內容複製至剪貼簿。

source: The Log Viewer
da: Log-fremviseren
de: Der Systemprotokollbetrachter
el: Παρακολούθηση Καταγραφών Συστήματος
es: El registro de actividad del sistema
et: Süsteemilogi vaataja
fr: Le visionneur de journaux
id: Penampil Log
it: Il visualizzatore di log
ja: システム・ログ
pa: ਲਾਗ ਦਰਸ਼ਕ
pt_br: O visualizador de logs
sq: Shikuesi i regjistrimeve
sv: Loggvisaren
th: เครื่องมือดูบันทึกปฏิบัติการของระบบ
uk: Перегляд журналів
zh_cn: 日志查看器
zh_tw: 紀錄檔檢視器

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><placeholder-2/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>The Log Viewer, during a seach.</phrase></textobject></mediaobject></screenshot></figure>
el: Η εφαρμογή προβολής αρχείων καταγραφής του GNOME έχει μια επιπρόσθετη λειτουργία εύρεσης,και μια βελτιωμένη λειτουργία παρακολούθησης. Ακόμα, μπορεί τώρα <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><placeholder-2/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>Η εφαρμογή προβολής καταγραφών κατάτην αναζήτηση.</phrase></textobject></mediaobject></screenshot></figure>

source: Games
da: Spil
de: Spiele
el: Παιχνίδια
es: Juegos
et: Mängud
fr: Jeux
id: Permainan
it: Giochi
ja: ゲーム
nl: Spelletjes
pa: ਖੇਡਾਂ
pt_br: Jogos
sq: Lojra
sv: Spel
th: เกม
uk: Ігри
zh_cn: 游戏
zh_tw: 遊戲

source: GNOME helps you achieve your goals, but sometimes your goal is to be distracted. That's when the GNOME games bring the fun.
da: Gnome hjælper dig til at nå dine mål, men nogle gange er dine mål at blive afledt. Det er her at Gnomes spil bringer sjov på banen.
de: GNOME hilft Ihnen dabei, Ihre Ziele zu erreichen. Doch manchmal rücken gesteckte Ziele in weite Ferne. Das ist die Zeit, zu der Ihnen die Spiele von GNOME etwas Auflockerung verschaffen.
el: Το GNOME σας βοηθάει να πετύχετε τους στόχους σας, αλλά μερικές φορές θέλετε να ξεφύγετε από αυτούς. Για αυτό τον λόγο υπάρχουν τα διασκεδαστικά παιχνίδια του GNOME.
es: GNOME le ayuda a conseguir sus metas, pero a veces su meta puede ser distraerse. Entonces es cuando los juegos de GNOME traen la diversión.
et: GNOME aitab sul saavutada oma eesmärke, kuid vahel on sinu eesmärgiks teha ka midagi muud. Selleks otstarbeks on GNOME'i mängud.
fr: GNOME vous aide à atteindre vos objectifs, mais parfois votre but est de vous divertir. C'est à ce moment là que les jeux GNOME entrent en action.
id: GNOME membantu anda untuk mencapai tujuan anda. tapi terkadang tujuan anda telah dikacaukan. Itu ketika permainan GNOME membawa kegembiraan.
it: GNOME vi aiuta a raggiungere i vostri obbiettivi, ma certe volte il vostro obbiettivo è essere distratti. È questo il momento in cui i giochi di GNOME entrano in azione.
ja: GNOME はあなたが目的を達成するのを助けてくれますが、たまにその目標がそらされる場合があります。そんな時、GNOME ゲーム集を楽しんでみて下さい。
nl: Met GNOME kunt u doelgericht werken, maar soms wilt u gewoon even ontspannen. Voor die momenten heeft GNOME ook een oplossing.
pa: ਗਨੋਮ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਨਿਸ਼ਾਨਿਆਂ ਤੱਕ ਅੱਪੜਨ ਲਈ ਸਹਾਇਕ ਹਨ, ਪਰ ਕਈ ਵਾਰ ਤੁਹਾਡੇ ਨਿਸ਼ਾਨੇ ਖਿੰਡ ਜਾਦੇ ਹਨ। ਤਦ ਗਨੋਮ ਖੇਡਾਂ ਤੁਹਾਡਾ ਮਨੋਰੰਜਨ ਕਰਦੀਆਂ ਹਨ।
pt_br: O GNOME te ajuda a atingir seus objetivos, mas às vezes seu objetivo é se distrair. É aí que os jogos do GNOME trazem a diversão.
sq: GNOME të ndihmon të arrish synimet e tua, por ndonjëherë synimi yt është shplodhja. Vetëm atëhere lojrat e GNOME-s sjellin zbavitjen.
sv: GNOME hjälper dig att nå dina mål, men ibland är ditt mål att bli distraherad. I sådana situationer kommer GNOME-spelen väl till pass.
th: GNOME ช่วยคุณให้บรรลุเป้าหมาย แต่ในบางครั้ง เป้าหมายของคุณคือการพัก ซึ่งก็เป็นเวลาที่เกมของ GNOME จะให้ความสำราญ
uk: GNOME допомагає досягнути вашої мети, але іноді треба відволікатись від неї. Тоді стануть у нагоді ігри для GNOME.
zh_cn: GNOME 助您实现您的目标，但是有时您的目标可能令您心烦意乱。这时 GNOME 游戏为您送上乐趣。
zh_tw: 工作之餘，有時您也想輕鬆一下。這時 GNOME 的遊戲就大派用場了。

source: The Same GNOME game has a major new version, with better graphics, extra board sizes, and an undo feature in case you change your mind.
da: Gnome har nu en ny version af Samspil, med bedre grafik, flere brædtstørrelser og en fortryd facilitet i tilfældet af at du skifter mening.
de: Das Spiel Same GNOME wurde komplett überarbeitet und enthält bessere Grafik sowie zusätzliche Brettgrößen. Sollten Sie einmal Ihre Meinung ändern, steht Ihnen jetzt auch eine „Rückgängig”-Funktion zur Verfügung.
el: Το παιχνίδι Same GNOME έχει μια νέα έκδοση, με καλύτερα γραφικά, επιπρόσθετα ταμπλώ,και λειτουργία αναίρεσης σε περίπτωση που μετανοιώσατε για μια κίνηση.
es: El juego Same GNOME tiene una nueva versión mayor, con mejores gráficos, tamaños de tablero adicionales, y una característica para deshacer en caso de cambiar de idea.
fr: Le jeu Same GNOME a une nouvelle version majeure, avec de meilleurs graphismes, des tailles de plateau supplémentaires et une fonctionnalité d'annulation au cas où vous changeriez d'avis.
id: Permainan GNOME Same telah memiliki versi baru, dengan grafis yang lebih baik, ukuran papan ekstra dan fasilitas undo kalo anda merubah pikiran anda.
it: Il gioco Same GNOME è in una nuova versione, con grafica migliorata, dimensioni del tabellone extra e una funzionalità di annullamento nel caso si cambi idea su una mossa.
ja: さめ GNOME はメジャーなバージョンアップを行い、より洗練されたグラフィックス、多数の盤サイズ、心変わりしたときの元に戻す機能などが追加されました。
nl: Het spelletje: 'Same GNOME' heeft in de nieuwste versie betere graphics (animatie!), een keuze om de grootte van het bord in te stellen, en de mogelijkheid om uw zetten ongedaan te maken.
pa: ਸੇਮ ਗਨੋਮ ਖੇਡ ਦਾ ਉੱਤਮ ਨਵਾਂ ਵਰਜਨ ਆਇਆ ਹੈ, ਜਿਸ ਵਿੱਚ ਵਧੀਆ ਗਰਾਫਿਕਸ, ਹੋਰ ਬੋਰਡ ਆਕਾਰ ਅਤੇ ਤੁਹਾਡੀ ਸੋਚ ਬਦਲਣ ਤੇ ਵਾਪਸ ਹੋਣ ਦਾ ਗੁਣ ਹੈ।
pt_br: O jogo Same GNOME tem uma nova versão, com gráficos melhores, tamanhos extras de tabuleiros e um recurso de desfazer para o caso de você mudar de opinião.
sq: Loja GNOME Njëlloj ka dalë në një version më të ri, me grafikë të përmirësuar, madhësi të tjera kutie, dhe një mundësi zhbërje në rast se ndryshon mendje.
sv: Spelet SameGNOME har en ny huvudversion, med bättre grafik, ytterligare brädstorlekar, och en funktion för att ångra ifall du ändrar dig.
th: เกม Same GNOME ออกรุ่นใหม่ พร้อมภาพกราฟิกส์สวยขึ้น ขนาดกระดานพิเศษ และความสามารถเรียกคำสั่งคืน ในกรณีที่คุณเกิดเปลี่ยนใจ
uk: Гра "Той же GNOME" значно оновлена, має кращу графіку, додаткові розміри дошки та підтримує функцію повернення ходу, якщо ви передумали.
zh_cn: Same GNOME 游戏有个重要的新版本，拥有更好的图形，超大的面板尺寸，和在您改变主意之时用到的撤销功能。
zh_tw: Same GNOME 經過改頭換面，現在的外觀更生動，並讓您選擇遊戲畫面的大小。您甚至可以回手！

source: The Same GNOME game.
da: Spillet samspil.
de: Das Spiel Same GNOME
el: Το παιχνίδι Same GNOME.
es: El juego Same GNOME.
et: Same GNOME mäng
fr: Le jeux Same GNOME.
id: Permainan GNOME Same.
it: Il gioco Same GNOME.
ja: さめ GNOME ゲーム
nl: Het 'Same GNOME' spel.
pa: ਸੇਮ ਗਨੋਮ ਖੇਡ ਹੈ।
pt_br: O jogo Same GNOME.
sq: Loja GNOME Njëlloj.
sv: Spelet SameGNOME.
th: เกม Same GNOME
uk: Гра "Той же GNOME"
zh_cn: Same GNOME 游戏。
zh_tw: Same GNOME 遊戲

source: Our "Just Works" philosophy is even visible in the Nibbles game. Now you can browse your local network for other people to play against, via the same zero-configuration technique used by Gnome Meeting.
da: Vores "Det virker bare"-filosofi er endda synlig i spillet Orme. Nu kan du gennemse dit lokale netværk efter andre folk at spille med, via den samme ingen-konfigurations-teknik som bruges af GnomeMeeting.
el: Η φιλοσοφία της "Απρόσκοπτης λειτουργίας" είναι ορατή ακόμα και στο παιχνίδι Nibbles.Τώρα μπορείτε να περιηγηθήτε στο τοπικό σας δίκτυο για να βρείτε αντιπάλους, μέσω τηςχωρίς ρύθμιση τεχνικής που χρησιμοποιείται από το Gnome Meeting.
nl: De filosofie van GNOME: "Werkt eenvoudig" is zelfs merkbaar in het spelletje Nibbles. U kunt nu uw op lokale netwerk tegenstanders zoeken. Deze worden automatisch zichtbaar via dezelfde zero-configuratie techniek die GnomeMeeting gebruikt.
sv: Vår filosofi att saker och ting helt enkelt bara ska fungera syns till och med i spelet Nibbles. Nu kan du söka igenom nätverket efter andra personer att spela mot, med samma nollkonfigurationsteknik som används av GnomeMeeting.

source: Platform Improvements
da: Forbedringer i platformen
de: Plattformverbesserungen
el: Βελτιώσεις Πλατφόρμας
es: Mejoras de la plataforma
et: Platvormi täiustused
fr: Améliorations de la plate-forme
id: Peningkatan Platform
it: Miglioramenti nella piattaforma
ja: プラットフォームの改善
nl: Platformverbeteringen
pa: ਪਲੇਟਫਾਰਮ ਸੁਧਾਰ
pt_br: Melhorias na plataforma
sq: Përmirësime platforme
sv: Förbättringar i plattformen
th: การปรับปรุงแพลตฟอร์ม
uk: Вдосконалення швидкодії
zh_cn: 平台改进
zh_tw: 開發平台的進展

source: GTK+ 2.6 has new cell renderers, new buttons, an IconView, and a new about box.
da: GTK+ 2.6 har nye celle-optegnere, knapper, en ikonvisning og et nyt om-vindue.
de: GTK+ 2.6 enthält neue CellRenderer, neue Knöpfe, eine Symbolansicht sowie einen neuen Info-Dialog.
el: Το GTK+ 2.6 έχει νέους μηχανισμούς φόρτωσης κελιών, νέα κουμπιά, IconView, και ένα νέο κουτί διαλόγου Περί.
es: GTK+ 2.6 tiene nuevos renderizadores de celda, nuevos botones, una vista de icono (IconView), y un nuevo diálogo "Acerca de...".
fr: GTK+ 2.6 possède de nouveaux moteurs de rendu pour les cellules, de nouveaux bouton, une vue d'icônes ainsi qu'une nouvelle boîte « à propos ».
id: GTK+ 2.6 telah memiliki perender cell yang baru, tombol baru, sebuah Penampil Icon dan sebuah kotak Informasi.
it: GTK+ 2.6 contiene nuovi elementi di cella, nuovi pulsanti, una vista ad icone (IconView) e un nuova finestra di dialogo di informazioni;
ja: GTK+ バージョン 2.6 には、新しいセル描画機能、新しいボタン・ウィジット、アイコン・ビュー、そして新しい情報ダイアログが追加されました。
pa: GTK+ 2.6 ਵਿੱਚ ਨਵੇਂ ਕੈਲੰਡਰ ਪੇਸ਼ਕਾਰ, ਨਵੇਂ ਬਟਨ, ਨਵੇਂ ਆਈਕਾਨ ਦਰਿਸ਼ ਅਤੇ ਨਵੇਂ ਇਸ ਬਾਰੇ ਬਕਸੇ ਹਨ।
pt_br: O GTK+ 2.6 tem novos renderizadores de célula, novos botões, um visualizador de ícones e uma nova caixa de diálogo Sobre.
sq: GTK+ 2.6 ka krijues të rinj qelie, pulsantë të rinj, një paraqitje me ikona, dhe një dritare të re dialogu mbi informacionet.
sv: GTK+ 2.6 har nya cellrenderare, nya knappar, en ikonvy, och en ny om-ruta.
th: GTK+ 2.6 มีตัววาดเซลล์ใหม่ ปุ่มใหม่ มี IconView และ about box ใหม่
uk: GTK+ 2.6 має новий растеризатор комірок, нові кнопки, такі як IconView, та нове діалогове вікно про програму.
zh_cn: GTK+ 2.6 拥有新的单元(cell)渲染器，新的按钮，图标视图，和新的关于对话框。
zh_tw: GTK+ 2.6 和以往版本不同的地方包括描繪表格欄位的程序、按鈕、IconView (用來顯示圖示的元件) 和新的「關於」對話方塊 (顯示開發人員、文件編寫員等的名稱)。
