Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: glib 2.6 has an easier command-line parsing API.
da: glib 2.6 har en nemmere API til fortolkning af kommandolinjen.
de: GLib 2.6 enthält eine einfachere API für Kommandozeilenoptionen.
el: το glib 2.6 έχει μια ευκολότερη ανάλυση γραμμής εντολών API.
es: glib 2.6 tiene una API de análisis de línea de órdenes más fácil.
et: glib 2.6 sisaldab endas lihtsamat käsurea töötlemise API't.
fr: glib 2.6 possède une API pour parser la ligne de commande plus facile à utiliser.
id: glib 2.6 telah memiliki baris perintah pengurai API yang baru.
it: glib 2.6 contiene un'API più semplice per l'analisi della riga di comando;
ja: GLib バージョン 2.6 には、より簡単になったコマンドライン・パーサの API が追加されました。
pa: glib 2.6 ਵਿੱਚ ਅਸਾਨ ਕਮਾਂਡ-ਲਾਇਨ ਪਾਰਸਿੰਗ API ਹੈ।
pt_br: A glib 2.6 tem uma API de interpretação de linhas de comando mais fácil.
sq: glib 2.6 ka një API analizues me rresht komande akoma më të thjeshtë.
sv: glib 2.6 har ett enklare API för tolkning av kommandorader.
th: glib 2.6 มี API สำหรับแจงบรรทัดคำสั่งที่ง่ายลง
uk: glib 2.6 має спрощений API розбору командного рядка.
zh_cn: glib 2.6 有个更加易用的命令行解释 API。
zh_tw: glib 2.6 用來分析指令列選項的 API 現在較易用。

source: The Platform Bindings now include full Python APIs for the GNOME Development Platform, via gnome-python. This in addition to the current C++, Java, Perl, and Python bindings, via the <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, and <ulink url="http://www.pygtk.org/">pygtk</ulink> projects.
da: Platform-bindingerne inkluderer nu komplet understøttelse for Python-API'erne til Gnomes udviklingsplatform via gnome-python. Dette sammen med de nuværende C++, Java, Perl, og Python bindinger, via <ulink url="http://www.gtkmm.org/">gtkmm-</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome-</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl-</ulink>, og <ulink url="http://www.pygtk.org/">pygtk-</ulink>-projekterne.
de: Die Plattformanbindungen beinhalten nun die vollständigen Python-APIs für die GNOME Entwicklungsplattform, bereitgestellt über gnome-python. Darüberhinaus bestehen bereits Anbindungen für C++, Java, Perl und Python, welche durch die Projekte <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">Java-GNOME</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, und <ulink url="http://www.pygtk.org/">PyGTK</ulink> zur Verfügung gestellt werden.
el: Οι Platform Bindings τώρα περιλαμβάνουν πλήρη Python APIs για το GNOME Development Platform, μέσω του gnome-python. Επιπρόσθετα υπάρχουν τα τρέχοντα C++, Java, Perl, και Python bindings, μέσω των <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, and <ulink url="http://www.pygtk.org/">pygtk</ulink> projects.
es: Los bindings de la plataforma ahora incluyen APIs completas de Python para la plataforma de desarrollo de GNOME, a través de gnome-python. Ésto se añade a los bindings ya disponibles C++, Java, Perl y Python, a traavés de los proyectos <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, and <ulink url="http://www.pygtk.org/">pygtk</ulink>.
fr: Les corrélations avec le langage informatique Python incluent désormais une API complète pour la plate-forme de développement GNOME, via gnome-python. Cela vient s'ajouter aux corrélations déjà existantes avec C++, Java, Perl et Python, par l'intermédiaire des projets <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink> et <ulink url="http://www.pygtk.org/">pygtk</ulink>.
id: Binding platform ini sekarang telah memasukkan API Python secara penuh untuk Pengembangan Platform GNOME, melalui gnome-python. Ini merupakan tambahan pada C++, Java, Perl dan binding Python, melalui <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, dan proyek <ulink url="http://www.pygtk.org/">pygtk</ulink>.
it: i binding della piattaforma includono ora tutte le API della Piattaforma di sviluppo GNOME per Python, per mezzo di gnome-python. Ciò si va ad aggiungere ai correnti binding in C++, Java, Perl e Python, attraverso i progetti <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, e <ulink url="http://www.pygtk.org/">pygtk</ulink>.
ja: プラットフォームのバインディングには、ついに gnome-python を介した GNOME 開発者向けプラットフォーム向けの Python API の完全版が含まれました。従来の C++ 言語や Java、Perl、そして Python のバインディングに加え、<ulink url="http://www.gtkmm.org/">gtkmm</ulink>、<ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>、<ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>、そして <ulink url="http://www.pygtk.org/">pygtk</ulink> といったプロジェクトを介したバインディングが可能になります。
pa: ਪਲੇਟਫਾਰਮ ਬਾਇਡਿੰਗ ਵਿੱਚ ਹੁਣ ਗਨੋਮ ਵਿਕਾਸ ਪਲੇਟਫਾਮ ਲਈ ਪਾਈਥਾਨ API gnome-python ਰਾਹੀਂ ਉਪਲੱਬਧ ਹਨ।ਇਹ ਮੌਜੂਦਾ C++, Java, Perl, ਅਤੇ ਪਾਈਥਾਨ ਬਾਈਡਿੰਗ ਨੂੰ <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, ਅਤੇ <ulink url="http://www.pygtk.org/">pygtk</ulink> ਪ੍ਰੋਜੈਕਟਾਂ ਵਿੱਚ ਹੋਰ ਵਾਧਾ ਹੈ।
pt_br: As Integrações de Plataformas agora incluem as APIs completas de Python para a Plataforma de Desenvolvimento do GNOME, através do gnome-python, além das atuais integrações com C++, Java, Perl e Python, através dos projetos <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink> e <ulink url="http://www.pygtk.org/">pygtk</ulink>.
sq: Veglat e Platformës tashmë përfshijnë API të plotë për Python për "Platformën Zhvilluese GNOME", me anë të gnome-python. Kjo përveç veglave të tanishme C++, Java, Perl dhe Python, falë projekteve <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, dhe <ulink url="http://www.pygtk.org/">pygtk</ulink>.
sv: Plattformsbindningarna inkluderar nu fullständiga Python-API:er för GNOME-utvecklingsplattformen via gnome-python. Detta utöver de aktuella C++-, Java-, Perl- och Python-bindningarna, via projekten <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink> och <ulink url="http://www.pygtk.org/">pygtk</ulink>.
th: ไบน์ดิงของแพลตฟอร์ม มี Python API สำหรับแพลตฟอร์มพัฒนา GNOME ผ่าน gnome-python เพิ่มเติมจากไบน์ดิงที่มีอยู่ คือ C++, Java, Perl และ Python ผ่านโครงการ <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, และ <ulink url="http://www.pygtk.org/">pygtk</ulink>
uk: Прив'язки до платформи тепер включають повний Python API для платформи розробки GNOME у gnome-python. Додатково до поточних прив'язок C++, Java, Perl, та Python, у проектах <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, та <ulink url="http://www.pygtk.org/">pygtk</ulink>.
zh_cn: 通过 gnome-python，平台绑定为 GNOME 开发平台提供了了全套的 Python APIs。还有 C++, Java, Perl, 和 Python 绑定，这些是通过 <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, 和 <ulink url="http://www.pygtk.org/">pygtk</ulink> 众多项目得到的。
zh_tw: 開發平台方面，gnome-python 提供了一個完整的 Python API，現在可以用 Python 語言編寫 GNOME 的程式。除了 gnome-python 之外，其實已經有其它語言的 API 存在，目前包括： C++ (<ulink url="http://www.gtkmm.org/">gtkmm</ulink>), Java (<ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>), Perl (<ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>) 和另一個 Python 的 API (<ulink url="http://www.pygtk.org/">pygtk</ulink>)。

source: The GNOME 2.10 Development Platform provides a stable base for third-party software developers, and for the GNOME Desktop itself. GNOME 2.10 adds some API improvements, while maintaining backwards compatibilty and API-stability. In particular this time we have: <placeholder-1/>
da: Gnome 2.10 udviklingsplatformen tilbyder en stabil base for tredjeparts udviklere og for selve skrivebordsmiljøet Gnome. Gnome 2.10 tilføjer nogle API-forbedringer, samtidigt med at den beholder bagudkompatibilitet og API-stabilitet. Konkret har vi denne gang: <placeholder-1/>
de: Die GNOME 2.10 Entwicklungsplattform liefert eine stabile Basis für externe Softwareentwickler und den GNOME-Desktop selbst. GNOME 2.10 fügt unter Wahrung der Rückwärtskompatibilität und API-Stabilität einige API-Verbesserungen hinzu. Im einzelnen sind es diesmal: <placeholder-1/>
el: Η πλατφόρμα ανάπτυξης εφαρμογών του GNOME 2.10 παρέχει μια σταθερή βάση γιαανάπτυξη λογισμικού από τρίτους από το το ίδιο το GNOME. Το GNOME 2.10 προσθέτειμερικές βελτιώσεις ΑPI , και διατηρεί την προς τα πίσω συμβατότητα και την σταθερότητα των API.Συγκεκριμένα αυτή την περίοδο έχουμε: <placeholder-1/>
es: La plataforma de desarrollo de GNOME 2.10 proporciona una base estable para desarrolladores de software de terceros, y para el escritorio de GNOME en sí mismo. GNOME 2.10 añade algunas mejoras a la API, mientras se mantiene la compatibilidad hacia atrás y la estabilidad. En particular, esta vez tenemos: <placeholder-1/>
et: GNOME 2.10 arendusplatvorm pakub stabiilset baasi kolmanda-osapoolte tarkvaraarendajaile ja otse loomulikult ka GNOME'i töölaua jaoks. GNOME 2.10 lisab mõningaid API arendusi, hoides samas tagasiühilduvust ja API stabiilsust. Siin on üksikasjalik nimekiri neist muudatustest:<placeholder-1/>
fr: La plate-forme de développement GNOME 2.10 fournit une base stable pour les développeurs d'applications tierces, ainsi que pour l'environnement GNOME. GNOME 2.10 propose des améliorations des API tout en préservant la compatibilité avec les versions précédentes ainsi que la stabilité des API. Voici plus précisément quelques nouveautés : <placeholder-1/>
id: Platform Pengembangan GNOME 2.10 menyediakan basis standard untuk pengembang perangkat lunak pihak ketiga, dan untuk Desktop GNOME itu sendiri. GNOME 2.10 menambahkan beberapa peningkatan API, selagi memelihara kompatibilitas ke belakang dan kestabilan API. Khususnya saat ini kami punya: <placeholder-1/>
it: La Piattaforma di sviluppo GNOME 2.10 fornisce una base stabile per gli sviluppatori di software di terze parti e per lo stesso GNOME Desktop. GNOME 2.10 aggiunge alcune migliorie alle API, mantenendo la compatibilità all'indietro e la stabilità delle API. In particolare in questa versione sono disponibili: <placeholder-1/>
ja: GNOME 2.10 開発プラットフォームではサードパーティのソフトウェアを開発する人達、そして GNOME デスクトップ自身に対する安定ベースを提供します。GNOME 2.10 は、前バージョンとの互換性の維持や API の安定性など、いくつかの小さな API の改善が含まれています。特に今回は次のような改善が含まれています: <placeholder-1/>
pa: ਗਨੋਮ ੨.੧੦ ਵਿਕਾਸ ਪਲੇਟਫਾਰਮ ਸੁਤੰਤਰ ਸਾਫਟਵੇਅਰ ਖੋਜੀਆਂ ਦੇ ਨਾਲ ਨਾਲ ਖੁਦ ਗਨੋਮ ਵਿਹੜੇ ਲਈ ਟਿਕਾਊ ਅਧਾਰ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ। ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਕੁਝ ਹੋਰ API ਸੁਧਾਰ ਕੀਤੇ ਗਏ ਹਨ, ਜਦੋਂ ਕਿ ਪਿੱਠਵਰਤੀ ਅਨੁਕੂਲਤਾ ਅਤੇ API-ਟਿਕਾਊਪਨ ਨੂੰ ਵੀ ਮੌਜੂਦ ਰੱਖਿਆ ਗਿਆ ਹੈ। ਇੱਕ ਖਾਸ ਸਮੇਂ ਦਰਮਿਆਨ ਅਸੀਂ: <placeholder-1/>
pt_br: A Plataforma de Desenvolvimento do GNOME 2.10 fornece uma base estável para outros desenvolvedores de software e para o próprio Ambiente GNOME. O GNOME 2.10 acrescenta algumas melhorias na API, enquanto mantém compatibilidade com versões anteriores e estabilidade da API. Em particular, dessa vez nós temos: <placeholder-1/>
sq: Platforma Zhvilluese GNOME 2.10 të pajis me një bazë të qëndrueshme për zhvillues "software"-i të palëve të treta, dhe për vetë Hapësirën e Punës GNOME. GNOME 2.10 shton disa përmirësime API, duke ruajtur përputhshmërinë dhe qëndrueshmërinë API. Në veçanti tani kemi: <placeholder-1/>
sv: Utvecklingsplattformen i GNOME 2.10 erbjuder en stabil grund för utvecklare av tredjepartsprogramvara, och för GNOME självt. GNOME 2.10 lägger till en del API-förbättringar, samtidigt som bakåtkompatibilitet och API-stabilitet bevaras. I synnerhet har vi nu denna gång: <placeholder-1/>
th: แพลตฟอร์มพัฒนา GNOME 2.10 สร้างฐานที่มั่นคงสำหรับนักพัฒนาซอฟต์แวร์ทั่วไป และสำหรับนักพัฒนา GNOME เองด้วย GNOME 2.10 มีการปรับปรุง API เพิ่มเติม โดยยังคงความเข้ากันได้กับรุ่นเก่า และความเสถียรของ API สำหรับรุ่นนี้ เรามี: <placeholder-1/>
uk: Платформа розробки GNOME 2.10 надає стабільну основу для сторонніх розробників програм, та, власне, самого середовища GNOME. GNOME 2.10 додає деякі вдосконалення API, при підтримці зворотної сумісності та стабільності API. Зокрема, на цей час: <placeholder-1/>
zh_cn: GNOME 2.10 开发平台为第三方软件开发者以及 GNOME 桌面自身提供了一个稳定的基石。在维护向后兼容性和 API的稳定的同时，GNOME 2.10 对一些 API 做了改进。这时，具体的来说有<placeholder-1/>
zh_tw: GNOME 2.10 開發平台為其它軟體的開發人員，甚至 GNOME 桌面本身的，提供了一個穩定的開發基礎。GNOME 2.10 在 API 上有一些改進的地方，但同時照顧到和舊版本的兼容性和 API 的穩定性。有幾點特別值得留意： <placeholder-1/>

source: Sysadmin, User, and Accessibility Guides
da: Systemadministrator- bruger- og tilgængelighedsguide
de: Handbücher für Systemadministratoren, Benutzer und zur Barrierefreiheit
el: Οδηγοί Χρήστη, Διαχειριστή Συστήματος και Προσβασιμότητας
es: Guías de accesibilidad, de usuario y del administrador
et: Süsteemiadministraatori, kasutaja ning hõlbustuse juhendid
fr: Manuels d'administrateur, d'utilisateur et d'accessibilité
id: Sysadmin, Pengguna dan Panduan Aksesibiltas
it: Guide per l'amministratore di sistema, l'utente e l'accesso facilitato
ja: システム管理、ユーザ、そしてアクセシビリティのガイド
nl: Systeembeheerders-, gebruikers- en toegankelijkheidshandleidingen
pa: ਸਿਸਟਮ ਪ੍ਰਬੰਧਨ, ਉਪਭੋਗੀ ਅਤੇ ਸਹੂਲਤ ਗਾਇਡ
pt_br: Administração do sistema, usuários e guias de acessibilidade
sq: Administrator Sistemi, Përdorues, dhe Udhëzime Açesibiliteti
sv: Guider för systemadministratörer, användare och tillgänglighet
th: แนวทางสำหรับผู้ดูแลระบบ ผู้ใช้ และระบบอำนวยการใช้งาน
uk: Посібники системного адміністратора, посібник користувача та посібник з спеціальних можливостей.
zh_cn: 系统管理，用户及易用性指南
zh_tw: 有關系統管理員、用戶和無障礙環境的指南

source: Thanks to the efforts of the <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentation Project</ulink>, GNOME 2.10 comes with comprehensive and professional documentation. Careful attention has been taken to detail using free software's most complete <ulink url="http://developer.gnome.org/documents/style-guide/">documentation style guide</ulink>. As in GNOME 2.8, each application shipped with GNOME 2.10 includes full user documentation.
da: Takket være anstrengelserne fra <ulink url="http://developer.gnome.org/projects/gdp/">Gnome-dokumentationsprojektet</ulink>, kommer Gnome 2.10 med en omfattende og professionel dokumentation. Der er lagt nøje mærke til detaljerne, vha. den mest komplette <ulink url="http://developer.gnome.org/documents/style-guide/">guide for dokumentationsstíl</ulink>, indenfor frit programmel. Som i Gnome 2.8 inkluderer hvert program en komplet brugerdokumentation.
de: Dank der Bemühungen des <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Dokumentationsprojekts</ulink> enthält GNOME 2.10 eine umfangreiche und professionelle Dokumentation. Besonderes Augenmerk wurde auf die Umsetzung der <ulink url="http://developer.gnome.org/documents/style-guide/">Gestaltungsrichtlinie für Dokumentationen</ulink> gelegt, welche innerhalb der Freien Software zu den vollständigsten zählen dürfte. Wie bereits bei GNOME 2.8, enthält jede mit GNOME 2.10 ausgelieferte Anwendung eine ausführliche Benutzerdokumentation.
el: Χάρη στις προσπάθειες του <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentation Project</ulink>,το GNOME 2.10 έρχεται μεμια κατανοητή και επαγελματική τεκμηρίωση. Ιδιαίτερη προσοχή δόθηκεστη χρήση του πιό ολοκληρωμένου <ulink url="http://developer.gnome.org/documents/style-guide/">στυλ οδηγού τεκμηρίωσης</ulink>.Όπως και στο GNOME 2.8, η κάθε εφαρμογή που βρίσκεται στο GNOME 2.10 περιέχειπλήρη τεκμηρίωση χρήσης.
es: Gracias a los esfuerzos del <ulink url="http://developer.gnome.org/projects/gdp/">proyecto de documentación de GNOME</ulink> GNOME 2.10 trae documentación completa y profesional. Se ha prestado atención a los detalles usando la <ulink url="http://developer.gnome.org/documents/style-guide/">guía de estilo de documentación</ulink> más completa del software libre. Como en GNOME 2.8, cada aplicación de GNOME 2.10 incluye una documentación completa para usuarios.
fr: Grâce aux efforts du <ulink url="http://developer.gnome.org/projects/gdp/">projet de documentation GNOME</ulink>, GNOME 2.10 est distribué avec une documentation de qualité professionnelle complète. Une attention toute particulière a été déployée pour cette documentation, tout en suivant le <ulink url="http://developer.gnome.org/documents/style-guide/">guide de rédaction</ulink> le plus complet dans le monde du logiciel libre. Comme dans GNOME 2.8, chaque application distribuée avec GNOME 2.10 comprend une documentation utilisateur complète.
id: Terima kasih untuk usaha <ulink url="http://developer.gnome.org/projects/gdp/">Proyek Dokumentasi GNOME/ulink>, GNOME 2.10 datang dengan dokumentasi yang lengkap dan profesional. Perhatian yang mendalam dan terinci menggunakan perangkat lunak yang paling lengkap <ulink url="http://developer.gnome.org/documents/style-guide/">panduan gaya dokumentasi</ulink>. Sebagaimana dalam GNOME 2.8, setiap aplikasi yang dikirimkan dengan GNOME 2.10 telah dilengkapi dengan dokumentasi pengguna yang lengkap.
it: Grazie agli sforzi del <ulink url="http://developer.gnome.org/projects/gdp/">Progetto di documentazione di GNOME</ulink>, GNOME 2.10 è accompagnato da una documentazione completa e professionale. È stata posta grande cura ai dettagli usando la <ulink url="http://developer.gnome.org/documents/style-guide/">guida allo stile di documentazione</ulink> più completa del mondo del software libero. Come in GNOME 2.8, ogni applicazione caricata con GNOME 2.10 include una completa documentazione per l'utente.
ja: <ulink url="http://developer.gnome.org/projects/gdp/">GNOME ドキュメンテーション・プロジェクト</ulink> (GDP) の努力のおかげで、GNOME 2.10 は理解しやすく専門的なドキュメントを同梱することができました。フリー・ソフトウェアで最も完成された <ulink url="http://developer.gnome.org/documents/style-guide/">ドキュメンテーション・スタイル・ガイド</ulink> を使って細部にまで注意が払われています。GNOME 2.8 同様に、GNOME 2.10 でリリースされた各アプリケーションには、このユーザーズ・ドキュメントが含まれています。
nl: Dankzij de inspanningen van het <ulink url="http://developer.gnome.org/projects/gdp/">GNOME Documentatieproject</ulink>, heeft GNOME 2.10 uitgebreide en professionele documentatie. Hiervoor is veel gebruik gemaakt van de aanwijzingen in de <ulink url="http://developer.gnome.org/documents/style-guide/">documentatie-stijlgids</ulink>; de meest volledige in de vrije software-wereld. Net als in GNOME 2.8, is iedere toepassing die met GNOME 2.10 meegeleverd wordt, volledig gedocumenteerd.
pa: <ulink url="http://developer.gnome.org/projects/gdp/">ਗਨੋਮ ਦਸਤਾਵੇਜ਼ ਪ੍ਰੋਜੈਕਟ</ulink> ਦੇ ਜਤਨਾਂ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ, ਜਿਸ ਸਕਦਾ ਗਨੋਮ ੨.੧੦ ਆਸਾਨ ਤੇ ਵਪਾਰਕ ਪੱਧਰ ਦੇ ਦਸਤਾਵੇਜ਼ ਨਾਲ ਤਿਆਰ ਹੋਇਆ ਹੈ। ਮੁਕਤ ਸਾਫਟਵੇਅਰ ਵਲੋਂ ਤਿਆਰ <ulink url="http://developer.gnome.org/documents/style-guide/">ਦਸਤਾਵੇਜ਼ ਸ਼ੈਲੀ ਗਾਈਡ</ulink> ਦੀਆਂ ਸ਼ਰਤਾਂ ਪ੍ਰਾਪਤ ਧਿਆਨ ਰੱਖਿਆ ਗਿਆ ਹੈ। ਗਨੋਮ ੨.੮ ਵਾਂਗ, ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਹਰ ਕਾਰਜ ਲਈ ਮੁਕੰਮਲ ਉਪਭੋਗੀ ਦਸਤਾਵੇਜ਼ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ ਹਨ।
pt_br: Graças aos esforços do <ulink url="http://developer.gnome.org/projects/gdp/">Projeto de Documentação do GNOME</ulink>, o GNOME 2.10 vem com documentação profissional e compreensiva. Uma cuidadosa atenção foi dispensada aos detalhes, usando o mais completo <ulink url="http://developer.gnome.org/documents/style-guide/">documentation style guide</ulink> do software livre. Assim como no GNOME 2.8, cada aplicação incluída no GNOME 2.10 inclui um completa documentação do usuário.
sq: Falë përpjekjeve të <ulink url="http://developer.gnome.org/projects/gdp/">Projektit Dokumentacioni GNOME</ulink> GNOME 2.10 vjen me dokumentacion gjithëpërfshirës dhe profesional. Vëmendje e kujdesshme dhe e hollësishme është arritur duke përdorur <ulink url="http://developer.gnome.org/documents/style-guide/">një dokumentacion udhëzues të stilit</ulink> të plotë. Ashtu si në GNOME 2.8, çdo program që vjen bashkë me GNOME 2.10 përfshin dokumentacion të plotë.
sv: Tack vare arbetet som <ulink url="http://developer.gnome.org/projects/gdp/">GNOME-dokumentationsprojektet</ulink> har presterat kommer GNOME 2.10 med lättförståelig och professionell dokumentation. Man har varit mycket noga med att använda <ulink url="http://developer.gnome.org/documents/style-guide/">dokumentationsstilguiden</ulink>, den mest kompletta stilguiden inom fri programvara. Precis som i GNOME 2.8 medföljer fullständig användardokumentation med all programvara som ingår i GNOME 2.10.
th: ด้วยการทำงานของ <ulink url="http://developer.gnome.org/projects/gdp/">โครงการเอกสาร GNOME</ulink> ทำให้ GNOME 2.10 มาพร้อมกับเอกสารที่ชัดเจนและเป็นมืออาชีพ มีการเอาใจใส่ในรายละเอียดโดยใช้ <ulink url="http://developer.gnome.org/documents/style-guide/">แนวทางรูปแบบเอกสาร</ulink> ที่สมบูรณ์ที่สุดของโลกซอฟต์แวร์เสรี และโปรแกรมทุกตัวใน GNOME 2.10 มีเอกสารประกอบการใช้งานครบถ้วนเหมือนใน GNOME 2.8
uk: Дякуючи зусиллям <ulink url="http://developer.gnome.org/projects/gdp/">Проекту документування GNOME</ulink>, GNOME 2.10 постачається з вичерпною та професійною документацією. Було приділено увагу для докладного опису використання вільного програмного забезпечення у <ulink url="http://developer.gnome.org/documents/style-guide/">документації зі стилю написання</ulink>. Як і у GNOME 2.8, кожна програма у GNOME 2.10 постачається з повною документацією. У GNOME 2.10 значну частину документації перекладено українською мовою.
zh_cn: 感谢 <ulink url="http://developer.gnome.org/projects/gdp/">GNOME 文档项目</ulink>的努力， 使得 GNOME 2.10 中包含了全面而专业的文档。所有的文档都遵守自由软件的完整的 <ulink url="http://developer.gnome.org/documents/style-guide/">文档风格指南</ulink>来编写。同 GNOME 2.8 一样，GNOME 2.10 的每个应用程序都有完整的用户文档。
zh_tw: 全靠 <ulink url="http://developer.gnome.org/projects/gdp/">GNOME 文件專案</ulink>所付出的努力，GNOME 2.10 才能夠有齊全而且專業的文件。所有文件都依照<ulink url="http://developer.gnome.org/documents/style-guide/">文件體裁指引</ulink>去編寫，鉅細靡遺。和 GNOME 2.8 一樣，所有 GNOME 2.10 的應用程式都附有完整的說明文件。
