Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME developers are working hard with other members of the free software community through Freedesktop.org on the development of standards to allow interoperability. Those standards include: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">shared MIME database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">icon themes</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recent files</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menus</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entries</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">thumbnail management</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink> specifications. In addition, GNOME supports <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, and <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
da: Udviklere af Gnome samarbejder med andre medlemmer af fællesskabet om frit programmel, gennem Freedesktop.org, på udviklingen af standarder der sikre interoperabilitet. Disse standarder inkludere: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">fælles MIME-database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ikon-temaer</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">seneste-dokumenter</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menuer</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">skrivebordsobjekter</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">miniaturehåndtering</ulink>, and the <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">statusfelt</ulink> specifications. Gnome understøtter yderligere <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, og <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
nl: De GNOME ontwikkelaars werken via Freedesktop.org actief samen met andere leden van de vrije softwaregemeenschap bij het ontwikkelen van standaarden voor interoperabiliteit. Deze standaarden zijn ondermeer: <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">gedeelde MIME-database</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">pictogramthema's</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">recente bestanden</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menu's</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">bereaublad-items</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">miniaturen-beheer</ulink>, en de <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">system tray</ulink>-specifications. Aanvullend daarop ondersteund <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink>, en <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.
sv: GNOME-utvecklare arbetar hårt, tillsammans med andra medlemmar i gemenskapen kring fri programvara genom Freedesktop.org, på att utveckla standarder för att förbättra interoperabiliteten. Dessa standarder inkluderar: Specifikationerna för <ulink url="http://www.freedesktop.org/Standards/shared-mime-info-spec">en delad MIME-databas</ulink>, <ulink url="http://www.freedesktop.org/Standards/icon-theme-spec">ikonteman</ulink>, <ulink url="http://www.freedesktop.org/Standards/recent-file-spec">senaste filer</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fmenu_2dspec">menyer</ulink>, <ulink url="http://www.freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">skrivbordsposter</ulink>, <ulink url="http://triq.net/~jens/thumbnail-spec/index.html">miniatyrbildshantering</ulink> och <ulink url="http://www.freedesktop.org/Standards/systemtray-spec">systemlådan</ulink>. Dessutom stöder GNOME <ulink url="http://www.omg.org/">CORBA</ulink>, <ulink url="http://www.w3.org/XML/">XML</ulink>, <ulink url="http://www.freedesktop.org/Standards/XDND">Xdnd</ulink>, <ulink url="http://www.freedesktop.org/standards/wm-spec">EWMH</ulink>, <ulink url="http://www.freedesktop.org/Standards/xembed-spec">XEMBED</ulink>, <ulink url="http://www.freedesktop.org/Standards/xsettings-spec">XSETTINGS</ulink> och <ulink url="http://www.xfree86.org/current/xsmp.html">XSMP</ulink>.

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><title>The Log Viewer</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>The Log Viewer, during a search.</phrase></textobject></mediaobject></screenshot></figure>
sv: Loggvisaren i GNOME har en praktisk sökfunktion och ett förbättrat övervakningsläge. Dessutom kan den nu <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><title>Loggvisaren</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>Loggvisaren under en sökning.</phrase></textobject></mediaobject></screenshot></figure>

source: Many people will be glad to see that it no longer suggests saving changes when all changes have actually been undone. And in addition it even starts faster than previous versions. <figure id="rnscreenshot-gedit"><title>Text Editor</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gedit.png" format="PNG"/></imageobject><textobject><phrase>The text editor, highlighting the current line.</phrase></textobject></mediaobject></screenshot></figure>
sv: Många kommer att glädjas över att den inte längre föreslår att ändringar ska sparas när alla ändringar i själva verket har ångrats. Förutom detta startar den även snabbare än tidigare versioner. <figure id="rnscreenshot-gedit"><title>Textredigerare</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gedit.png" format="PNG"/></imageobject><textobject><phrase>Textredigeraren, färgmarkerandes den aktuella raden.</phrase></textobject></mediaobject></screenshot></figure>

source: The GNOME archive manager can now open more types of archive, including AR, Debian, and 7-zip archives, and password-protected RAR archives. And if you use the single-click preference in the file manager, then the archive manager will now use single clicks too. <figure id="rnscreenshot-fileroller"><title>Archive Manager</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-fileroller.png" format="PNG"/></imageobject><textobject><phrase>The archive manager, asking for a password for a RAR file.</phrase></textobject></mediaobject></screenshot></figure>
da: Gnomes arkivhåndtering kan nu åbne flere typer af arkiver, inklusiv AR-, Debian-, og 7-zip-arkiver, og RAR-arkiver beskyttet med adgangskode. Og hvis du har aktiveret indstillingen enkeltklik i filhåndteringen, vil arkivhåndteringen også benytte enkeltklik. <figure id="rnscreenshot-fileroller"><title>Arkivhåndtering</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-fileroller.png" format="PNG"/></imageobject><textobject><phrase>Arkivhåndteringen beder om en adgangskode for en RAR-fil.</phrase></textobject></mediaobject></screenshot></figure>
sv: Arkivhanteraren i GNOME kan nu öppna fler typer av arkiv, inklusive AR-, Debian- och 7-zip-arkiv, och lösenordsskyddade RAR-arkiv. Och om du använder inställningen för enkelklick i filhanteraren kommer arkivhanteraren nu också att använda enkelklick. <figure id="rnscreenshot-fileroller"><title>Arkivhanterare</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-fileroller.png" format="PNG"/></imageobject><textobject><phrase>Arkivhanteraren, frågandes efter lösenordet för en RAR-fil.</phrase></textobject></mediaobject></screenshot></figure>

source: The GNOME Dictionary now suggests words when you aren't sure how to spell something. The definitions also contain links to external dictionary web sites, and the definitions can be printed. <figure id="rnscreenshot-dictionary"><title>Dictionary</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-dictionary.png" format="PNG"/></imageobject><textobject><phrase>The dictionary, suggesting possible spellings and a definition.</phrase></textobject></mediaobject></screenshot></figure>
da: Gnomes ordbog foreslår nu ord når du ikke er sikker på hvordan du skal stave til et eller andet. Definitionerne indeholder også henvisninger til eksterne ordbogshjemmesider og definitionerne kan udskrives. <figure id="rnscreenshot-dictionary"><title>Ordbog</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-dictionary.png" format="PNG"/></imageobject><textobject><phrase>Ordbogen foreslår mulige stavemåder og en definition.</phrase></textobject></mediaobject></screenshot></figure>
nl: Het woordenboek van GNOME geeft nu suggesties wanneer u niet zeker bent hoe een woord precies gespeld dient te worden. De betekenissen kunnen worden afgedrukt, en bevatten tevens koppelingen naar externe woordenboek-webpagina's. <figure id="rnscreenshot-dictionary"><title>Woordenboek</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-dictionary.png" format="PNG"/></imageobject><textobject><phrase>Het woordenboek, waarin het mogelijke spellingen suggereert en een betekenis geeft.</phrase></textobject></mediaobject></screenshot></figure>
sv: Ordboken i GNOME föreslår nu ord när du inte är säker på hur de stavas. Definitionerna innehåller även länkar till externa ordbokswebbplatser, och definitionerna kan skrivas ut. <figure id="rnscreenshot-dictionary"><title>Ordbok</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-dictionary.png" format="PNG"/></imageobject><textobject><phrase>Ordboken, föreslåendes möjliga stavningar och en definition.</phrase></textobject></mediaobject></screenshot></figure>

source: The GNOME Floppy Formatter utility now supports removable drives, such as USB drives, using the standard HAL system from freedesktop.org. <figure id="rnscreenshot-floppy"><title>Floppy Formatter</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-floppy-formatter.png" format="PNG"/></imageobject><textobject><phrase>Formatting a floppy disk.</phrase></textobject></mediaobject></screenshot></figure>
da: Gnomes værktøj for disketteformatering understøtter nu flytbare drev, såsom USB-drev, ved at bruge standardsystemet HAL fra freedesktop.org. <figure id="rnscreenshot-floppy"><title>Disketteformatering</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-floppy-formatter.png" format="PNG"/></imageobject><textobject><phrase>Formatering af en diskette.</phrase></textobject></mediaobject></screenshot></figure>
sv: Diskettformateraren i GNOME stöder nu löstagbara enheter, som till exempel USB-enheter, genom att använda HAL-standardsystemet från freedesktop.org. <figure id="rnscreenshot-floppy"><title>Diskettformaterare</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-floppy-formatter.png" format="PNG"/></imageobject><textobject><phrase>Formatering av en diskett.</phrase></textobject></mediaobject></screenshot></figure>

source: GNOME works closely with groups such as <ulink url="http://www.freedesktop.org/wiki/Standards/">freedesktop.org</ulink>. Standards support is a big plus for GNOME users. Interoperability support improves the user experience by allowing GNOME, KDE, and other applications to work together more easily, and following open specifications helps ensure that user data is not trapped in proprietary formats.
fr: GNOME travaille de manière rapprochée avec des groupes comme <ulink url="http://www.freedesktop.org/wiki/Standards/">freedesktop.org</ulink>. Le support des standards est un grand bénéfice pour les utilisateurs GNOME. Le support de l'interopérabilité améliore l'expérience utilisateur en permettant à GNOME, KDE et à d'autres applications de travailler ensemble plus facilement. L'utilisation de spécifications ouvertes participe en outre à l'assurance que les données utilisateur ne sont pas piégées dans des formats propriétaires.

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><title>The Log Viewer</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>The Log Viewer, during a seach.</phrase></textobject></mediaobject></screenshot></figure>
da: Gnomes logfremviser har fået tilføjet en behændig søgefacilitet og fået en forbedret overvågningstilstand. Endvidere kan den nu <placeholder-1/><figure id="rnscreenshot-sysadmin-logviewer"><title>Logfremviseren</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>Logfremviseren ved en søgning.</phrase></textobject></mediaobject></screenshot></figure>

source: GNOME's "Epiphany" web browser is based on Mozilla yet integrates fully with the GNOME desktop environment. Improvements in 2.10 include <itemizedlist><listitem><para>An improved fullscreen mode.</para></listitem><listitem><para>The location bar now indicates whether the site is secure, and shows its favicon.</para></listitem><listitem><para>Bookmarks can be exported.</para></listitem><listitem><para>An extension manager for extra features.</para></listitem></itemizedlist>
nl: De webbrowser van GNOME: Epiphany, gebruikt de motor van Mozilla maar is volledig geïntegreerd in de GNOME-omgeving. Verbeteringen in 2.10 zijn onder andere <itemizedlist><listitem><para>Een verbeterde volledig-scherm modus.</para></listitem><listitem><para>De adresbalk toont nu of de pagina beveiligd is, en toont het bijbehorende pictogram.</para></listitem><listitem><para>Bladwijzers kunnen worden geëxporteerd.</para></listitem><listitem><para>Uitbreidingen en extra functies worden nu centraal beheerd.</para></listitem></itemizedlist>

source: This new version offers some other calendar improvements: <itemizedlist><listitem><para>Files can be attached to events.</para></listitem><listitem><para>Exceptions can be made in recurring events.</para></listitem><listitem><para>The calendar includes weather information (US only).</para></listitem></itemizedlist>
nl: Deze nieuwe versie van Evolution heeft een verbeterde agenda: <itemizedlist><listitem><para>Bestanden kunnnen aan agendanotities worden bijgevoegd.</para></listitem><listitem><para>Er kunnen uitzonderingen worden gemaakt op herhalende gebeurtenissen.</para></listitem><listitem><para>De agenda bevat informatie over het weer (Alleen in de V.S.).</para></listitem></itemizedlist>

source: And yet more new features: <itemizedlist><listitem><para>Groupwise shared folders and send options are now supported.</para></listitem><listitem><para>Exchange folder sizes and password expiry warnings are supported.</para></listitem><listitem><para>The email user interface will be properly mirrored for right-to-left languages.</para></listitem></itemizedlist>
nl: Nog meer nieuwe mogelijkheden: <itemizedlist><listitem><para>Met Groupwise gedeelde mappen en verzendopties zijn nu ondersteund.</para></listitem><listitem><para>Grootte van Exchange-mappen instellen, en waarschuwen bij het verlopen van wachtwoorden zijn nu mogelijk.</para></listitem><listitem><para>De bediening van het e-mailprogramma functioneert nu goed in talen waar van rechts naar links wordt gelezen.</para></listitem></itemizedlist>

source: In addition, there are many small changes that demonstrate GNOME's attention to detail. For instance, <itemizedlist><listitem><para>The path button is now more obviously a button.</para></listitem><listitem><para>When creating new files, renaming starts automatically.</para></listitem><listitem><para>When using keyboard navigation to open the parent folder (Alt-Up), the current folder will be selected.</para></listitem></itemizedlist>
nl: Daarnaast zijn er veel kleine wijzigingen die GNOME's oog voor detail demonstreren. Bijvoorbeeld, <itemizedlist><listitem><para>De lokatieknop is nu duidelijker geworden.</para></listitem><listitem><para>Bij het aanmaken van nieuwe bestanden kunt u zonder te klikken direct beginnen met het typen van de naam</para></listitem><listitem><para>Bij het openen van de bovenliggende map via het toetsenbord (Alt-boven), wordt de huidige map al voor u geselecteerd.</para></listitem></itemizedlist>

source: The GNOME 2.10 Development Platform provides a stable base for third-party software developers, and for the GNOME Desktop itself. GNOME 2.10 adds some API improvements, while maintaining backwards compatibilty and API-stability. In particular this time we have: <itemizedlist><listitem><para>GTK+ 2.6 has new cell renderers, new buttons, an IconView, and a new about box.</para></listitem><listitem><para>glib 2.6 has an easier command-line parsing API.</para></listitem><listitem><para>The Platform Bindings now include full Python APIs for the GNOME Development Platform, via gnome-python. This in addition to the current C++, Java, Perl, and Python bindings, via the <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, and <ulink url="http://www.pygtk.org/">pygtk</ulink> projects.</para></listitem></itemizedlist>
nl: Het GNOME 2.10-ontikkelingsplatform levert een stabiele basis voor ontwikkelaars van externe software, maar ook voor de GNOME-desktop zelf. GNOME 2.10 voegt enkele API-verbeteringen door maar blijft compatibel met oudere versies. In het bijzonder hebben we deze keer: <itemizedlist><listitem><para>GTK+ 2.6 heeft nieuwe celweergave-elementen, nieuwe knoppen, een IconView en een nieuw Infovenster.</para></listitem><listitem><para>glib 2.6 heeft een vereenvoudigde API voor het verwerken van een opdrachtregel.</para></listitem><listitem><para>De Platformbindingen bevatten nu via gnome-python, volledige Python APIs voor het GNOME Development Platform. Dit is in aanvulling op de reeds bestaande bindingen voor C++, Java, Perl en Python die geleverd worden door de projecten <ulink url="http://www.gtkmm.org/">gtkmm</ulink>, <ulink url="http://java-gnome.sourceforge.net/">java-gnome</ulink>, <ulink url="http://gtk2-perl.sourceforge.net/">gtk2-perl</ulink>, en <ulink url="http://www.pygtk.org/">pygtk</ulink>.</para></listitem></itemizedlist>

source: GNOME 2.10 delivers some improvements, including <itemizedlist><listitem><para>Networking: Improved wireless support (WEP and ESSID detection), and IDSN connections.</para></listitem><listitem><para>Users and Groups: Easier editing of group members.</para></listitem><listitem><para>Changes are applied instantly where appropriate.</para></listitem></itemizedlist>
nl: GNOME 2.10 biedt enkele verbeteringen, waaronder <itemizedlist><listitem><para>Netwerken: Verbeterde ondersteuning voor draadloze netwerken (WEP- en ESSID-detectie), en IDSN-verbindingen.</para></listitem><listitem><para>Gebruikers en groepen: Eenvoudiger beheer van groepsen.</para></listitem><listitem><para>Wijzigingen worden waar mogelijk meteen doorgevoerd.</para></listitem></itemizedlist>

source: The GNOME log viewer has added a handy find feature, and an improved monitor mode. In addition, it can now <itemizedlist><listitem><para>Open multiple logs in the separate windows.</para></listitem><listitem><para>Open archived logs and logs on networked drives.</para></listitem><listitem><para>Copy logs to the clipboard.</para></listitem></itemizedlist><figure id="rnscreenshot-sysadmin-logviewer"><title>The Log Viewer</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>The Log Viewer, during a search.</phrase></textobject></mediaobject></screenshot></figure>
nl: De GNOME logboekviewer heeft nu een zoekmogelijkheid en een verbeterde bewakingsmodus. Tevens kan het nu <itemizedlist><listitem><para>Meerdere logboeken openen in verschillende vensters.</para></listitem><listitem><para>Gearchiveerde logboeken en logboeken op netwerkstations openen.</para></listitem><listitem><para>Logboeken kopiëren naar het klembord.</para></listitem></itemizedlist><figure id="rnscreenshot-sysadmin-logviewer"><title>De logboekviewer</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-logviewer.png" format="PNG"/></imageobject><textobject><phrase>De logboekviewer tijdens een zoekopdracht.</phrase></textobject></mediaobject></screenshot></figure>
