Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: All software, when it is released, contains bugs the developers know about but have chosen, for a variety of reasons, not to fix before releasing. Free software is no different in this regard from proprietary software, except that with free software, we tell users about these problems.
da: Alt programmel, selv når det er udgivet, indeholder fejl som udviklerne kender til men har valgt, af forskellige årsager, ikke at rette. Frit programmel er ikke en undtagelse med hensyn til dette i forhold til leverandørejet programmel, dog fortæller vi, der laver frit programmel, brugerne om disse problemer.
de: Jede Software enthält bei der Veröffentlichung Fehler, die den Entwicklern bekannt sind. Aus verschiedenen Gründen wurde jedoch entschieden, diese Fehler vor der Veröffentlichung nicht zu beheben. Freie Software ist unter diesem Gesichtspunkt nicht anders als proprietäre Software, nur dass bei freier Software die Benutzer über diese Probleme informiert werden.
es: Cualquier software, cuando se publica, contiene fallos que los desarrolladores conocen pero que han decidido, por diversos motivos, no arreglar antes de la publicación. El software libre no es diferente del propietario en este aspecto, con la excepción de que con el software libre, contamos estos problemas a los usuarios.
fr: Lors de sa sortie, tout logiciel contient des bugs que les développeurs connaissent et ont choisi pour diverses raisons de ne pas corriger avant la sortie du logiciel. De ce point de vue, les logiciels libres ne sont pas différents des logiciels propriétaires, mais une différence subsiste : dans le cas du logiciel libre, nous informons les utilisateurs de ces problèmes.
id: Seluruh perangkat lunak, ketika diterbitkan, berisi kesalahan yang telah diketahui oleh para pengembang tetapi telah dipilih, untuk alasan yang beragam, tidak dibetulkan sebelum diterbitkan. Perangkat lunak bebas tidak berbeda dari perangkat lunak paten, terkecuali yang dengan yang menggunakan perangkat lunak gratis, kami memberitahukan pengguna tentang masalah ini.
it: Tutto il software, quando è rilasciato, contiene bachi noti che gli sviluppatori, per diversi motivi, hanno scelto di non correggere prima del rilascio. Il software libero non è diverso in questo dal software proprietario, tranne per il fatto che nel software libero questi problemi vengono comunicati agli utenti.
ja: リリースされた全てのソフトウェアには、開発者が知っているものの、様々な理由により、リリース前に修正されていないバグがいくつか混入されているケースがあります。こういうケースでフリー・ソフトウェアとプロプラエタリなソフトウェアとの間に違いはありませんが、フリー・ソフトウェアの場合、これらの問題をユーザへ伝えることができます。
nl: Alle software die uitgebracht wordt, bevat fouten waar de ontwikkelaars al weet van hebben, maar waarvan ze, om verschillende redenen, besluiten om deze niet te verhelpen voordat die software wordt uitgebracht. Vrije software is wat dat betreft niet anders dan de software die door bedrijven wordt verkocht. Het verschil is dat bij vrije software, de gebruikers vooraf geïnformeerd worden over de problemen.
pa: ਸਭ ਸਾਫਟਵੇਅਰ, ਜਦੋਂ ਵੀ ਜਾਰੀ ਕੀਤੇ ਜਾਦੇ ਹਨ, ਬੱਗ ਰੱਖਦੇ ਹੁੰਦੇ ਹਨ, ਭਾਵੇਂ ਕਿ ਖੋਜੀ ਜਾਣਦੇ ਹਨ, ਤਾਂ ਵੀ ਕਈ ਕਾਰਨਾਂ ਕਰਕੇ ਬਿਨਾਂ ਠੀਕ ਕੀਤੇ ਜਾਦੇ ਜਾਰੀ ਕਰ ਦਿੱਤੇ ਜਾਦੇ ਹਨ। ਮੁਫਤ ਸਾਫਟਵੇਅਰ ਇਸ ਹਾਲਾਤ ਵਿੱਚ ਮਲਕੀਅਤ ਵਾਲੇ ਸਾਫਟਵੇਅਰਾਂ ਨਾਲੋਂ ਵੱਖਰੇ ਨਹੀਂ, ਭਾਵੇ ਕਿ ਅਸੀਂ ਆਪਣੇ ਵਰਤਣ ਵਾਲਿਆਂ ਨੂੰ ਦੱਸ ਦਿੰਦੇ ਹਾਂ ਕਿ ਇਹ ਸਮੱਸਿਆਵਾਂ ਹਨ।
pt_br: Todo software, quando é lançado, contém bugs que os desenvolvedores conhecem mas escolheram, por uma infinidade de razões, não corrigir antes do lançamento. Os softwares livres não são diferentes dos softwares proprietários com relação a isso, exceto que nós contamos aos usuários sobre esses problemas.
sq: Të gjithë programet, kur lëshohen, përmbajnë difekte për të cilët zhvilluesit janë në dijeni por që, për një seri arsyesh, vendosin të mos t'i korrigjojnë para lëshimit. Programet e lirë nuk ndryshojnë nga programet pronësorë në këtë drejtim por, dallimi për programet e lirë është që, ne vemë në dijeni përdoruesit për praninë e këtyre problemeve.
sv: All programvara innehåller, när det släpps, fel som utvecklarna känner till men utav olika anledningar har valt att inte åtgärda innan själva utgåvan sker. Fri programvara är inte annorlunda gentemot proprietär programvara på denna punkt, förutom att med fri programvara berättar vi för användarna om dessa problem.
th: ซอฟต์แวร์ทุกอย่าง เมื่อถึงกำหนดปล่อย จะยังมีข้อบกพร่องบางอย่างที่นักพัฒนาทราบ แต่เลือกที่จะไม่แก้ไขก่อนปล่อย ด้วยเหตุผลต่างๆ ซอฟต์แวร์เสรีก็ไม่ต่างกับซอฟต์แวร์เชิงพาณิชย์ในเรื่องนี้ เว้นแต่เพียงว่า สำหรับซอฟต์แวร์เสรี เราบอกผู้ใช้ของเราให้ทราบถึงปัญหาเหล่านี้ด้วย
uk: Усі програми на момент випуску містять помилки, про які відомо розробникам, але з різних причин вони не були виправлені перед випуском. У цьому вільне програмне забезпечення не відрізняється від комерційного, за винятком того, що вільне програмне забезпечення відкрито інформує користувачів про ці проблеми.
zh_cn: 所有软件在其发布之时包含了了一些开发者已知的 BUG，但因为各种原因，未能在发布之前修正。自由软件在这方面和专利的软件没有什么不同，但是有一点除外，我们会把这些问题告诉用户。
zh_tw: 任何軟體在推出的時候，都會有一些問題，因為不同的原因，是開發人員刻意不在推出之前修正的。自由軟體也不例外，分別只在於：自由軟體推出時，我們會讓用戶清楚知道問題所在。

source: We also encourage our users to report bugs so that they can be fixed. The best way to report bugs found in GNOME is to use the <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink>. This will take you through the necessary steps to file a quality bug report, and make sure that it is tagged appropriately. If you're too advanced for anything with the word 'simple' in it, there is also the <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditional bug form</ulink>. More details on bugs already reported can be found at our <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Among the most prominent GNOME 2.10 bugs:
da: Vi opfordrer også vores brugere til at rapportere fejl så de kan blive rettet. Den bedste måde at rapportere fejl i Gnome på, er ved at bruge den <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">simple fejlguide</ulink>. Denne vil føre dig gennem de nødvendige skridt for at udfylde en kvalitets fejlrapport og sørge for at fejlrapporten er mærket korrekt. Hvis du er for avanceret for hvad som helst der indeholder ordet "simple", så findes der også det <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditionelle fejlskema</ulink>. Flere detaljer om fejl der allerede er blevet rapporteret kan findes i vores <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Nedenstående er nogle af de mest prominente fejl.
de: Wir ermutigen unsere Anwender auch zum Melden von Fehlern, so dass diese behoben werden können. Der beste Weg, in GNOME gefundene Fehler zu melden, ist die Verwendung des <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">einfachen Fehlerassistenten</ulink>. Dieser führt Sie durch die notwendigen Schritte, die zur Erstellung eines hochwertigen Fehlerberichts notwendig sind und stellt sicher, dass er korrekt markiert wird. Falls Sie zu fortgeschritten für Dinge sind, die das Wort „einfach” enthalten, ist für Sie auch das <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditionelle Fehlerformular</ulink> verfügbar. Weitere Einzelheiten zu bereits erstellten Fehlerberichten finden Sie in unserem <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Im Folgenden die bekanntesten Fehler in GNOME 2.10:
es: También recomendamos a los usuarios que avisen de los fallos para que se puedan arreglar. La mejor manera de avisar de un fallo encontrado en GNOME es usar la <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Guía simple de fallos</ulink> (en inglés). Esto le llevará a través de los pasos necesarios para enviar un aviso de fallo de calidad, y asegurará que está etiquetado correctamente. Si usted es demasiado avanzado para usar algo con la etiqueta 'simple', también existe el <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formulario de envío tradicional</ulink>. Se pueden encontrar más detalles acerca de los fallos ya avisados en nuestro <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Entre los fallos más prominentes de GNOME 2.10 se encuentran:
fr: Nous encourageons nos utilisateurs à rapporter les bugs qu'ils rencontrent afin qu'ils puissent être corrigés. La meilleure façon de rapporter les bugs trouvés dans GNOME est d'utiliser le <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">guide de rapport simplifié</ulink>. Vous serez alors guidé à travers les différentes étapes afin de fournir un bon rapport de bug, qui sera cassé correctement. Si vous êtes un utilisateur avançé qui ne supporte pas tout ce qui contient le mot « simplifié », vous pouvez aussi utiliser le <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formulaire traditionnel</ulink> pour rapporter un bug. Plus d'informations à propos des bugs déjà rapportés est disponible dans notre <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Parmi les bugs de GNOME 2.10 les plus visibles :
id: Kami juga memberanikan pengguna kami untuk melaporkan kesalahan sehingga dapat diperbaiki mereka. Cara terbaik untuk melaporkan kesalahan yang ditemukan di GNOME adalah menggunakan <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Panduan Kesalahan Sederhana</ulink>. Hal ini akan membawa anda melalui langkah-langkah penting untuk membuat file laporan kesalahan yang berkualitas, dan memastikan bahwa laporan tersebut ditulis dengan sesuai. Jika anda terlalu ahli untuk semua kata 'sederhana', ada juga <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formulir kesalahan tradisional</ulink>. Lebih rinci pada pelaporan kesalahan dapat ditemukan pada <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> kami. Bersamaan dengan kesalahan GNOME 2.10 yang menonjol:
it: Gli utenti sono inoltre incoraggiati a riportare i bachi in modo che possano essere corretti. Il modo migliore per riportare un baco trovato in GNOME è usare la <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Guida semplificata ai bachi</ulink>. Questa vi accompagnerà attraverso i passi necessari per registrare un rapporto di baco di qualità con la certezza di aver applicato i tag appropriati. Nel caso di utenti avanzati che non vogliono strumenti semplici, c'è sempre il <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">modulo di baco tradizionale</ulink>. Maggiori informazioni sui bachi già riportati possono essere trovate presso il <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> di GNOME. Tra i bachi più vistosi di GNOME 2.10 ci sono:
ja: さらに私たちはユーザにバグ報告してもらうことを奨励しているので、開発者らは問題を修正できます。GNOME で見つかったバグを報告する最良の手段は <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">シンプルなバグ・ガイド</ulink> を利用することです。このガイドは必要なステップを通して質の高いバグ報告を作成し、適切なタグが付与されているかチェックしてくれます。あなたが上級者ならば、<ulink url="http://bugzilla.gnome.org/enter_bug.cgi">従来のバグ報告シート</ulink> も用意されています。 既に報告済みのバグの詳細については <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> で参照することが可能です。GNOME 2.10 における最も重要なバグ報告は次のとおりです:
nl: We moedigen onze gebruikers ook aan om problemen en fouten te rapporteren zodat deze verholpen kunnen worden. De beste manier om fouten in GNOME te rapporteren is om de <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Simple Bug Guide</ulink> (Engels) te gebruiken. Hiermee kunt u in een aantal stappen een kwalitatief goed foutrapport aanmaken, en wordt er voor gezorgd dat dit bij de juiste personen terechtkomt. Als 'simpel' niet goed genoeg voor u is, kunt u altijd nog terecht bij het <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditionale foutformulier</ulink> (Engels). Meer informatie over fouten die al gerapporteerd zijn kunt u vinden op <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. De meest in het oog springende problemen van GNOME 2.10 zijn:
pa: ਅਸੀਂ ਆਪਣੇ ਵਰਤਣ ਵਾਲਿਆਂ ਨੂੰ ਬੱਗ (ਕਮੀਂ) ਰਿਪੋਰਟ ਦੇਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਕਿ ਉਹਨਾਂ ਨੂੰ ਦੂਰ ਕੀਤਾ ਜਾ ਸਕੇ। ਗਨੋਮ ਤੇ ਬੱਗ ਜਾਣਕਾਰੀ ਦੇਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਢੰਗ <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">ਸਧਾਰਨ ਬੱਗ ਗਾਈਡ</ulink> ਹੈ। ਇਹ ਤੁਹਾਨੂੰ ਇੱਕ ਠੀਕ ਬੱਗ ਰਿਪੋਰਟ ਦੇਣ ਲਈ ਲੋੜੀਦੇ ਪਗ਼ਾਂ ਤੋਂ ਜਾਣੂ ਕਰਵਾਏਗੀ ਅਤੇ ਇਹ ਪੁਸ਼ਟੀ ਕਰੇਗੀ ਕਿ ਉਹ ਠੀਕ ਤਰਾਂ ਟੈਗ ਕੀਤੇ ਹਨ। ਜੇਕਰ ਤੁਸੀਂ ਤਕਨੀਕੀ ਮਾਹਰ ਹੋ ਤਾਂ ਤੁਸੀਂ <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">ਪੁਰਤਾਨ ਬੱਗ ਫੋਰਮ</ulink> ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ। ਪਹਿਲਾਂ ਹੀ ਭੇਜੇ ਗਏ ਬੱਗਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ <ulink url="http://bugzilla.gnome.org/">ਬੱਗਜੀਲ</ulink> ਤੇ ਜਾਓ। ਗਨੋਮ ੨.੧੦ ਬਾਰੇ ਖਾਸ ਬੱਗ ਹਨ:
pt_br: Nós também incentivamos nossos usuários a relatar os erros pra que eles sejam corrigidos. A melhor forma de relatar erros encontrados no GNOME é usar o <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Guia Simples de Bugs</ulink>. Ele vai levá-lo pelos passos necessários para registrar um relatório de erros com qualidade e garantir que ele seja assinalado apropriadamente. Se você for avançado demais para qualquer coisa com a palavra 'simples', também há o <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formulário tradicional de bugs</ulink>. Mais detalhes sobre os erros já relatados podem ser encontrados no nosso <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Entre os erros mais proeminentes do GNOME 2.10 estão:
sq: Ne gjithashtu ftojmë përdoruesit tanë të njoftojnë difektet e ndeshura, në menyrë që të mund të korrigjohen. Rruga më e mirë për të raportuar difektet e gjetur në GNOME është përdorimi i <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Udhëzuesit të thjeshtë të difekteve</ulink>. Kjo do t'ju udhëheqë në kalimet e nevojshme për dërgimin e një raporti me kualitet, dhe të sigurojë versionimin korrekt të difektit. Nëse jeni tepër i përparuar për gjithçka që përmban fjalën "i thjeshtë", ja ku keni dhe <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">formularin tradicional të difekteve</ulink>. Hollësi në lidhje me difekte të njoftuar nga të tjerë mund të merren tek <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> jonë. Difektet më në dukje të GNOME 2.10:
sv: Vi uppmuntrar också användarna att rapportera fel så att de kan åtgärdas. Det bästa sättet att rapportera fel som hittats i GNOME är att använda den <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">enkla felrapporteringsguiden</ulink>. Denna kommer att ta dig igenom de steg som är nödvändiga för att rapportera en högkvalitativ felrapport, och försäkra dig om att felrapporten märks korrekt. Om du är alldeles för avancerad för att tåla något med ordet "enkelt" i sig finns det även det <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">traditionella felrapporteringsformuläret</ulink>. Mer information om de fel som redan rapporterats finns i vår <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Bland de mest signifikanta problemen med GNOME 2.10:
th: เรายังสนับสนุนให้ผู้ใช้รายงานข้อผิดพลาด เพื่อจะได้แก้ไข วิธีที่ดีที่สุดที่จะรายงานข้อผิดพลาดที่พบใน GNOME คือการใช้ <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">การรายงานบั๊กอย่างง่าย</ulink> ซึ่งจะช่วยคุณผ่านขั้นตอนต่างๆ ที่จำเป็นสำหรับการรายงานข้อผิดพลาดอย่างมีคุณภาพ และช่วยให้มั่นใจว่า กำหนดข้อมูลของข้อผิดพลาดอย่างถูกต้อง หรือถ้าคุณเป็นผู้ใช้ขั้นสูงเกินไปสำหรับสิ่งที่มีคำว่า 'อย่างง่าย' ก็ยังมี <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">แบบฟอร์มรายงานบั๊กตามแบบฉบับ</ulink> คุณสามารถหารายละเอียดเกี่ยวกับบั๊กที่รายงานแล้วได้ที่ <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> ตัวอย่างของข้อผิดพลาดของ GNOME 2.10 ที่เด่นๆ เช่น:
uk: Також ми заохочуємо користувачів сповіщати про помилки, щоб їх можна було виправити. Найкращий шлях сповістити про знайдені у GNOME помилки - скористуватись <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">Простим гідом з помилок</ulink>. Цей помічник допоможе пройти необхідні кроки для заповнення звіту про помилку, та переконатись, що він правильно заповнений. Якщо ви занадто досвідчена особа, для усього із словом 'простий', скористайтесь <ulink url="http://bugzilla.gnome.org/enter_bug.cgi">традиційною формою звіту про помилку</ulink>. Докладніше про вже відомі помилки можна знайти на нашій сторінці <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink>. Найбільш відомі помилки GNOME 2.10:
zh_cn: 我们也鼓励用户去报告 BUG，以便可以及时的修正它们。在 GNOME 中最好办法就是使用 <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">简单 BUG 指南</ulink>。它将引导你完成填写一个合格的 BUG 报告，确保 BUG 被正确地标识。如果你已经非常熟悉‘简单模式’中所有内容，那么你也可以访问<ulink url="http://bugzilla.gnome.org/enter_bug.cgi">传统的 BUG 表单</ulink>。关于已经被报告过的 BUG 的详细信息你可以在我们的 <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> 上查看。GNOME 2.10 中最主要的 BUGS 如下：
zh_tw: 我們很鼓勵用戶匯報錯誤，因為這樣表示更多問題可以盡快修正。如果您發覺 GNOME 有錯誤，最好的方法是用這個<ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">簡易匯報介面</ulink>。它會逐步指引您去撰寫一份有用的錯誤匯報。如果您覺得它過於簡化，也可以使用<ulink url="http://bugzilla.gnome.org/enter_bug.cgi">另一種方式匯報錯誤</ulink>。在 <ulink url="http://bugzilla.gnome.org/">Bugzilla</ulink> 中可以獲知已經匯報的問題的細節。其中和 GNOME 2.10 有關的主要問題包括：

source: List of known issues
da: Liste over kendte problemer
de: Auflistung bekannter Probleme
es: Lista de problemas conocidos
et: Nimekiri teadaolevatest probleemidest
fr: Liste des problèmes connus
id: Daftar isu yang dikenal
it: Elenco di problemi noti
ja: 既知の問題の一覧
nl: Opsomming van bekende problemen
pa: ਪਛਾਣੇ ਮੁੱਦਿਆ ਦੀ ਸੂਚੀ
pt_br: Lista de problemas conhecidos
sq: Lista e problemeve të njohur
sv: Lista med kända problem
th: รายการประเด็นที่ทราบแล้ว
uk: Перелік відомих проблем
zh_cn: 已知问题的清单
zh_tw: 已知事項
