Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: The Desktop release contains all the applications needed to provide basic user functionality. Major applications such as <application>Gnumeric</application> and <application>OpenOffice.org</application> are also available, but are developed in parallel on their own release cycle rather than being included in the core GNOME release.
de: Die Desktop-Veröffentlichung enthält alle Anwendungen, die zur grundlegenden Verwendbarkeit notwendig sind. Große Anwendungen wie <application>Gnumeric</application> und <application>OpenOffice.org</application> sind ebenso verfügbar, werden jedoch parallel in einem eigenen Veröffentlichungszyklus entwickelt und sind deshalb nicht in der Kernveröffentlichung von GNOME enthalten.
el: Η έκδοση Desktop περιέχει όλες τις εφαρμογές που παρέχουν την βασική λειτουργικότητα για τον χρήστη. Εξέχουσες εφαρμογές όπως το <application>Gnumeric </application> και <application>Openoffice.org</application> είναι επίσης διαθέσιμες, αλλά αναπτύσσονται παράλληλα και έχουν τον δικούς τους κύκλους εκδόσεων και δεν περιέχονται στην βασική έκδοση του GNOME.
es: Esta versión del escritorio contiene todas las aplicaciones necesarias para proveer una funcionalidad básica al usuario. Otras grandes aplicaciones como <application>Gnumeric</application> y <application>OpenOffice.org</application> también están disponibles, pero se desarrollan con su propio ciclo de versiones y no se incluyen en la versión principal de GNOME.
et: Töölaud sisaldab endas kõiki neid rakendusi, et rahuldada kasutaja põhivajadused. Suuremad rakendused nagu <application>Gnumeric</application> ja <application>OpenOffice.org</application> on samuti kättesaadavad, kuid neid arendatakse paralleelselt omaenda väljastustsükli põhjal ning seega neid pole GNOME'i tuumikväljastuses.
fr: Le bureau GNOME inclut toutes les applications nécessaires pour fournir les fonctionnalités basiques à l'utilisateur. Des applications majeures telles que <application>Gnumeric</application> et <application>OpenOffice.org</application> sont aussi disponibles, mais sont développées en parallèle avec leur propre cycle de développement et ne sont pas distribuées avec le cœur de GNOME.
id: Terbitan Desktop berisi seluruh aplikasi yang dibutuhkan untuk menyediakan fungsionalitas penggua. Aplikasi utama seperti <application>Gnumeric</application> dan <application>OpenOffice.org</application> juga tersedia, tetapi di bangun secara sejajar pada siklus terbitan mereka sendiri dari pada terikut pada terbitan inti GNOME.
it: La versione Desktop contiene tutte le applicazioni necessarie per fornire le funzionalità utente di base. Sono anche disponibili le applicazioni maggiori come <application>Gnumeric</application> e <application>OpenOffice.org</application>, ma queste sono sviluppate in parallelo con un loro ciclo di rilascio anziché essere incluse nel rilascio del cuore di GNOME.
ja: このリリースには、デスクトップとして基本的なユーザ機能を提供するアプリケーションの全てを含んでいます。<application>Gnumeric</application> や <application>OpenOffice.org</application> といった、他の有名なアプリケーションも利用できますが、これらのアプリケーションは今回の GNOME リリースに含まれておらず、それぞれ自らのリリースサイクルに沿って並行して開発されています。
pa: ਵਿਹੜੇ ਵਿੱਚ ਸਭ ਕਾਰਜ ਹਨ, ਜਿਨਾਂ ਨੂੰ ਵਰਤਣ ਵਾਲਿਆਂ ਲਈ ਕੁਝ ਸਹੂਲਤਾਂ ਸਾਂਝੀਆਂ ਹਨ। ਵੱਡੇ ਕਾਰਜ, ਜਿਵੇਂ ਕਿ <application>ਜੀਨੂਮੈਰਿਕ</application> ਅਤੇ <application>ਓਪਨਆਫਿਸ ਡਾਟ ਆਰਗ</application> ਵੀ ਉਪਲੱਬਧ ਹਨ, ਜੋ ਕਿ ਮੂਲ ਗਨੋਮ ਜਾਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਬਜਾਏ ਆਪਣੇ ਖੁਦ ਦਾ ਢੰਗ ਨਾਲ ਜਾਰੀ ਹੁੰਦੇ ਹਨ।
pt_br: O lançamento do Desktop contém todas as aplicações necessárias para fornecer as funcionalidades básicas. Grandes aplicações como o <application>Gnumeric</application> e o <application>OpenOffice.org</application> também estão disponíveis, mas são desenvolvidas em paralelo, no seus próprios ciclos de lançamento, em vez de serem incluídas no lançamento do núcleo do GNOME.
sq: Publikimi i Hapësirës së Punës përmban të gjitha programet e duhura për pajisjen me funksionalitet bazë. Gjithashtu, programe më të mëdhenj si <application>Gnumeric</application> dhe <application> OpenOffice.org</application> janë në dispozicion, por zhvillohen paralelisht me ciklin e tyre të publikimit në vend të përfshirjes në publikimin kryesor të GNOME.
sv: Skrivbordsutgåvan innehåller alla de program som behövs för grundläggande användarfunktionalitet. Större program som <application>Gnumeric</application> och <application>OpenOffice.org</application> är också tillgängliga, men utvecklas parallellt i deras egen utgåvetakt istället för att vara inkluderade i GNOME-kärnutgåvan.
th: เดสก์ทอปรุ่นนี้มีโปรแกรมทุกอย่างที่จำเป็นสำหรับการใช้งานพื้นฐานของผู้ใช้ โปรแกรมใหญ่ๆ อย่าง <application>Gnumeric</application> และ <application>OpenOffice.org</application> ก็มีอยู่ เพียงแต่มีการพัฒนาในวงจรการปล่อยของตัวเอง ไม่ได้รวมอยู่ในการปล่อยของ GNOME
uk: Цей випуск графічного середовища містить усі необхідні для виконання базових функцій програми. Також доступні великі програми, такі як <application>Gnumeric</application> та <application>OpenOffice.org</application>,але вони розробляються паралельно за власним графіком випуску, та не прив'язані до графіку випуску основи середовища GNOME.
zh_cn: 这个桌面发布包含了提供基本用户功能的所需的程序。主要的应用程序如 <application>Gnumeric</application> 和 <application>OpenOffice.org</application> 也可以获得，但是它们是并行地在各自在发布周期中进行开发的，而不是包含在核心的 GNOME 发布中。
zh_tw: GNOME 的桌面部份包括所有普通用戶必需的應用程式。一些大型軟體，例如 <application>Gnumeric</application> 和 <application>OpenOffice.org</application>，雖然可以安裝使用，不過它們都有自己獨立的開發周期，不會包括在 GNOME 桌面中一起推出。

source: GNOME is part of the GNU Project, and is <ulink url="http://www.fsf.org/philosophy/free-sw.html">free software</ulink>.
da: Gnome er en del af GNU-projektet og er <ulink url="http://www.fsf.org/philosophy/free-sw.html">frit programmel</ulink>.
de: GNOME ist Teil des GNU-Projekts und <ulink url="http://www.fsf.org/philosophy/free-sw.html">freie Software</ulink>.
el: Το Gnome είναι μέρος του GNU project, και είναι <ulink url="http://www.fsf.org/philosophy/free-sw.html">ελεύθερο λογισμικό</ulink>.
es: GNOME es parte del proyecto GNU, y es <ulink url="http://www.gnu.org/philosophy/free-sw.es.html">software libre</ulink>.
et: GNOME on osa GNU projektist ja on <ulink url="http://www.fsf.org/philosophy/free-sw.html">vaba tarkvara</ulink>.
fr: GNOME fait partie du projet GNU et est un <ulink url="http://www.fsf.org/philosophy/free-sw.html">logiciel libre</ulink>.
id: GNOME merupakan bagian dari Proyek GNU dan merupakan <ulink url="http://www.fsf.org/philosophy/free-sw.html">perangkat lunak bebas</ulink>.
it: GNOME è parte del progetto GNU ed è <ulink url="http://www.fsf.org/philosophy/free-sw.html">software libero</ulink>.
ja: GNOME は GNU プロジェクトの一部であり、<ulink url="http://www.fsf.org/philosophy/free-sw.html">フリー・ソフトウェア</ulink> です。
nl: GNOME is onderdeel van het GNU project, en is <ulink url="http://www.fsf.org/philosophy/free-sw.html">vrije software</ulink>.
pa: ਗਨੋਮ ਗਨੂ ਪ੍ਰੋਜੈਕਟ ਦਾ ਭਾਗ ਹੈ ਅਤੇ <ulink url="http://www.fsf.org/philosophy/free-sw.html">ਮੁਫਤ ਸਾਫਟਵੇਅਰ</ulink> ਹੈ।
pt_br: O GNOME é parte do Projeto GNU e é <ulink url="http://www.fsf.org/philosophy/free-sw.html">software livre</ulink>.
sq: GNOME është pjesë e Projektit GNU, dhe është <ulink url="http://www.fsf.org/philosophy/free-sw.html">"software" i lirë</ulink>.
sv: GNOME är en del av GNU-projektet, och är <ulink url="http://www.fsf.org/philosophy/free-sw.html">fri programvara</ulink>.
th: GNOME เป็นส่วนหนึ่งของโครงการ GNU และเป็น <ulink url="http://www.fsf.org/philosophy/free-sw.html">ซอฟต์แวร์เสรี</ulink>
uk: GNOME - це частина проекту GNU, та є <ulink url="http://www.fsf.org/philosophy/free-sw.html">вільним програмним забезпеченням</ulink>.
zh_cn: GNOME 是 GNU 项目的一个部分，是 <ulink url="http://www.fsf.org/philosophy/free-sw.html">自由软件</ulink>
zh_tw: GNOME 是 GNU 專案的一部份，同時也是<ulink url="http://www.fsf.org/philosophy/free-sw.html">自由軟體</ulink>。

source: Please continue directly to the <link linkend="rnwhatsnew">What's New</link> section, or use the links at the right to learn more about this release and the GNOME Desktop in general.
da: Vær venlig at fortsætte til sektionen <link linkend="rnwhatsnew">Hvad nyt</link> eller brug henvisningerne til højre for at læse mere om denne udgivelse og generelt om skrivebordsmiljøet Gnome.
de: Bitte fahren Sie mit dem Abschnitt „<link linkend="rnwhatsnew">Was ist neu</link>” fort oder verwenden Sie die Verknüpfungen auf der rechten Seite, um mehr über diese Veröffentlichung und den GNOME-Desktop im Allgemeinen zu erfahren.
el: Παρακαλώ συνεχίστε κατευθείαν στο τμήμα <link linkend="rnwhatsnew">Τι Νέο Περιέχει</link>, οι χρησιμοποιήστε τους συνδέσμους δεξιά για να μάθετε γενικότερα για αυτή την έκδοση της Επιφάνειας Εργασίας GNOME.
es: Por favor, continúe leyendo la sección <link linkend="rnwhatsnew">Qué hay de nuevo</link>, o use los enlaces a la derecha para saber más acerca de esta versión y de GNOME en general.
et: Palun liigu edasi <link linkend="rnwhatsnew">Mis on uut?</link> rubriiki või kasuta viitasid paremal, et selle väljastuse ning GNOME'i töölaua kohta üldiselt rohkem teada saada.
fr: Veuillez continuer directement avec la section présentant les <link linkend="rnwhatsnew">Nouveautés</ulink> ou utilisez les liens situés à droite pour en savoir plus sur cette version de GNOME et sur l'environnement GNOME de manière plus générale.
id: Silahkan lanjut langsung ke bagian <link linkend="rnwhatsnew">Apa yang Baru</link>, atau gunakan sambungan pada bagian kanan untuk mempelajari lebih tentang terbitan ini dan Desktop GNOME secara umum.
it: Per saperne di più su questa versione e sul desktop GNOME in generale proseguire direttamente con la sezione <link linkend="rnwhatsnew">Novità</link> o usare i collegamenti posti sulla destra.
ja: このリリースに関する情報や GNOME デスクトップの一般的な情報については、直接、セクション <link linkend="rnwhatsnew">GNOME 2.10 で新しくなったこと</link> に進むか、あるいは右側にあるリンク・バーを利用して下さい。
nl: Ga direct door naar de sectie <link linkend="rnwhatsnew">Wat is er nieuw</link>, of gebruik de links aan de linkerkant om meer te weten te komen over deze GNOME-versie en de GNOME-desktop in het algemeen.
pa: ਕਿਰਪਾ ਕਰਕੇ <link linkend="rnwhatsnew">ਨਵਾਂ ਕੀ ਹੈ</link> ਭਾਗ ਤੇ ਸਿੱਧਾ ਜਾਓ ਜਾਂ ਸੱਜੇ ਪਾਸੇ ਤੋਂ ਇਸ ਜਾਰੀ ਅਤੇ ਗਨੋਮ ਵਿਹੜੇ ਦੇ ਨਵੇਂ ਗੁਣ ਵੇਖਣ ਲਈ ਸਬੰਧ ਚੁਣੋ।
pt_br: Por favor, siga diretamente para a seção <link linkend="rnwhatsnew">Novidades</link>, ou use os links à direita para aprender mais sobre essa versão do Ambiente Desktop GNOME em geral.
sq: Të lutem vazhdo drejtpërdrejt tek seksioni <link linkend="rnwhatsnew">Të Reja</link>, ose përdor lidhjet djathtas për të mësuar akoma më tepër rreth këtij publikimi dhe Hapësirës së Punës GNOME në përgjithësi.
sv: Fortsätt gärna direkt till avsnittet <link linkend="rnwhatsnew">Vad är nytt</link>, eller använd länkarna till höger för att lära dig mer om denna utgåva och GNOME-skrivbordsmiljön i allmänhet.
th: กรุณาอ่านหัวข้อ <link linkend="rnwhatsnew">มีอะไรใหม่</link> ต่อ หรือตามลิงก์ทางด้านขวาเพื่อศึกษาเพิ่มเติมเกี่ยวกับรุ่นนี้และเดสก์ทอป GNOME โดยทั่วไป
uk: Перейдіть одразу до розділу <link linkend="rnwhatsnew">Що нового</link>, або скористайтесь посиланнями праворуч для докладнішого опису цього випуску середовища GNOME, та загального його опису.
zh_cn: 请直接去到<link linkend="rnwhatsnew">有哪些新变化？</link>章节，或者使用右边的链接来了解更多关于本发布和通常的 GNOME 桌面的信息。
zh_tw: 請繼續閱讀新版本的特色，或者按右面的連結獲知其它有關這個版本甚至一般 GNOME 桌面環境的資訊。

source: What's New In GNOME 2.10
da: Hvad er nyt i Gnome 2.10
de: Was ist neu bei GNOME 2.10
el: Τι Νέο Περιέχει το GNOME 2.10
es: Qué hay de nuevo en GNOME 2.10
et: Mis on uut GNOME 2.10's
fr: Nouveautés de GNOME 2.10
id: Apa yang baru pada GNOME 2.10
it: Novità in GNOME 2.10
ja: GNOME 2.10 で新しくなったこと
nl: Wat is er nieuw in GNOME 2.10
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ
pt_br: Novidades do GNOME 2.10
sq: Të rejat tek GNOME 2.10
sv: Vad är nytt i GNOME 2.10
th: มีอะไรใหม่ใน GNOME 2.10
uk: Що нового у GNOME 2.10
zh_cn: GNOME 2.10 中有什么新变化
zh_tw: GNOME 2.10 的新面貌

source: Looking to GNOME 2.12 and Beyond
da: Gnome 2.12 og fremefter
de: Ausblick auf GNOME 2.12 und darüber hinaus
el: Κοιτάζοντας το μέλλον για το GNOME 2.12 και ακόμα πιο μακριά
es: Mirando hacia GNOME 2.12 y más allá
et: Vaadates edasi GNOME 2.12 poole ja veelgi kaugemale
fr: Regard vers GNOME 2.12 et au-delà
id: Melihat ke GNOME 2.12 dan Melewati
it: Verso GNOME 2.12 e oltre
ja: GNOME 2.12 とそれ以降に向けて
nl: Vooruitzien naar GNOME 2.12 en verder
pa: ਗਨੋਮ ੨.੧੨ ਅਤੇ ਹੋਰਾਂ ਅੱਗੇ ਬਾਰੇ ਵਿਚਾਰ
pt_br: De olho no GNOME 2.12 e além
sq: Një shikim mbi GNOME 2.12 e përtej
sv: GNOME 2.12 och längre fram i tiden
th: มุ่งสู่ GNOME 2.12 และถัดๆ ไป
uk: Погляд на GNOME 2.12 та подальші версії
zh_cn: 瞧瞧 GNOME 2.12 和更新的版本
zh_tw: GNOME 2.12 和未來展望

source: GNOME operates on a time-based release philosophy, an attempt to continuously provide the best of our developers' efforts to users as quickly as we can. Six months after GNOME 2.10, we anticipate that GNOME 2.12 will feature more integrated multimedia and communication functionality and further advances in accessibility, usability and internationalization.
el: Το GNOME λειτουργεί με την φιλοσοφία των προγραμματισμένων χρονικά εκδόσεων Αυτή η φιλοσοφία αποτελεί μια προσπάθεια ώστε να δίνουμε συνεχώς όσο το δυνατό πιό σύντομα το καλύτερο που προσφέρουν οι προγραμματιστές μας, στους χρήστες μας . Έξι μήνες μετά το GNOME 2.10, περιμένουμε ότι στο GNOME 2.12 θα έχουμε την δυνατότητα καλύτερης ολοκλήρωσης πολυμέσων και εποικοινωνιακής λειτουργικότητας καθώς και βελτιωμένες δυνατότητες προσβασιμότητας , χρηστικότητας και διεθνούς γλωσσικής υποστήριξης.

source: Getting Involved
da: Bliv involveret
de: Mitmachen
el: Συμμετοχή
es: Implicándose
et: Kaasalöömine
fr: Participer à GNOME
id: Ikut Serta
it: Farsi coinvolgere
ja: 参加するには
nl: Betrokken raken
pa: ਸ਼ਾਮਲ ਹੋਣਾ
pt_br: Involva-se
sq: Pjesëmarrja
sv: Bli involverad
th: การมีส่วนร่วม
uk: Приєднання до команди
zh_cn: 加入
zh_tw: 投身參與

source: The core of GNOME's success is its many volunteers, both users and developers.
da: Gnomes succes skyldes i høj grad dens mange frivillige, både brugere og udviklere.
de: Der Kern des Erfolgs von GNOME sind seine vielen Helfer auf beiden Seiten, den Benutzern und den Entwicklern.
el: Το μυστικό της επιτυχίας του GNOME βρίσκεται στην πλειάδα εθελοντών (προγραμματιστών και χρηστών) που το στηρίζουν.
es: La fuente del éxito de GNOME es la gran cantidad de voluntarios implicados, tanto usuarios como desarrolladores.
et: GNOME'i põhiline edu seisneb paljudes vabatahtlikes, keda on nii kasutajate kui arendajate hulgas.
fr: Le cœur du succès de GNOME est constitué de tous les volontaires qui participent au projet, à la fois utilisateurs et développeurs.
id: Kesuksesan GNOME adalah berkat para sukarelawannya, baik pengguna dan para pengembang.
it: Il cuore del successo di GNOME è l'insieme dei suo volontari, sia utenti che sviluppatori.
ja: GNOME の成功の鍵は、多くのボランティア、たくさんのユーザと開発者たちによるものです。
nl: De kern van GNOMEs succes ligt in zijn vele vrijwilligers, zowel gebruikers als ontwikkelaars.
pa: ਗਨੋਮ ਦੀ ਸਫਲਤਾ ਇਸ ਦੇ ਬਹੁਤੇ ਸਵੈ-ਸੇਵਕਾਂ, ਦੋਵੇਂ ਵਰਤਣ ਵਾਲੇ ਅਤੇ ਖੋਜੀਆਂ ਕਰਕੇ ਹੈ।
pt_br: A principal razão do sucesso do GNOME são seus muitos voluntários, tanto usuários quanto desenvolvedores.
sq: Zemra e suksesit të GNOME është vullnetarizmi i shumtë, ndërhyjnë si përdoruesit ashtu dhe si dhe zhvilluesit.
sv: Kärnan i GNOME:s framgång är projektets många voluntärer, både användare och utvecklare.
th: แก่นแท้ของความสำเร็จของ GNOME ก็คือการมีอาสาสมัครจำนวนมาก ทั้งผู้ใช้และนักพัฒนา
uk: Основа успіху GNOME - численні добровольці, як користувачі так і розробники.
zh_cn: GNOME 的成功的关键在于其众多的志愿者，用户和开发者。
zh_tw: GNOME 成功的因素主要在於用戶和開發人員義務參與。

source: As a user, your contribution can be as simple as filing good bug reports. You can file bugs in our Bugzilla using the <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">simple bug assistant</ulink>. If you want to contribute more, you can join our active <ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad</ulink>.
da: Som en bruger kan dit bidrag simpelthen være at udfylde gode fejlrapporter. Du kan melde fejl i vores Bugzilla ved at bruge den <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">simple fejlguide</ulink>. Hvis du har lyst til at bidrage med mere, kan du tilmelde dig vores aktive <ulink url="http://developer.gnome.org/projects/bugsquad/">fejlpatrulje</ulink>.
de: Als Benutzer kann Ihr Beitrag so einfach sein, wie das Erstellen eines guten Fehlerberichts. Fehlerberichte können in unserem Bugzilla mit dem <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">einfachen Fehlerassistenten</ulink> erstellt werden. Wenn Sie mehr beitragen möchten, können Sie unserem aktiven Projekt <ulink url="http://developer.gnome.org/projects/bugsquad/">Bug-Squad</ulink> beitreten.
el: Ως χρήστης, η συμμετοχή σας μπορεί να γίνει πολύ απλά, με το να συμπληρώνετε αναφορς σφαλμάτων. Μπορείτε να στέλνετε αναφορές μέσω του Bugzilla με την χρήση του <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">βοηθού σφαλμάτων</ulink>. Αν θέλετε να συμμετάσχετε πιό ενεργά, μπορείτε να έλθετε στην δραστήρια <ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad μας</ulink>.
es: Como usuario, su contribución puede ser tan simple como enviar buenos avisos de fallos. Puede avisar de fallos en nuestro bugzilla usando el <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">asistente simple de fallos</ulink>. Si quiere contribuir aún más, puede unirse a nuestro activo <ulink url="http://developer.gnome.org/projects/bugsquad/">escuadrón de fallos</ulink>.
et: Lihtsaim viis kasutajana kaastööd teha on veateadete saatmine. Veateateid saab saata meie Bugzilla vahendusel kasutades <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">lihtsat veateate abilist</ulink>. Kui soovid teha veelgi rohkem võid ühineda meie <ulink url="http://developer.gnome.org/projects/bugsquad/">veameeskonnaga</ulink>.
fr: En tant qu'utilisateur, votre contribution peut être aussi simple que la rédaction de bons rapports de bugs. Vous pouvez enregistrer des bugs dans notre Bugzilla en utilisant l'<ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">assistant au rapport de bugs</ulink>. Si vous souhaitez contribuer encore plus, vous pouvez joindre notre très active <ulink url="http://developer.gnome.org/projects/bugsquad/">équipe anti-bug</ulink>.
id: Sebagai seorang pengguna, kontribusi anda dapat sesederhana mengisi laporan kesalahan. Anda dapat membuat file kesalahan pada Bugzilla kami dengan menggunakan <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">asisten kesalahan sederhana</ulink>. Jika anda ingin lebih berkontribusi, anda dapat bergabung dengan <ulink url="http://developer.gnome.org/projects/bugsquad/">pasukan kesalahan</ulink> kami.
it: Come utente, il contributo dato può essere il semplice inoltro di un buon rapporto di baco. Tali rapporti possono essere inoltrati sul Bugzilla di GNOME usando l'<ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">assistente semplificato ai bachi</ulink>. Per contribuire in misura maggiore si può entrare a far parte della attiva <ulink url="http://developer.gnome.org/projects/bugsquad/">squadra-bachi</ulink>.
ja: １ユーザとして、あなたが貢献できることは簡単で、良いバグ報告を提出することです。<ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">簡易バグアシスタント</ulink> を使うと、我々の Bugzilla へバグを報告できます。もっと貢献したいと希望をお持ちならば、<ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad</ulink> に参加することも可能です。
pa: ਵਰਤਣ ਵਾਲੇ ਦੇ ਤੌਰ ਤੇ, ਤੁਸੀਂ ਚੰਗੀ ਬੱਗ (ਕਮੀਂ) ਰਿਪੋਰਟ ਜਾਣਕਾਰੀ ਦੇ ਸਕਦੇ ਹੋ। ਬੱਗ ਜਾਣਕਾਰੀ ਦੇਣ ਲਈ <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">ਆਸਾਨ ਬੱਗ ਸਹਾਇਕ</ulink> ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਵੀ ਯੋਗ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ <ulink url="http://developer.gnome.org/projects/bugsquad/">ਬੱਗ-ਟੀਮ</ulink> ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹੋ।
pt_br: Como um usuário, sua contribuição pode ser tão simples quanto enviar bons relatórios de erro. Você pode registrar bugs no nosso Bugzilla usando o <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">assistente simples de erro</ulink>. Se você quiser contribuir mais, você pode ser juntar ao nosso ativo <ulink url="http://developer.gnome.org/projects/bugsquad/">esquadrão de bugs</ulink>.
sq: Si një përdorues, ndihma jote mund jetë aq e lehtë sa përmbushja e një njoftimi gabimi. Mund të dërgosh gabime në Bugzilla-n tonë duke përdorur <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">ndihmësin e thjeshtë të gabimeve</ulink>. Nëse do të ndihmosh më tepër, mund t'i bashkohesh <ulink url="http://developer.gnome.org/projects/bugsquad/">squadrës sonë aktive të gabimeve</ulink>.
sv: Som användare kan ditt bidrag vara så enkelt som att skapa bra felrapporter. Du kan rapportera fel i vår Bugzilla genom att använda <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">den enkla felassistenten</ulink>. Om du vill hjälpa till mer kan du gå med i vårt aktiva <ulink url="http://developer.gnome.org/projects/bugsquad/">felteam</ulink>.
th: ในฐานะผู้ใช้ การมีส่วนร่วมของคุณอาจจะแค่การรายงานข้อผิดพลาดอย่างมีคุณภาพ คุณสามารถรายงานข้อผิดพลาดใน Bugzilla ของเรา โดยใช้ <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">แบบฟอร์มช่วยรายงานบั๊กอย่างง่าย</ulink> หรือถ้าคุณอยากช่วยมากกว่านั้น คุณสามารถมาร่วมใน <ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad</ulink> อันคึกคักของเราได้
uk: Як користувач, ваш внесок може полягати у простому заповненні докладних звітів про помилки. Ви можете надсилати помилки у нашу систему Bugzilla використовуючи <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">простий помічник з помилок</ulink>. Якщо бажаєте зробити більший внесок, приєднуйтесь до нашого <ulink url="http://developer.gnome.org/projects/bugsquad/">bug-squad</ulink>.
zh_cn: 作为一个用户，您的贡献可以像填写 BUG 报告一样简单。您可以使用我们的 Bugzilla 中的 <ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">简单的 BUG 助手</ulink> 来填写 BUG。如果您想做更多的贡献，您可以加入我们的活跃的 <ulink url="http://developer.gnome.org/projects/bugsquad/">BUG 中队</ulink>。
zh_tw: 作為用戶，即使是像匯報錯誤之類的簡單事情也已經是一個很好的途徑來作出貢獻。您可以在 Bugzilla 的<ulink url="http://bugzilla.gnome.org/simple-bug-guide.cgi">簡易匯報介面</ulink>中匯報錯誤。如果這樣太簡單，您還可以參加<ulink url="http://developer.gnome.org/projects/bugsquad/">管理錯誤報告的隊伍</ulink> (稱為 bug-squad)。
