Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681"> Session startup temporary hang</ulink>: Applications with broken session management can cause login to hang for a few minutes at the splashscreen. The default session does not contain any such apps so this will only become a problem if you save your session on logout. If you run into this problem, just wait for the login to proceed and then remove any such applications before saving your session again.
da: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681">Opstart af session hænger midlertidigt</ulink>: Programmer med en ødelagt sessionshåndtering kan under logind, ved velkomstvinduet, hænge i nogle få minutter. Den forvalgte session indeholder ikke sådanne programmer, så dette problem vil kun blive aktuelt hvis du gemmer din session ved logud. Hvis du støder på dette problem, så vent bare på at logind fortsætter og fjern derefter sådanne programmer, før du gemmer din session igen.
nl: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681"> Opstarten duurt soms lang</ulink>: Toepassingen met een foutief sessiebeheer kunnen het opstarten gedurende een aantal minuten vertragen. De standaardsessie bevat zulke toepassingen niet dus dit wordt pas een probleem wanneer u uw sessie bij het afmelden opslaat. Indien u met dit probleem geconfronteerd wordt, wacht u dan rustig af totat u bent aangemeld, sluit de toepassing die de problemen veroorzaakte en sla uw sessie daarna opnieuw op.
sv: <ulink url="http://bugzilla.gnome.org/show_bug.cgi?id=11681"> Tillfällig låsning vid uppstart av session</ulink>: Program med trasig sessionshantering kan orsaka att inloggningen låses i ett par minuter då inloggningsskärmen visas. Standardsessionen innehåller inga sådana program, så detta kommer endast att bli ett problem om du sparar din session vid utloggningen. Om du stöter på detta problem är det bara att vänta på att inloggningen fortsätter, och sedan ta bort alla sådana program innan du sparar din session på nytt.

source: GNOME 2.10 introduces a new applet for controlling your Modem, integrated with GNOME System Tools. <figure id="rnscreenshot-applet-modem"><title>The new modem control applet</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-modem.png" format="PNG"/></imageobject><textobject><phrase>The new modem control applet</phrase></textobject></mediaobject></screenshot></figure>
nl: GNOME 2.10 heeft een nieuw applet voor het bedienen van uw modem. Het is geïntegreerd in GNOME System Tools. <figure id="rnscreenshot-applet-modem"><title>Het nieuwe voor modembediening</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-modem.png" format="PNG"/></imageobject><textobject><phrase>Het nieuwe applet voor modembediening</phrase></textobject></mediaobject></screenshot></figure>
sv: GNOME 2.10 introducerar ett nytt panelprogram för styrningen av ditt modem, ett panelprogram som är integrerat med GNOME-systemverktygen. <figure id="rnscreenshot-applet-modem"><title>Det nya panelprogrammet för modemstyrning</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-modem.png" format="PNG"/></imageobject><textobject><phrase>Det nya panelprogrammet för modemstyrning</phrase></textobject></mediaobject></screenshot></figure>

source: GNOME 2.10 features an optional trashcan for your Panel. Just like the trashcan on your desktop, you can now drag and drop files and other items into the trash without minimising your open windows. <figure id="rnscreenshot-applet-trash"><title>a Trashcan on your Panel</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-trash.png" format="PNG"/></imageobject><textobject><phrase>Drag trash to your panel</phrase></textobject></mediaobject></screenshot></figure>
nl: GNOME 2.10 heeft nu een prullenbak voor op uw paneel. Net als bij de prullenbak op uw bureaublad kunt u bestanden en andere items naar de prullenbak slepen, maar nu hoeft u uw geopende vensters niet meer eerst te minimaliseren. <figure id="rnscreenshot-applet-trash"><title>Een prullenbak op uw paneel</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-trash.png" format="PNG"/></imageobject><textobject><phrase>Sleep het afval naar uw prullenbak</phrase></textobject></mediaobject></screenshot></figure>
sv: GNOME 2.10 har en valfri papperskorg för din panel. Precis som papperskorgen på ditt skrivbord kan du nu dra och släppa filer och andra objekt på papperskorgen utan att förminska dina öppna fönster. <figure id="rnscreenshot-applet-trash"><title>en papperskorg på din panel</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-trash.png" format="PNG"/></imageobject><textobject><phrase>Drag skräp till din panel</phrase></textobject></mediaobject></screenshot></figure>

source: GNOME 2.8 allowed you to easily mount your digital media, such as CDs, DVDs, and USB memory sticks. Now the volume mounter applet helps you to use these volumes without the difficulty of finding their icons on the desktop, behind your open windows. The applet shows the currently mounted (or unmountable) volumes, allowing you to mount them, eject them, or open them in the file manager. <figure id="rnscreenshot-applet-drivemount"><title>Drive Mount</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-drivemount.png" format="PNG"/></imageobject><textobject><phrase>The drive mount applet.</phrase></textobject></mediaobject></screenshot></figure>
nl: In GNOME 2.8 kon u al op eenvoudige wijze uw digitale media zoals CD's, DVD's en USB-sticks aankoppelen. Nu kunt u met het applet voor verwisselbare media deze dingen aan- en afkoppelen zonder de bijbehorende pictogrammen op het bureaublad te hoeven zoeken die vaak achter allemaal geopende vensters verstopt zaten. Het applet toont de huidige aangekoppelde, en afgekoppelde volumen, die u vervolgens kunt aankoppelen, uitwerpen, of openen in het bestandsbeheer. <figure id="rnscreenshot-applet-drivemount"><title>Koppelingstation</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-drivemount.png" format="PNG"/></imageobject><textobject><phrase>Het Koppelingstation-applet.</phrase></textobject></mediaobject></screenshot></figure>
sv: GNOME 2.8 lät dig enklare montera dina digitala medier, som till exempel cd-skivor, dvd-skivor och USB-minnespinnar. Nu hjälper volymmonteringspanelprogrammet dig att använda dessa volymer utan svårigheten att hitta deras ikoner på skrivbordet, bakom alla dina öppna program. Panelprogrammet visar de för tillfället monterade (eller avmonteringsbara) volymerna och låter dig montera dem, mata ut dem, eller öppna dem i filhanteraren. <figure id="rnscreenshot-applet-drivemount"><title>Enhetsmontering</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-drivemount.png" format="PNG"/></imageobject><textobject><phrase>Panelprogrammet för enhetsmontering.</phrase></textobject></mediaobject></screenshot></figure>

source: The weather monitor can now show even more locations then before, and the location names have been translated into non-english languages where appropriate. In addition, the forecast now includes sunrise and sunset calculations for most locations. <figure id="rnscreenshot-applet-weather"><title>Weather Report</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-weather.png" format="PNG"/></imageobject><textobject><phrase>The weather report applet.</phrase></textobject></mediaobject></screenshot></figure>
nl: Het weerbericht-applet kan nu voor nog meer lokaties dan voorheen, het weer tonen, en de lokaties zijn nu vertaald naar het Nederlands. Bovendien toont het bij de meeste lokaties, naast het weerbericht, nu ook de tijdstippen voor zonsopgang en zonsondergang. <figure id="rnscreenshot-applet-weather"><title>Het weerbericht</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-weather.png" format="PNG"/></imageobject><textobject><phrase>Het weerbericht-applet.</phrase></textobject></mediaobject></screenshot></figure>
sv: Väderövervakaren kan nu visa ännu fler platser än tidigare, och namnen på platserna har översatts till icke-engelska språk där så varit lämpligt. Dessutom inkluderar prognosen numera de beräknade tiderna för soluppgång och solnedgång för de flesta platser. <figure id="rnscreenshot-applet-weather"><title>Väderrapport</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-weather.png" format="PNG"/></imageobject><textobject><phrase>Panelprogrammet för väderrapporter.</phrase></textobject></mediaobject></screenshot></figure>

source: GNOME now includes an applet to monitor your laptop's processor speed. The CPU Frequency Monitor watches variable-speed processors (such as those with Intel Speedstep or AMD PowerNow) to show their current status. You may even choose a different speed if you don't have automatic frequency scaling enabled. <figure id="rnscreenshot-applet-cpufreq"><title>Monitor CPU Frequency Scaling</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-cpufreq.png" format="PNG"/></imageobject><textobject><phrase>Monitor CPU Frequency Scaling</phrase></textobject></mediaobject></screenshot></figure>
nl: GNOME bevat nu een applet waarmee u de processorsnelheid van uw laptop in de gaten kunt houden. De 'CPU-snelheidsmonitor' controleert variabele-snelheidprocessors (zoals die met Intel Speedstep of AMD PowerNow) en toont de huidige status. U kunt zelfs een snelheid instellen wanneer u automatische snelheidsaanpassing niet hebt aangezet. <figure id="rnscreenshot-applet-cpufreq"><title>Processorsnelheid controleren</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-cpufreq.png" format="PNG"/></imageobject><textobject><phrase>Processorsnelheid controleren</phrase></textobject></mediaobject></screenshot></figure>
sv: GNOME inkluderar numera ett panelprogram för att övervaka processorhastigheten i din bärbara dator. Processorfrekvensövervakaren bevakar processorer med variable hastigheter (som till exempel de med Intel Speedstep eller AMD PowerNow) för att visa deras aktuella status. Du kan till och med välja en annan hastighet om du inte har aktiverat automatisk frekvensskalning. <figure id="rnscreenshot-applet-cpufreq"><title>Övervaka skalning av processorfrekvenser</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-applet-cpufreq.png" format="PNG"/></imageobject><textobject><phrase>Övervaka skalning av processorfrekvenser</phrase></textobject></mediaobject></screenshot></figure>

source: The Mailbox Monitor has been removed because it was unmaintained and insecure. We hope to have a solution integrated with our Evolution mail client in the future. If you don't use Evolution for your mail, you can use a third party application such as <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.
sv: E-postövervakaren har tagits bort eftersom den inte underhölls och att den var osäker. Vi hoppas på att ha en lösning som är integrerad med vår e-postklient, Evolution, i framtiden. Om du inte använder Evolution för din e-post kan du använda ett tredjepartsprogram som till exempel <link href="http://www.nongnu.org/mailnotify/">mailnotify</link>.

source: GNOME 2.10 now includes the popular Totem video player, using GNOME's GStreamer multimedia framework. Totem provides the intuitive user interface that GNOME users expect, with automatic hardware detection instead of complex configuration. <figure id="rnscreenshot-totem"><title>The video player</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-totem.png" format="PNG"/></imageobject><textobject><phrase>The Totem video player.</phrase></textobject></mediaobject></screenshot></figure>
nl: Bij GNOME 2.10 wordt nu standaard de populaire mediaspeler Totem meegeleverd die gebruik maakt van GNOME's GStreamer multimedia-raamwerk. Totem heeft de intuïtieve bediening die gebruikers van GNOME verwachten, met automatische hardware-herkenning in plaats van complexe configuratie. <figure id="rnscreenshot-totem"><title>De mediaspeler</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-totem.png" format="PNG"/></imageobject><textobject><phrase>De mediaspeler Totem.</phrase></textobject></mediaobject></screenshot></figure>
sv: GNOME 2.10 inkluderar nu den populära videospelaren Totem, som använder GNOME:s GStreamer-multimediaramverk. Totem erbjuder det intuitiva användargränssnitt som GNOME-användare förväntar sig, med automatisk hårdvarudetektering istället för krånglig konfiguration. <figure id="rnscreenshot-totem"><title>Videospelaren</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-totem.png" format="PNG"/></imageobject><textobject><phrase>Videospelaren Totem.</phrase></textobject></mediaobject></screenshot></figure>

source: The much-loved Sound Juicer "CD ripper" easily extracts audio from CDs for later playback on your PC or portable music player. Thanks to automatic downloading of song titles, you won't need to click more than a couple of buttons. <figure id="rnscreenshot-soundjuicer"><title>The audio extractor</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-soundjuicer.png" format="PNG"/></imageobject><textobject><phrase>The audio extractor.</phrase></textobject></mediaobject></screenshot></figure>
nl: Het veelgebruikte Sound Juicer; de "CD-ripper", haalt op eenvoudige wijze audio van CD's zodat u deze op uw PC of een draagbare muziekspeler kunt afspelen. Doordat het automatisch de titels van de nummers van het internet haalt, bent u met een of twee keer klikken al klaar. <figure id="rnscreenshot-soundjuicer"><title>De CD-ripper</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-soundjuicer.png" format="PNG"/></imageobject><textobject><phrase>De CD-ripper.</phrase></textobject></mediaobject></screenshot></figure>
sv: Den högt älskade "cd-ripparen" Sound Juicer extraherar enkelt ljud från cd-skivor så att de senare kan spelas på din dator eller din portabla musikspelare. Tack vare automatisk hämtning av låttitlar behöver du inte längre klicka på mer än ett par knappar. <figure id="rnscreenshot-soundjuicer"><title>Ljudextraheraren</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-soundjuicer.png" format="PNG"/></imageobject><textobject><phrase>Ljudextraheraren.</phrase></textobject></mediaobject></screenshot></figure>

source: Now you can even browse for other Gnome Meeting users on your local network without discovering their contact details first. And you can view your own video output side by side with the video from your conversation partner, so you see what they see. <figure id="rnscreenshot-gnomemeeting"><title>The internet telephony and video conferencing client</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-meeting.png" format="PNG"/></imageobject><textobject><phrase>Gnome Meeting with side-by-side video.</phrase></textobject></mediaobject></screenshot></figure>
nl: Het is nu zelfs mogelijk om andere gebruikers van GnomeMeeting op uw lokale netwerk ontdekken zonder dat u vooraf hun contactinformatie hoeft te weten. En u kunt uw eigen videobeeld naast die van uw spreekpartner zetten, zodat u ziet wat zij te zien krijgen. <figure id="rnscreenshot-gnomemeeting"><title>Het programma voor internet-telephonie en videoconferentie</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-meeting.png" format="PNG"/></imageobject><textobject><phrase>Gnome Meeting met zij-aan-zij videobeeld.</phrase></textobject></mediaobject></screenshot></figure>
sv: Nu kan du till och med söka efter andra GnomeMeeting-användare på ditt lokala nätverk utan att ta reda på deras kontaktdetaljer först. Du kan också visa din egen videoutmatning bredvid videobilden från din samtalspartner, så att du ser vad de ser. <figure id="rnscreenshot-gnomemeeting"><title>Klienten för Internettelefoni och videokonferenser</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-gnome-meeting.png" format="PNG"/></imageobject><textobject><phrase>GnomeMeeting med videobilder sida-vid-sida.</phrase></textobject></mediaobject></screenshot></figure>

source: Selecting a keyboard layout is now simpler with the Keyboard control panel. Just click Add to choose from a list of international keyboard layouts. Before making your choice you can see the effect of key presses in the layout preview. The Layout Options section has also been reorganized as a simpler list of choices. <figure id="rnscreenshot-controlpanel-keyboardlayouts"><title>Keyboard Preferences - Layouts</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-keyboard-properties+layout.png" format="PNG"/></imageobject><textobject><phrase>The Layouts tab, in the Keyboard Preferences control panel, while adding a new layout.</phrase></textobject></mediaobject></screenshot></figure>
nl: Het kiezen van de juiste layout voor het toetsenbord is nu gemakkelijker geworden met de toetsenbordconfiguratie. Door op ¨Toevoegen¨ te klikken krijgt u een lijst met internationale toetsenbordindelingen. U kunt uw keuze uitproberen in het voorbeelscherm. Bij het indrukken van een toets wordt dit zichtbaar gemaakt in het voorbeeldtoetsenbord waardoor u kunt zien welk teken er onder die toets zit. Tevens is het tabblad "Layout-opties" gereorganiseerd en toont het nu een eenvoudiger lijst met keuzes. <figure id="rnscreenshot-controlpanel-keyboardlayouts"><title>Toetsenbordvoorkeuren - Layouts</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-keyboard-properties+layout.png" format="PNG"/></imageobject><textobject><phrase>Het tabblad Layouts in de toetsenbordconfiguratie, tijdens het toevoegen van een nieuwe layout.</phrase></textobject></mediaobject></screenshot></figure>
sv: Att välja en tangentbordslayout är nu enklare med tangentbordskontrollpanelen. Klicka bara på Lägg till för att välja från en lista med internationella tangentbordslayouter. Innan du gör ditt val kan du se resultatet av alla tangenttryckningar i layoutförhandsvisningen. Avdelningen Layoutalternativ har också organiserats om till en enklare lista med val. <figure id="rnscreenshot-controlpanel-keyboardlayouts"><title>Tangentbordsinställningar - Layouter</title><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-keyboard-properties+layout.png" format="PNG"/></imageobject><textobject><phrase>Fliken layouter i kontrollpanelen för tangentbordsinställningar, då en ny layout läggs till.</phrase></textobject></mediaobject></screenshot></figure>

source: Belarusian (7 million)
da: Hviderussisk (7 millioner)
sv: Vitryska (7 miljoner)

source: Bosnian (3 million)
da: Bosnisk (3 millioner)
sv: Bosniska (3 miljoner)

source: Croatian (5 million)
da: Kroatisk (5 millioner)
sv: Kroatiska (5 miljoner)

source: Estonian (1 million)
da: Estisk (1 millioner)
sv: Estniska (1 miljon)

source: Indonesian (25 million)
da: Indonesisk (25 millioner)
sv: Indonesiska (25 miljoner)

source: Macedonian (1.5 million)
da: Makedonsk (1,5 millioner)
sv: Makedonska (1,5 miljoner)

source: Mongolian (10 million)
da: Mongolsk (10 millioner)
sv: Mongoliska (10 miljoner)

source: Norwegian Nynorsk (2 million)
da: Norsk, nynorsk (2 millioner)
sv: Norska, nynorsk (2 miljoner)

source: Slovak (5 million)
da: Slovaksisk (5 millioner)
sv: Slovakiska (5 miljoner)

source: Vietnamese
da: Vietnamesisk
sv: Vietnamesiska
