Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME 2.10 has a new ability that you might not notice at first, implementing another cross-desktop Freedesktop.org standard.
da: Gnome 2.10 har en ny mulighed som du måske ikke lægger mærke til ved første øjekast, en implementering af endnu en Freedesktop.org-standard for flere skrivebordsmiljøer.
de: GNOME 2.10 besitzt eine neue Eigenschaft, die Ihnen nicht sofort auffallen wird. Sie stellt eine weitere Implementierung des desktopübergreifenden freedesktop.org-Standards dar.
el: Το GNOME 2.10 έχει μια νέα δυνατότητα που μπορεί να μην την αντιληφθείτε αμέσως, είναι η ενσωμάτωση ενός ακόμα διαπλατφορμικού προτύπου επιφανειών εργασίας του Freedesktop.org.
es: GNOME 2.10 tiene una nueva capacidad de la que puede no darse cuenta al principio, implementando otro estándar entre escritorios de Freedesktop.org.
fr: GNOME 2.10 a une nouveau fonctionnalité que vous pouvez ne pas remarquer à première vue, et implémente un nouveau standard inter-bureaux Freedesktop.org.
id: GNOME 2.10 memiliki kemampuan baru yang tidak akan anda sadari saat pertama kali, menerapkan standard silang desktop Freedesktop.org.
it: In GNOME 2.10 è presente una nuova abilità che potrebbe in un primo momento passare inosservata, che implementa un altro standard inter-desktop di Freedesktop.org.
ja: 初めは気づかないかもしれませんが、GNOME 2.10 には、もう一つの Freedesktop.org 標準 (クロス・デスクトップ) を実装することで、新しい機能が追加されています。
nl: GNOME 2.10 heeft iets nieuws wat u in eerste instantie niet meteen zult opmerken, maar wat echter geïmplementeerd is volgens een Freedesktop.org standaard.
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਕਈ ਗੁਣ ਹਨ, ਜੋ ਕਿ ਤੁਸੀਂ ਤੁਸੀਂ ਕਦੇ ਨਹੀਂ ਵੇਖੇ ਹੋਣਗੇ, ਜੋ ਕਿ ਹੋਰ ਅੰਤਰ ਵਿਹੜਾ Freedesktop.org ਮਿਆਰ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ।
pt_br: O GNOME 2.10 tem uma nova habilidade, que você pode não notar à primeira vista, que implementa um outro padrão multi-ambientes do Freedesktop.org.
sq: GNOME 2.10 tashmë ka një aftësi të re që mund të mos e vësh re në fillim, duke zbatuar një tjetër standard të Freedesktop.org.
sv: GNOME 2.10 har en ny förmåga som du kanske först inte märker. Denna implementerar en annan korsplattformsstandard från Freedesktop.org.
th: GNOME 2.10 มีความสามารถใหม่ที่คุณอาจไม่สังเกตเมื่อแรกเห็น คือการทำงานตามมาตรฐานระหว่างเดสก์ทอปของ Freedesktop.org
uk: У GNOME 2.10 є можливість, яку можна й не помітити, що реалізує інший, спільний для усіх графічних середовищ, стандарт Freedesktop.org.
zh_cn: GNOME 2.10 有个可能被您所忽略的地方，那就是实现了另外一个跨桌面(cross-desktop)的 Freedesktop.org 标准。
zh_tw: GNOME 2.10 有一項新功能是不容易察覺的。它和其中一種跨平台的 freedesktop.org 標準有關。

source: In the past, while typing something into one application when suddenly your instant messenger offered a chat request from your friend, your words would be typed into the chat window. Imagine if you were typing your password at the time. This should no longer happen in GNOME 2.10.
de: Wenn in der Vergangenheit etwas in eine Anwendung eingegeben wurde und zur gleichen Zeit der Instant-Messenger den Unterhaltungswunsch eines Freundes anzeigte, wurden Ihre Worte in das Chat-Fenster eingegeben. Stellen Sie sich vor, Sie würden in so einer Situation ein Passwort eingeben. Dies sollte unter GNOME 2.10 nicht mehr passieren.
el: Κατά το παρελθόν, ενώ πληκτρολογούσατε κάποιο κείμενο σε μια εφαρμογή και δεχόσαστε ξαφνικά μια ειδοποίηση από τον instant messenger σας προερχόμενη από φίλο σας που ζητάει να συζητήσετε, το κείμενο σας θα έμπαινε στο παράθυρο συζητήσεως. Φανταστείτε την πιθανότητα να πληκτρολογούσατε κάτι προσωπικό εκείνη τη στιγμή. Αυτή ή περίπτωση δεν θα είναι πια δυνατό να συμβεί με το GNOME 2.10.
es: En el pasado, si estaba escribiendo algo en una aplicación cuando, de repente, su aplicación de mensajería instantánea le ofrecía una invitación de charla de algún amigo, sus palabras se escribían en la ventana de charla. Imagine que pasaría si en ese momento estuviera escribiendo su contraseña. Ésto ya no pasa con GNOME 2.10.
fr: Auparavant, lorsque que vous étiez entrain de saisir quelque chose dans une application et que soudainement votre logiciel de messagerie instantanée vous présentait une une demande de discussion d'un ami, vos mots pouvaient se retrouver dans la fenêtre de discussion. Imaginez si vous étiez entrain d'entrer votre mot de passe à cet instant. Ceci ne devrait plus arriver avec GNOME 2.10.
id: Pada masa lalu, ketika mengetik sesuatu pada satu aplikasi ketika tiba-tiba instant messenger anda menawarkan ngobrol dengan teman anda, kata anda akan diketikkan ke dalam jendela obrolan. Bayangkan jika anda mengetikkan password anda pada saat yang sama. Hal ini tidak akan terjadi lagi pada GNOME 2.10.
it: In passato, se mentre si stava digitando qualcosa in un'applicazione appariva una richiesta di chat da un amico, le parole che si stavano digitando potevano finire nella finestra per la chat. E magari si stava digitando la propria password... Ciò non dovrebbe più accadere in GNOME 2.10.
ja: GNOME 2.8 では、何かアプリケーションに入力している最中に、あなたの友人から突然インスタント・メッセンジャーで話しかけてきたら、メッセンジャーのウィンドウにそのまま入力されてしまいました。もしパスワードを入力している最中にそのような事態が発生するときの危険性を想像してみて下さい。GNOME 2.10 では、そのような入力状態にならないよう対策が取られました。
nl: Voorheen kwam de volgende situatie nogal eens voor: U bent aan het typen in bijvoorbeeld een tekstverwerker. Dan verschijnt er opeens een venster van uw instant-messenger omdat een vriend van u met u wilt praten. Zonder dat u het doorhad zat u al in het chat-venster te typen. Stel je voor dat je op zo'n moment net je wachtwoord aan het typen bent. In GNOME 2.10 komen dit soort situaties niet meer voor.
pa: ਪਹਿਲਾਂ, ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕਾਰਜ ਲਈ ਕੁਝ ਲਿਖ ਰਹੇ ਹੁੰਦੇ ਤਾਂ ਅਚਾਨਕ ਤੁਹਾਡਾ ਸੁਨੇਹੇਦਾਰ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਮਿੱਤਰ ਸੁਨੇਹੀ ਨਾਲ ਗੱਲਬਾਤ ਲਈ ਬੇਨਤੀ ਕਰਦਾ, ਤਾਂ ਤੁਹਾਡੇ ਅੱਖਰ ਗੱਲਬਾਤ ਝਰੋਖੇ ਵਿੱਚ ਲਿਖੇ ਜਾਦੇ। ਸੋਚ ਕੇ ਦੇਖੋ ਕਿ ਜੇਕਰ ਤੁਸੀਂ ਉਸ ਸਮੇਂ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਲਿਖ ਰਹੇ ਹੁੰਦਾ ਤਾਂ। ਹੁਣ ਗਨੋਮ ੨.੧੦ ਵਿੱਚ ਇਹ ਹੋਰ ਨਹੀਂ ਹੋਵੇਗਾ।
pt_br: No passado, ao digitar algo numa aplicação, quando seu mensageiro instantâneo subitamente mostrava um pedido de conversa de um amigo, suas palavras seriam digitadas na janela de bate-papo. Imagine se você estivesse digitando sua senha naquele instante. Isso não vai mais acontecer no GNOME 2.10.
sq: Në të shkuarën, ndërsa shkruaje diçka në një program ndodhte që befas dërguesi i çastit (IM) të ofronte një kërkesë fjalosjeje nga një mik i yti, fjalët do shtypeshin në atë dritare bisede. Përfytyro sikur në atë çast të ishe duke shtypur një fjalëkalim tëndin. Kjo nuk duhet të ndodhë më në GNOME 2.10.
sv: Tidigare, när du skrev in någonting i ett program och ditt snabbmeddelandeprogram erbjöd en chattförfrågan från en vän, hamnade din inskrivna text oavsiktligt i chattfönstret. Föreställ dig att det var ditt lösenord som du skrev in. Detta ska inte längre ske i GNOME 2.10.
th: เมื่อก่อนนี้ ขณะที่คุณกำลังพิมพ์อะไรสักอย่างในโปรแกรมของคุณ แล้วมีข้อความด่วนจากเพื่อนของคุณเข้ามาชวนแช็ตด้วย คำที่คุณพิมพ์ก็จะเข้าไปปรากฏในหน้าต่างแช็ต ลองนึกภาพว่า ถ้านี่เกิดขึ้นระหว่างที่คุณกำลังป้อนรหัสผ่าน คงไม่ดีแน่ กรณีอย่างนี้จะไม่เกิดใน GNOME 2.10 อีกแล้ว
uk: У минулому, коли ви вводили щось у програмі, та раптом ваша програма обміну миттєвими повідомленнями отримувала запит на розмову від вашого товариша, слова, що ви набираєте, могли потрапити у вікно розмови. Уявіть, що у цей час ви вводите пароль. Тепер це не трапляється у GNOME 2.10.
zh_cn: 过去，当您正一个应用程序中输入某些内容时，您的即时信息突然弹出一个来自您的朋友的聊天请求，那些单词就会被输入到聊天窗口中去。想象如果当时您正在输入密码的话...这种情形永远也不会发生在 GNOME 2.10 上。
zh_tw: 以往當您打字的時候，如果碰巧有朋友要和您交談，您打的字就隨時會誤送了給別人。試想一下，如果當時您輸入的是密碼，那會有甚麼後果。這種情況在 GNOME 2.10 裡面應該不會再出現。

source: In addition, if an application takes a long time to start, your work will not be interrupted when it finally opens its window.
da: Desuden, hvis et program tager lang tid om at starte, vil dit arbejde ikke blive forstyrret når programmet endelig åbner sit vindue.
de: Zusätzlich dazu wird Ihre Arbeit nicht mehr unterbrochen, wenn eine Anwendung längere Zeit für den Start benötigt und sie schließlich ihr Fenster öffnet.
el: Επιπρόσθετα, αν μια εφαρμογή κάνει πολύ χρόνο να ξεκινήσει, η δουλειά σας δεν θα διακοπεί όταν τελικά εμφανιστεί το παράθυρο της εφαρμογής.
es: Además, si una aplicación tarda demasiado en empezar, su trabajo no será interrumpido cuando finalmente abra su ventana.
et: Lisaks veel, kui rakenduse käivitamiseks läheb kaua aega, siis kui programm on lõpuks oma akna avanud, sinu tööd ei katkestata.
fr: En plus, si une application met un certain temps à se lancer, votre travail ne sera plus interrompu lorsque que la fenêtre sera enfin ouverte.
id: Sebagai tambahan, jika suatu aplikasi terlalu lama untuk mulai, pekerjaan anda tidak akan terpotong ketika akhirnya jendela aplikasi tersebut terbuka.
it: In aggiunta, se un'applicazione impiega un tempo considerevole per avviarsi, il lavoro che si sta facendo non verrà interrotto fin quando questa applicazione mostrerà la sua finestra.
ja: さらに、アプリケーションの起動に長い時間を要する場合、最終的にウィンドウが開いたときでも作業中の動作を中断させられるということはありません。
nl: Ook als bijvoorbeeld een toepassing veel tijd nodig heeft om op te starten, zal uw werk niet onderbroken worden wanneer het uiteindelijk zijn venster opent.
pa: ਹੋਰਾਂ ਤੋਂ ਇਲਾਵਾ, ਜੇਕਰ ਇੱਕ ਕਾਰਜ ਲੰਮਾ ਸਮਾਂ ਸ਼ੁਰੂ ਨਹੀਂ ਹੁੰਦਾ ਹੈ ਤਾਂ ਅੰਤ ਵਿੱਚ ਖੁੱਲ਼ਣ ਤੇ ਇਹ ਤੁਹਾਡੇ ਕੰਮ ਵਿੱਚ ਰੁਕਾਵਟ ਨਹੀਂ ਪਾਵੇਗਾ।
pt_br: Além disso, se uma aplicação levar muito tempo pra iniciar, seu trabalho não será interrompido quando a janela finalmente se abrir.
sq: Për më tepër, nëse një programi i duhet shumë kohë të nisë, puna tënde nuk do ndërpritet deri kur ky të ketë hapur dritaren e tij.
sv: Dessutom, om ett program tar lång tid på sig för att starta, kommer ditt arbete inte att avbrytas när programmet till slut öppnar sitt fönster.
th: นอกจากนี้ ถ้าโปรแกรมใดโปรแกรมหนึ่งใช้เวลาโหลดนาน งานของคุณก็จะไม่สะดุดเมื่อโปรแกรมนั้นเปิดหน้าต่างขึ้น
uk: Додатково, якщо запуск програми займає тривалий час, вашу роботу не буде перервано, коли вікно програми нарешті відкриється.
zh_cn: 另外，如果一个应用程序启动时要耗去较长的时间，在它最终打开自己的窗口之前不会打断您的工作。
zh_tw: 另外，如果程式需要較長時間才能啟動，那麼當開啟視窗時它不會干擾您正在進行的工作。

source: Applications
da: Programmer
de: Anwendungen
el: Εφαρμογές
es: Aplicaciones
et: Rakendused
id: Aplikasi
it: Applicazioni
ja: いろいろなアプリケーション
nl: Toepassingen
pa: ਕਾਰਜ
pt_br: Aplicações
sq: Programet
sv: Program
th: โปรแกรมประยุกต์
uk: Програми
zh_cn: 应用程序
zh_tw: 應用程式

source: Video Player
da: Videoafspiller
el: Αναπαραγωγή Βίντεο
es: Reproductor de vídeo
et: Videomängija
fr: Lecteur vidéo
id: Pemutar Video
it: Riproduttore video
ja: ビデオ・プレイヤー
nl: Mediaspeler
pa: ਵੀਡਿਓ ਪਲੇਅਰ
pt_br: Reprodutor de vídeos
sq: Riprodhuesi video
sv: Videospelare
th: โปรแกรมเล่นหนัง
uk: Програвач відео
zh_cn: 视频播放器
zh_tw: 影片播放程式

source: The video player
da: Videoafspilleren
de: Der Video-Player
el: Ο αναπαραγωγέας βίντεο
es: El reproductor de vídeo
et: Videomängija
fr: Le lecteur vidéo
id: Pemutar video
it: Il riproduttore video
ja: ビデオ・プレイヤー
pa: ਵੀਡਿਓ ਪਲੇਅਰ
pt_br: O reprodutor de vídeos
sq: Riprodhuesi video
sv: Videospelaren
th: โปรแกรมเล่นหนัง
uk: програвач відео
zh_cn: 视频播放器
zh_tw: 影片播放程式

source: GNOME 2.10 now includes the popular Totem video player, using GNOME's GStreamer multimedia framework. Totem provides the intuitive user interface that GNOME users expect, with automatic hardware detection instead of complex configuration. <figure id="rnscreenshot-totem"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-totem.png" format="PNG"/></imageobject><textobject><phrase>The Totem video player.</phrase></textobject></mediaobject></screenshot></figure>
el: Το GNOME 2.10 τώρα περιέχει την δημοφιλή εφαρμογή αναπαραγωγής βίντεο Totem. Το Totem χρησιμοποιεί την υποδομή πολυμέσων που παρέχει το GStreamer. Η διεπαφή χρήστη στο Totem χαρακτηρίζεται από την γνωστή απλότητα που περιμένουν οι χρήστες του GNOME προσφέροντας αυτόματη αναγνώριση υλικού στον αντίποδα των πολύπλοκων ρυθμίσεων<figure id="rnscreenshot-totem"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-totem.png" format="PNG"/></imageobject><textobject><phrase>Η εφαρμογή αναπαραγωγής βίντεο Totem</phrase></textobject></mediaobject></screenshot></figure>

source: Audio Extraction
da: Lydudtrækning
de: Auslesen von Audio-CDs
el: Εξαγωγή Ήχου
es: Extracción de audio
fr: Extraction audio
id: Penguraian Suara
it: Estrazione audio
ja: 楽曲の切り出し
nl: CD's rippen
pa: ਆਡੀਓ ਖੋਲਣਾ
pt_br: Extração de áudio
sq: Nxjerrja e muzikës
sv: Ljudextrahering
th: โปรแกรมดึงเพลงจากซีดี
uk: Копіювання звуку
zh_cn: 音频抓取
zh_tw: 抓取音樂

source: The audio extractor
da: Lydudtrækkeren
de: Der CD-Ripper
el: Ο εξαγωγέας ήχου
es: El extractor de música
fr: L'extracteur de CDs audio
id: Pengurai suara
it: L'estrattore audio
ja: 楽曲の切り出し
pa: ਆਡੀਓ ਖੋਲਣ ਵਾਲਾ
pt_br: O extrator de áudio
sq: Nxjerrëi i muzikës
sv: Ljudextraheraren
th: โปรแกรมดึงเพลงจากซีดี
uk: Копіювання звуку
zh_cn: 音频抓取器
zh_tw: 音樂光碟抓軌程式

source: The much-loved Sound Juicer "CD ripper" easily extracts audio from CDs for later playback on your PC or portable music player. Thanks to automatic downloading of song titles, you won't need to click more than a couple of buttons. <figure id="rnscreenshot-soundjuicer"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-soundjuicer.png" format="PNG"/></imageobject><textobject><phrase>The audio extractor.</phrase></textobject></mediaobject></screenshot></figure>
el: Ο πολυαγαπημένος Sound Juicer "CD ripper" εξάγει απλά και εύκολα τα τραγούδια από τα CD έτσι ώστε αργότερα να μπορούμε να τα ακούσουμε στον υπολογιστή μας ή το φορητό μας player. Η δυνατότητα αυτόματης εισαγωγής των τίτλων των τραγουδιών από το διαδίκτυο απλοποιει την διαδικασία σε μόνο 2 κλικ πάνω στα κατάλληλα κουμπιά. <figure id="rnscreenshot-soundjuicer"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-soundjuicer.png" format="PNG"/></imageobject><textobject><phrase>Ο εξαγωγέας ήχου.</phrase></textobject></mediaobject></screenshot></figure>

source: Web Browser
el: Περιηγητής Ιστοσελίδων
es: Navegador web
et: Veebibrauser
fr: Navigateur web
id: Browser Web
it: Navigatore web
ja: ウェブ・ブラウザ
pa: ਵੈਬ ਝਲਕਾਰਾ
pt_br: Navegador web
sq: Shfletuesi web
sv: Webbläsare
th: เว็บเบราว์เซอร์
uk: Веб-переглядач
zh_cn: 网络浏览器
zh_tw: 網頁瀏覽器

source: An improved fullscreen mode (TODO: What exactly is better?).
el: Βελτιωμένη λειτουργία πλήρους οθόνης

source: The location bar now indicates whether the site is secure, and shows its favicon.
da: Statuslinjen viser om hjemmesiden er sikker og viser dens favorit ikon.
de: Die Adressleiste zeigt nun an, ob die Seite sicher ist. Außerdem wird jetzt auch das Favicon der Seite angezeigt.
el: Η μπάρα τοποθεσίας τώρα περιέχει την ένδειξη άν ο τόπος είναι ασφαλής, και εμφανίζει το favicon του.
es: La barra de dirección ahora indica si el sitio visitado es seguro y su icono.
et: Asukohariba näitab nüüd kas lehekülg on turvaline ning näitab tema tunnuspiltii.
fr: La barre d'emplacement indique maintenant si le site est sécurisé et affiche son icône favorite.
id: Petunjuk lokasi sekarang menandakan apakah situs adalah aman, dan menampilkan faviconnya.
it: la barra dell'indirizzo indica adesso se il sito è sicuro e ne mostra l'icona;
ja: 表示しているサイトが安全であるかどうかを場所バーで分かるようになり、そしてサイトの favicon が表示されるようになりました
pa: ਹੁਣ ਟਿਕਾਣਾ ਪੱਟੀ ਵੇਖਾਏਗੀ ਕਿ ਕੀ ਸਾਇਟ ਸੁਰੱਖਿਆ ਹੈ ਅਤੇ ਇਸ ਦੀ favicon ਵੀ ਵੇਖਾਏਗੀ।
pt_br: A barra de localização agora indica se o site é seguro e mostra o seu ícone.
sq: Shtylla e pozicionit tashmë të tregon kur siti është i sigurt, dhe shfaq favicon-ën e tij.
sv: Adressraden visar numera huruvida webbplatsen är säker och visar dess bokmärkesikon.
th: แถบตำแหน่งบ่งชี้ด้วยว่าไซต์ที่แสดงใช้การเชื่อมต่อแบบนิรภัยหรือไม่ และแสดงไอคอนของไซต์ (favicon) ด้วย
uk: Панель адреси тепер показує, чи є сайт безпечним, та показує значок сайту.
zh_cn: 地址条现在会显示网站是否是安全的，并显示相关图标。
zh_tw: 網址列現在能夠顯示該網站是否安全，並顯示代表該網站的圖示 (favicon)。

source: Bookmarks can be exported.
da: Bogmærker kan eksporteres.
de: Lesezeichen können exportiert werden.
el: Μπορεί να γίνει εξαγωγή των σελιδοδεικτών.
es: Se pueden exportar los marcadores.
et: Järjehoidjaid saab nüüd eksportida.
fr: La possibilité d'exporter les signets.
id: Bookmark dapat diekspor.
it: la possibilità di esportare i segnalibri;
ja: ブックマークをエキスポートできるようになりました
pa: ਬੁੱਕਮਾਰਕ ਨਿਰਯਾਤ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pt_br: Os marcadores podem ser exportados.
sq: Libërshënuesit mund të eksportohen.
sv: Bokmärken kan nu exporteras.
th: สามารถส่งบุ๊กมาร์กให้โปรแกรมอื่นใช้ได้
uk: Закладки тепер можна експортувати.
zh_cn: 书签可以导出。
zh_tw: 書籤可以匯出至其它格式。

source: An extension manager for extra features.
da: Udvidelseshåndtering for ekstra faciliteter.
de: Eine Erweiterungsverwaltung für zusätzliche Funktionen.
el: Ένας διαχειριστής επεκτάσεων για πρόσθετες δυνατότητες.
es: Un gestor de extensiones para características adicionales.
et: Lisarakenduste haldur lisafunktsioonide jaoks.
fr: Un gestionnaire d'extensions pour les fonctionnalités additionnelles.
id: Pengelola ekstensi untuk fasilitas ekstra.
it: un gestore di estensioni per funzionalità extra.
ja: 追加プラグイン用のマネージャが搭載されました
pa: ਸਹਿਯੋਗੀ ਪ੍ਰਬੰਧਕ ਹੋਰ ਗੁਣਾਂ ਨਾਲ ਹੈ।
pt_br: Um gerenciador de extensões para recursos extras.
sq: Një organizues zgjerimesh për karakteristika shtesë.
sv: En utökningshanterare för extrafunktioner.
th: ตัวจัดการส่วนขยายสำหรับเพิ่มความสามารถพิเศษ
uk: Менеджер розширень має додаткові функції.
zh_cn: 一个做为额外功能的扩展管理器。
zh_tw: 新增能夠管理擴展模組的功能。

source: GNOME's "Epiphany" web browser is based on Mozilla yet integrates fully with the GNOME desktop environment. Improvements in 2.10 include <placeholder-1/>
da: Gnomes webbrowser "Epiphany" er baseret på Mozilla, men integrerer fuldt ud med skrivebordsmiljøet. Forbedringer i Gnome 2.10 inkluderer <placeholder-1/>
de: Der in GNOME enthaltene Web-Browser Epiphany basiert auf Mozilla und ist voll in die GNOME-Desktopumgebung integriert. Verbesserungen in 2.10 beinhalten: <placeholder-1/>
el: Ο Περιηγητής ιστοσελίδων "Epiphany" είναι βασισμένος στο Mozilla και ενσωματώνεται πλήρως η λειτουργία του με το περιβάλλον της επιφάνειας εργασίας του GNOME. Οι βελτιώσεις του για το 2.10 περιλαμβάνουν <placeholder-1/>
es: El navegador web de GNOME, "Epiphany", se basa en Mozilla aunque se integra perfectamente en el entorno de escritorio GNOME. Las mejoras en la versión 2.10 incluyen <placeholder-1/>
et: Kuigi GNOME'i veebibrauser "Epiphany" baseerub Mozillal, moodustab see GNOME'i töökeskkonnaga koos ühe terviku. 2.10 versiooni täiustused sisaldavad endas <placeholder-1/>
fr: Epiphany, le navigateur de GNOME bâti à partir de Mozilla s'intègre pleinement avec l'environnement de bureau GNOME. Les améliorations de la version 2.10 comprennent <placeholder-1/>
id: Web browser GNOME "Epiphany" berdasarkan Mozilla telah menyatu secara penuh dengan lingkungan desktop GNOME. Peningkatan pada 2.10 termasuk <placeholder-1/>
it: Il navigatore web di GNOME "Epiphany" è basato su Mozilla e tuttavia si integra perfettamente nell'ambiente desktop GNOME. I miglioramenti nel 2.10 includono: <placeholder-1/>
ja: GNOME 標準のウェブ・ブラウザ "Epiphany" は Mozilla をベースに GNOME デスクトップ環境に全て統合したものになっています。GNOME 2.10 での改善点にはつぎのようなものが含まれます <placeholder-1/>
pa: ਗਨੋਮ ਦਾ "ਏਪਾਫਨੀ" ਵੈੱਬ ਝਲਕਾਰਾ ਮੌਜੀਲਾ ਅਧਾਰਿਤ, ਪਰ ਪੂਰੀ ਤਰਾਂ ਗਨੋਮ ਵਿਹੜਾ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ। ੨.੧੦ ਵਿੱਚ ਹੋਏ ਸੁਧਾਰਾਂ ਵਿੱਚ ਹਨ <placeholder-1/>
pt_br: "Epiphany", o navegador web do GNOME, é baseado no Mozilla e se integra totalmente com o ambiente desktop do GNOME. As melhorias no 2.10 incluem <placeholder-1/>
sq: "Epiphany" - shfletuesi web i GNOME bazohet tek Mozilla dhe është krejtësisht i integruar në ambientin e punës GNOME. Përmirësimet tek 2.10 përfshijnë <placeholder-1/>
sv: GNOME:s webbläsare "Epiphany" är baserad på Mozilla, men är fullständigt integrerad med GNOME-skrivbordsmiljön. Förbättringar i 2.10 inkluderar <placeholder-1/>
th: เว็บเบราว์เซอร์ "Epiphany" ของ GNOME ใช้ Mozilla เป็นฐาน โดยยังเชื่อมรวมกับเดสก์ทอป GNOME อย่างเต็มที่ บางส่วนของการปรับปรุงใน 2.10 ได้แก่ <placeholder-1/>
uk: Веб-переглядач "Epiphany" побудований на базі Mozilla, але повністю інтегрований у графічне середовище GNOME. Вдосконалення у 2.10 включають <placeholder-1/>
zh_cn: GNOME 的“Epiphany”网络浏览器是基于 Mozilla 同时也与 GNOME 桌面完整的整合在一起。在 GNOME 2.10 的改进包括 <placeholder-1/>
zh_tw: GNOME 的 "Epiphany" 網頁瀏覽器是一個以 Mozilla 為基礎的網頁瀏覽器，它還可以和整個 GNOME 桌面環境整合起來。改進了的地方包括： <placeholder-1/>

source: The web browser
da: Webbrowseren
de: Der Web-Browser
el: Ο περιηγητής ιστοσελίδων
es: El navegador web
et: Veebibrauser
fr: Le navigateur web
id: Browser web
it: Il navigatore web
ja: ウェブ・ブラウザ
nl: De webbrowser
pa: ਵੈਬ ਝਲਕਾਰਾ
pt_br: O navegador web
sq: Shfletuesi web
sv: Webbläsaren
th: เว็บเบราว์เซอร์
uk: Веб-переглядач
zh_cn: 网络浏览器
zh_tw: 網頁瀏覽器

source: <figure id="rnscreenshot-epiphany"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-epiphany.png" format="PNG"/></imageobject><textobject><phrase>The web browser.</phrase></textobject></mediaobject></screenshot></figure>
el: <figure id="rnscreenshot-epiphany"><placeholder-1/><screenshot><mediaobject><imageobject><imagedata fileref="&urlfiguresbase;figure-epiphany.png" format="PNG"/></imageobject><textobject><phrase>Ο περιηγητής ιστοσελίδων.</phrase></textobject></mediaobject></screenshot></figure>
