Repository: GNOME/releng
Catalog: 2.x/2.10rnotes/po/*.po
Languages: da, de, el, es, et, fr, id, it, ja, nl, pa, pt_br, sq, sv, th, uk, zh_cn, zh_tw

source: GNOME's integrated Email and Groupware client, Evolution supports traditional mail setups, as well as Novell Groupwise and Microsoft Exchange. With Evolution you can read, write, and manage your emails, contacts, and calendar events.
de: Evolution, eine in GNOME integrierte E-Mail- und Groupware-Anwendung, unterstützt sowohl herkömmliche E-Mail-Einrichtungen als auch Novell Groupwise und Microsoft Exchange. Mit Evolution können Sie ihre E-Mails, Kontakte Termine und Aufgaben verwalten.
el: Το Evolution είναι η εφαρμογή Αλληλογραφίας και Groupware που είναι ενσωματωμένη στο GNOME, υποστήρίζει τις παραδοσιακές λειτουργίες των λογαριασμών email, ενώ ταυτόχρονα υποστηρίζει τις εφαρμογές εταιρικής αλληλογραφίας Novell Groupwise και Microsoft Exchange.
es: El cliente de correo y trabajo en grupo integrado en GNOME, Evolution, soporta tanto configuraciones de correo tradicionales como Novell Groupwise y Microsoft Exchange. Con Evolution puede leer, escribir y gestionar sus correos electrónicos, contactos y eventos.
et: GNOME'i tervikliku e-posti ja grupitöö kliendina toetab Evolution üldiseid e-posti häälestusi, lisaks omab veel Novell Groupwise'i ja Microsoft Exchange'i tuge. Evolutioniga saad sa lugeda, kirjutada ja hallata oma e-posti, kontakte ning kalendrit.
fr: Evolution, le client de courrier électronique et de messagerie d'équipe de GNOME supporte les configurations de courrier électronique classiques, ainsi que les serveur Novell Groupwise et Microsoft Exchange. Avec evolution vous pouvez lire, écrire and gérer vos courriers électroniques, contacts et calendriers d'événements.
id: Pelanggan surat GNOME dan Groupware, dukungan setup surat tradisional Evolution, sebagaimana Novell Groupwise dan Microsoft Exchange. Dengan Evolution anda dapat membaca dan mengelola email anda, alamat, dan agenda kalender.
it: Evolution, il client email e groupware di GNOME, supporta le tradizionali impostazioni di mail così come Novel Groupwise e Microsoft Exchange. Con Evolution potrete leggere, scrivere e gestire email, contatti egli eventi della vostra agenda.
ja: GNOME で E-メールとグループウェアを統合したクライアント、Evolution は Novell Groupwise や Microsoft Exchange に加え、古典的なメール設定もサポートしています。Evolution を使って電子メールや連絡先、関連だのイベントといったものの読み書きが可能です。
nl: Het e-mailprogramma van GNOME: Evolution, kan worden gebruikt voor het normale e-mailverkeer, maar kan tevens als Groupware-client worden ingezet voor Novell Groupwise of Microsoft Exchange. Met Evolution kunt u e-mail lezen, versturen en beheren, maar u kunt ook al uw contacten en agenda's beheren.
pa: ਗਨੋਮ ਵਿੱਚ ਸ਼ਾਮਲ ਈ-ਪੱਤਰ ਅਤੇ Groupware ਕਲਾਂਇਟ, ਈਵੇਲੂਸ਼ਨ ਰਾਹੀਂ ਸਹਾਇਕ ਪੁਰਾਣੇ ਪੱਤਰ ਸੈਟਅੱਪਾਂ ਦੇ ਨਾਲ ਨਾਲ Novell Groupwise ਅਤ Microsoft Exchange ਵੀ ਸਹਾਇਕ ਹੈ। ਈਵੇਲੂਸ਼ਨ ਨਾਲ ਤੁਸੀਂ ਆਪਣੇ ਈ-ਪੱਤਰ, ਸੰਪਰਕ ਅਤੇ ਕੈਲੰਡਰਾਂ ਪੜ, ਲਿਖ ਅਤੇ ਉਹਨਾਂ ਦਾ ਪ੍ਰਬੰਧ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।
pt_br: O cliente integrado de e-mail e grupos do GNOME, o Evolution, suporta configurações tradicionais de mensagens, bem como Novell Groupwise e Microsoft Exchange. Com o Evolution você pode ler, escrever e gerenciar e-mails, contatos e eventos de calendário.
sq: Klienti i postës elektronike dhe i "Groupware"-ve të GNOME-s, Evolution përfshin rregullime poste tradicionale, po ashtu Novell Groupwise dhe Microsoft Exchange. Me Evolution mund të lexosh, shkruash, dhe të organizosh email-et e tu, kontaktet, dhe ngjarjet e kalendarit.
sv: GNOME:s integrerade e-post- och grupprogramvaruklient, Evolution, stöder traditionella e-postkonfigurationer såväl som Novell Groupwise och Microsoft Exchange. Med Evolution kan du läsa, skriva och hantera din e-post, dina kontakter och dina evenemang.
th: Evolution ไคลเอนต์สำหรับอีเมลและกรุปแวร์ของ GNOME สนับสนุนทั้งการตั้งค่าเมลตามแบบฉบับ, Novell Groupwise และ Microsoft Exchange คุณสามารถใช้ Evolution อ่าน เขียน และจัดการอีเมล ที่อยู่ติดต่อ และกำหนดการในปฏิทินได้
uk: Інтегрований поштовий клієнт та клієнт ПЗ для групової роботи Evolution підтримує традиційну електронну пошту, а також підтримує роботу з Novell Groupwise та Microsoft Exchange. Користуючись Evolution ви можете читати, писати та керувати вашою поштою, контактами, та календарними подіями.
zh_cn: GNOME 集成的电子邮件和群件客户端，Evolution 支持传统的邮件设定，也包括 Novell Groupwise 和 Microsoft Exchange。通过 Evolution ，您可以读、写、和管理您的电子邮件、通信簿、和日历事件。
zh_tw: Evolution 是一套整合了電子郵件和群組軟體的程式，它除了支援一般的郵件設定外，還支援 Novell Groupwise 和 Microsoft Exchange。透過 Evolution 您可以讀寫和管理郵件，還有地址簿和日程表。

source: In GNOME 2.10 it's now easier to work offline with your email, calendar, and contacts if you use IMAP, LDAP, WebCal, Groupwise, or Exchange. Your changes will resynchronize when you go back online.
da: I Gnome 2.10 er det nu lettere at arbejde afkoblet med e-post, kalender og kontakter hvis du bruger IMAP, LDAP, WebCal, GroupWise eller Exchange. Dine ændringer gensynkroniserer når du bliver opkoblet igen.
de: In GNOME 2.10 hat sich die Offline-Arbeit mit Ihren E-Mails, Terminen und Kontakten vereinfacht, wenn Sie IMAP, LDAP, WebCal, GroupWise oder Exchange einsetzen. Die Änderungen werden synchronisiert, sobald Sie wieder online sind.
el: Στο GNOME 2.10 είναι ακόμα πιό εύκολο να εργάζεστε χωρίς σύνδεση με τοemail σας, το ημερολόγιο και τις επαφές σας αν χρησιμοποιείτε IMAP, LDAP, WebCal, Groupwise, ή Exchange. Οι αλλαγές σας θα επανασυγχρονιστούν όταν ξανασυνδεθείτε.
es: En GNOME 2.10 es aún más fácil trabajar sin conexión con su correo, calendario y contactos si usa IMAP, LDAP, WebCal, Groupwise o Exchange. Los cambios que haga se volverán a sincronizar cuando se conecte de nuevo.
et: GNOME 2.10's on veelgi lihtsam töötada ilma võrgu ühendumata e-posti, kalendri ning kontaktidega kui kasutate IMAP, LDAP, WebCal, Groupwise või Exchange protokolle. Sinu tehtud muudatused sünkroniseeritakse sinu võrku tagasiühendumise korral.
fr: Avec GNOME 2.10 il vous est facile de travailler en mode non-connecté avec vos courriers électroniques, calendriers et contacts si vous utilisez une configuration IMAP, LDAP, Webcal, Groupwise ou Exchange. Vos changements seront resynchronisés lorsque vous serez connecté à nouveau.
id: Pada GNOME 2.10 sekarang lebih mudah untuk bekerja offline dengan surat anda, kalender dan alamat jika anda menggunakan IMAP, LDAP, WebCal, Groupwise ataupun Exchange. Perubahan yang anda lakukan akan di samakan ketika anda online kembali.
it: In GNOME 2.10 è ora più semplice lavorare in modalità non in linea con le vostre email, agenda e contatti se si usa IMAP, LDAP, WebCal, Groupwise, o Exchange. I vostri cambiamenti saranno risicronizzati quando tornerete in linea.
ja: GNOME 2.10 では、IMAP、LDAP、WebCal、Groupwise、または Exchange を使っている場合、電子メール、カレンダ、そして連絡先をオフラインで以前より簡単に処理できるようになりました。そして、オンラインに戻した際にその変更を再び同期できるようになりました。
nl: Het is in GNOME 2.10 gemakkelijker geworden om offline te werken met e-mail, agenda's en contacten wanneer u IMAP, LDAP, WebCal, Groupwise of Exchange gebruikt. Uw wijzigingen zullen automatisch gesynchroniseerd worden wanneer u weer online bent.
pa: ਗਨੋਮ ੨.੧੦ ਵਿੱਚ, ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਈ-ਪੱਤਰ, ਕੈਲੰਡਰ ਤੇ ਸੰਪਰਕ ਨਾਲ ਬੜੀ ਆਸਾਨੀ ਨਾਲ ਆਫਲਾਇਨ ਤੇ ਕੰਮ ਕਰ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਤੁਸੀਂ IMAP, LDAP, WebCal, Groupwise, ਜਾਂ Exchange ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਤੁਹਾਡੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਬੜੀ ਛੇਤੀ ਹੀ ਸਮਕਾਲੀ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਜੇਕਰ ਤੁਸੀਂ ਆਨਲਾਇਨ ਜਾਓਗੇ।
pt_br: No GNOME 2.10 agora é mais fácil trabalhar offline com seu e-mail, seu calendário e seus contatos se você utilizar IMAP, LDAP, WebCal, Groupwise ou Exchange. Suas alterações serão ressincronizadas quando voltar a ficar online.
sq: Në GNOME 2.10 tashmë është më e lehtë të punosh jashtë linje me email, kalendar, dhe kontakte nëse përdor IMAP, LDAP, WebCal, Groupwise, ose Exchange. Ndryshimet tuaja do risinkronizohen kur kthehesh sërish në linjë.
sv: I GNOME 2.10 är det nu enklare att arbeta frånkopplad med din e-post, kalender och kontakter om du använder IMAP, LDAP, WebCal, Groupwise eller Exchange. Dina ändringar kommer att synkroniseras när du återansluter.
th: ใน GNOME 2.10 นี้ คุณสามารถทำงานแบบออฟไลน์กับอีเมล ปฏิทิน และที่อยู่ติดต่อได้ง่ายลงถ้าคุณใช้ IMAP, LDAP, WebCal, Groupwise หรือ Exchange การเปลี่ยนแปลงต่างๆ จะถูกปรับให้ตรงกันเมื่อคุณออนไลน์อีกครั้ง
uk: У GNOME 2.10 тепер простіше користуватись режимом автономної роботи з поштою, календарем та контактами, якщо ви користуєтесь IMAP, LDAP, WebCal, Groupwise, чи Exchange. Усі внесені зміни синхронізуються з сервером при черговому підключенні до мережі.
zh_cn: 在 GNOME 2.10 中，如果您使用 IMAP、LDAP、WebCal、Groupwise、或 Exchange， 在离线状态下处理电子邮件，日日历，和联系簿也变得更加轻松。您所做的变更在您重新在线时会自动同步。
zh_tw: 在 GNOME 2.10 裡，如果您有使用 IMAP, LDAP, WebCal, Groupwise 或者 Exchange 的話，使用離線工作模式處理電郵、日程表和地址簿會比較得心應手，因為在連接網際網路後資料會自動和遠端同步。

source: Files can be attached to events.
da: Filer kan lægges ved hændelser.
de: Das Beilegen von Dateien zu Ereignissen ist möglich.
el: Είναι δυνατή η επισύναψη αρχείων σε γεγονότα.
es: Se pueden adjuntar archivos a los eventos.
et: Sündmustele saab manustada faile.
fr: Des fichiers peuvent être attachés à des événements.
id: File dapat dilampirkan ke agenda.
it: è possibile allegare file agli eventi;
ja: いろいろなファイルをイベントへ添付できるようになりました
pa: ਘਟਨਾਵਾਂ ਲਈ ਫਾਇਲਾਂ ਨੱਥੀ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pt_br: Arquivos podem ser anexados a eventos.
sq: Ngjarjeve mund t'i bashkëngjiten file.
sv: Filer kan bifogas arrangemang.
th: สามารถแนบแฟ้มในกำหนดการได้
uk: До подій можна прикріплювати файли.
zh_cn: 文件可以附到事件中。
zh_tw: 事項中可以附上檔案。

source: Exceptions can be made in recurring events.
da: Undtagelser kan oprettes for begivenheder som genindtræffer.
de: Bei wiederkehrenden Ereignissen können Ausnahmen gemacht werden.
el: Μπορεί να γίνουν εξαιρέσεις σε επαναλαμβανόμενα γεγονότα.
es: Se pueden incluir excepciones en eventos recurrentes.
et: Korduvatele sündmustele saab teha erandeid.
fr: Des exceptions peuvent être faites dans vos événements récurrents.
id: Pengecualian dapat dibuat untuk agenda berulang.
it: è possibile fare delle eccezioni per gli eventi ricorrenti;
ja: 再発イベントで例外を作成できるようになりました
pa: ਲੜੀਵਾਰ ਘਟਨਾਵਾਂ ਵਿੱਚ ਅਪਵਾਦ ਲਿਆਦੇ ਜਾ ਸਕਦੇ ਹਨ।
pt_br: Exceções podem ser criadas em eventos recorrentes.
sq: Në ngjarje ripërsëritëse mund të krijohen përjashtime.
sv: Undantag kan göras i återkommande evenemang.
th: สามารถตั้งข้อยกเว้นในการวนซ้ำกำหนดการได้
uk: Для періодичних подій можна робити винятки.
zh_cn: 在循环事件中可放置异常。
zh_tw: 在定期重複的事項中可以加上例外的日期。

source: The calendar includes weather information.
el: Το ημερολόγιο περιέχει πληροφορίες καιρού.

source: This new version offers some other calendar improvements: <placeholder-1/>
da: Denne nye version tilbyder nogle flere forbedringer af kalenderen: <placeholder-1/>
de: Diese neue Version bietet einige weitere Kalenderneuerungen: <placeholder-1/>
el: Αυτή η νέα έκδοση προσφέρει και κάποιες άλλες βελτιώσεις στο ημερολόγιο: <placeholder-1/>
es: Esta nueva versión ofrece algunas otras mejoras en el calendario: <placeholder-1/>
et: Uus versioon pakub mõningaid täiustusi kalendri osas: <placeholder-1/>
fr: Cette nouvelle version apporte quelques autres améliorations au calendrier : <placeholder-1/>
id: Versi baru ini menawarkan peningkatan lain dari kalender: <placeholder-1/>
it: Questa nuova versione presenta alcuni altri miglioramenti dell'agenda: <placeholder-1/>
ja: 新しいバージョンにはカレンダの改善点が含まれています: <placeholder-1/>
pa: ਇਹ ਨਵੇਂ ਵਰਜਨ ਵਿੱਚ ਕੈਲੰਡਰ ਵਿੱਚ ਹੋਰ ਵੀ ਸੁਧਾਰ ਹਨ: <placeholder-1/>
pt_br: Essa nova versão oferece mais algumas melhorias no calendário: <placeholder-1/>
sq: Ky version i ri ofron disa përmirësime të tjera kalendari: <placeholder-1/>
sv: Denna nya version erbjudar andra förbättringar i kalendern: <placeholder-1/>
th: รุ่นใหม่นี้มีการปรับปรุงอื่นๆ ที่เกี่ยวกับปฏิทินอีก: <placeholder-1/>
uk: У цій версії запропоновано вдосконалення календаря: <placeholder-1/>
zh_cn: 这个新版本提供了其他一些改进：<placeholder-1/>
zh_tw: 新版本提供了一些改善日程表的地方： <placeholder-1/>

source: Groupwise shared folders and send options are now supported.
da: GroupWise "delte mapper" og "send"-tilvalg er nu understøttet.
de: Groupwise Ordnerfreigabe und Sendeoptionen werden jetzt unterstützt.
el: Τώρα υποστηρίζονται κοινόχρηστοι φάκελοι Groupwise και επιλογές αποστολής.
es: Ahora se soportan las carpetas compartidas de Groupwise y las opciones de envío.
et: Groupwise'i väljajagatud kaustad ning saatmise valikud on nüüd toetatud.
fr: Les dossiers partagés Groupwise et l'envoi d'options sont maintenant supportés.
id: Berbagi direktori Groupwise dan pilihan kirim sekarang telah didukung.
it: sono ora supportate le cartelle condivise e le opzioni di invio di Groupwise;
ja: Groupwise 共有フォルダと送信オプションがサポートされました
pa: ਗਰੁੱਪਵਾਇਜ਼ ਸਾਂਝੇ ਫੋਲਡਰ ਅਤੇ ਭੇਜਣ ਚੋਣ ਹੁਣ ਸਹਾਇਕ ਹੈ।
pt_br: Agora, as pastas compartilhadas do Groupwise e as opções de envio são suportadas.
sq: Tashmë punojnë dhe kartelat e ndara Groupwise dhe mundësitë e dërgimit.
sv: Delade mappar och skickandealternativ för Groupwise stöds nu.
th: สนับสนุนโฟลเดอร์ที่ใช้ร่วมและตัวเลือกของการส่งใน Groupwise
uk: Тепер підтримуються спільні теки та параметри надсилання Groupwise.
zh_cn: 支持 Groupwise 共享文件夹和发送选项。
zh_tw: 支援 GroupWise 的分享資料夾功能和傳送郵件格式選項。

source: Exchange folder sizes and password expiry warnings are supported.
da: Exchange "størrelse af mapper" og "advarsler ved udløb af adganskode" er understøttet.
de: Exchange Ordnergrößen und Ablaufwarnungen für Passwörter werden unterstützt.
el: Υποστηρίζονται μεγέθη φακέλων Exchange και προειδοποιήσεις λήξης κωδικών πρόβασης.
es: Ahora se soportan los tamaños de carpeta y avisos de caducidad de contraseña de Exchange.
et: Exchange'i kaustade suurused ning paroolide aeguvuse hoiatusued on toetatud.
fr: Les avertissements sur la taille des dossiers et l'expiration des mots de passe Exchange sont maintenant supportés.
id: Ukuran direktori Exchange dan peringatan masa berlaku password telah didukung.
it: sono ora supportati le dimensioni delle cartelle e gli avvisi di scadenza della password di Exchange;
ja: Exchange フォルダのサイズ変更とパスワード有効期限切れの警告がサポートされました
pa: ਐਕਸਚੇਜ਼ ਫੋਡਲਰ ਅਕਾਰ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਮਿਆਦ ਚੇਤਾਵਨੀਆਂ ਸਹਾਇਕ ਹਨ।
pt_br: Avisos de tamanhos de pastas e expiração de senhas são suportados.
sq: Madhësitë e kartelave të Exchange dhe skadimi i fjalëkalimeve punojnë.
sv: Exchange-mappstorlekar och varningar för lösenordsutgång stöds nu.
th: สนับสนุนขนาดโฟลเดอร์และการเตือนรหัสผ่านหมดอายุของ Exchange
uk: Підтримуються розміри тек Exchange та попередження про закінчення терміну дії паролів.
zh_cn: 支持 Exchange 文件夹大小和密码期限警告。
zh_tw: 懂得辨認 Exchange 的資料夾大小，和密碼過期警告訊息。

source: The email user interface will be properly mirrored for right-to-left languages.
da: E-post-brugergrænsefladen vil sandsynligvis blive spejlvendt for sprog der læses fra højre til venstre.
de: Die E-Mail-Benutzerschnittstelle wird für Sprachen mit einer Schriftrichtung von rechts nach links passend gespiegelt.
el: Η επιφάνεια χρήσης email που μπορεί να διαμορφωθεί για χρήση για τις γλώσσες από αριστερά στα δεξιά.
es: El interfaz de usuario para el correo se adapta apropiadamente para lenguajes escritos de derecha a izquierda.
et: E-posti kasutajaliides on korralikult peegeldatud paremalt-vasakule keelte puhul.
fr: L'interface utilisateur du client de courrier électronique sera correctement inversée pour les langages qui écrivent de droite à gauche.
id: Antar muka surat pengguna akan di cerminkan sesuai dengan bahasa dari kanan ke kiri.
it: l'interfaccia di gestione delle email sarà riflessa appropriatamente per le lingue in cui si scrive da destra a sinistra.
ja: メールのユーザ・インタフェースが右から左へ記述する言語向けに正しくミラーされるようになりました
pa: ਈ-ਪੱਤਰ ਉਪਭੋਗਤਾ ਇੰਟਰਫੇਸ ਹੁਣ ਸੱਜੇ-ਤੋਂ-ਖੱਬੀਆਂ ਬੋਲੀਆਂ ਲਈ ਠੀਕ ਕੰਮ ਕਰਦਾ ਹੈ।
pt_br: A interface de usuário do e-mail será espelhada adequadamente para idiomas com escrita da direita para a esquerda.
sq: Interfaqja e përdoruesit të email do të pasqyrohet me korrektësi për gjuhët nga e djathta-në të-majtë.
sv: E-postanvändargränssnittet kommer att speglas korrekt i höger-till-vänster-lokaler.
th: การติดต่อผู้ใช้ของส่วนอีเมลสนับสนุนภาษาเขียนที่เขียนจากขวามาซ้าย
uk: Інтерфейс клієнта електронної пошти тепер правильно віддзеркалюється для мов з письмом справа-наліво.
zh_cn: 对于从右到左顺序的语言，电子邮件用户界面可以镜像过来。
zh_tw: 對於由右至左書寫的語言，郵件程式介面也會因應語言環境而由右至左排列。

source: And yet more new features: <placeholder-1/>
da: Og endnu flere nye faciliteter: <placeholder-1/>
de: Und noch weitere neue Funktionen: <placeholder-1/>
el: Και ακόμα περισσότερες νέες λειτουργίες: <placeholder-1/>
es: Y todavía más características nuevas: <placeholder-1/>
et: Ja veelgi enam uusi omadusi: <placeholder-1/>
fr: Et encore d'autres nouvelles fonctionnalités : <placeholder-1/>
id: Dan banyak lagi kelebihan yang baru: <placeholder-1/>
it: Ed ancora altre nuove caratteristiche: <placeholder-1/>
ja: そして新しい機能も追加されました: <placeholder-1/>
pa: ਅਤੇ ਕਈ ਹੋਰ ਗੁਣ ਹਨ: <placeholder-1/>
pt_br: E ainda mais recursos novos: <placeholder-1/>
sq: Dhe akoma shumë karakteristika të tjera të reja: <placeholder-1/>
sv: Och ännu fler funktioner: <placeholder-1/>
th: และความสามารถใหม่อื่นๆ: <placeholder-1/>
uk: Та ще багато функцій: <placeholder-1/>
zh_cn: 更多的新特性：<placeholder-1/>
zh_tw: 還有更多新的特點： <placeholder-1/>

source: The email client
da: E-post-programmet
de: Die E-Mail-Anwendung
el: Η εφαρμογή email
es: El cliente de correo
et: E-postiklient
fr: Le client e-mail
id: Pelanggan surat
it: Il client email
ja: E-メール・クライアント
nl: Het e-mailprogramma
pa: ਈ-ਪੱਤਰ ਕਲਾਂਇਟ
pt_br: O cliente de e-mail
sq: Klienti email
sv: E-postklienten
th: ไคลเอนต์อีเมล
uk: Поштовий клієнт
zh_cn: 电子邮件客户端
zh_tw: 郵件管理程式

source: GnomeMeeting allows users to see and speak to each other via internet telephony (VoIP) and video conferencing. In GNOME 2.10 the address book is now shared with our Evolution email client, so you don't need to enter contact information in more than one place.
de: GnomeMeeting erlaubt es Anwendern, sich über Internet-Telefonie (VoIP) und Videokonferenzen zu sehen und zu unterhalten. In GNOME 2.10 wird das Adressbuch mit unserer E-Mail-Anwendung Evolution geteilt. Kontaktinformationen brauchen deshalb nur noch an einem Ort eingegeben werden.
el: Το GnomeMeeting επιτρέπει στους χρήστες να βέπουν και να μιλούν σε άλλουςμέσω της διαδικτυακής τηλεφωνίας (VoIP) και της συνδυάσκεψης βίντεο. Στο GNOME 2.10το βιβλίο διευθύνσεων είναι κοινό με αυτό του Evolution, και έτσι δεν χρειάζεταινα εισάγετε πληροφορίες επαφής σε περισσότερα από ένα μέρη.
es: GnomeMeeting permite a los usuarios ver y hablar con otros usuarios a través de telefonía por internet (VoIP) y videoconferencia. En GNOME 2.10, la libreta de direcciones se comparte con la del cliente de correo Evolution, de tal forma que no tendrá que introducir la información de los contactos en más de un sitio.
et: GnomeMeeting lubab kasutajatel üksteisega rääkida ja teineteist näha kasutades internetitelefoni (VoIP) ja videokonverentsi. Gnome 2.10's on aadressiraamat jagatud meie Evolutioni e-posti kliendiga, seega ei pea sa sisestama kontaktinfot rohkem kui ühte kohta.
fr: GnomeMeeting permet à des utilisateurs de se voir et de se parler au travers de la téléphonie par internet (VoIP) et de la vidéo-conférence. Dans GNOME 2.10 le carnet d'adresses est maintenant partagé avec celui du client de courrier électronique Evolution, vous n'avez donc pas à entrer la même information à différents endroits.
id: GnomeMeeting memudahkan anda untuk melihat dan bicara dengan orang lain melalui telepon internet (VoIP) dan konfrensi video. Pada GNOME 2.10 buku alamat sekarang berbagi dengan pelanggan surat Evolution kami, jadi anda tidak perlu memasukkan informasi alamat lebih dari satu kali.
it: GnomeMeeting permette agli utenti di vedersi e parlarsi per mezzo della telefonia internet (VoIP) e la video-conferenza. In GNOME 2.10 la rubrica è ora condivisa con il client email di Evolution, così non è necessario inserire le informazioni dei contatti in più di un posto.
ja: GnomeMeeting を使うと、インターネット・テレフォニー (VoIP) やビデオ会議を通して他の人と会話することが可能です。GNOME 2.10 では、アドレス帳が Evolution のメール・クライアントと共有できるようになったので、一つ以上の連絡先の情報を入力する必要がありません。
nl: Met GnomeMeeting kunnen gebruikers elkaar zien en met elkaar spreken via internet-telefonie (VoIP) en videoconferentie. In GNOME 2.10 gebruiken GnomeMeeting en het e-mailprogramma Evolution hetzelfde adresboek zodat u een nieuw contact maar éénmalig hoeft in te voeren.
pa: ਗਨੋਮ ਮੀਟਿੰਗ ਉਪਭੋਗੀਆਂ ਨੂੰ ਇੰਟਰਨੈਟ ਟੈਲੀਫੋਨੀ (VoIP) ਅਤੇ ਵੀਡਿਓ ਕਨਫਰੰਸ ਰਾਹੀਂ ਇੱਕ ਦੂਜੇ ਨੂੰ ਵੇਖ ਅਤੇ ਬੋਲ ਸਕਦੇ ਹਨ। ਗਨੋਮ ੨.੧੦ ਹੁਣ ਈਵੇਲੂਸ਼ਨ ਈ-ਪੱਤਰ ਕਲਾਂਇਟ ਨਾਲ ਸਿਰਨਾਵਾਂ ਕਿਤਾਬ ਸਾਂਝ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਤੁਹਾਨੂੰ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਨੂੰ ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਥਾਂ ਤੇ ਸੰਭਾਲਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pt_br: O GnomeMeeting permite que os usuários vejam e falem uns com os outros através da telefonia de Internet (VoIP) e vídeo conferência. No GNOME 2.10 o livro de contatos agora é compartilhado com o Evolution para que você não precise digitar as informações dos contatos em mais de um lugar.
sq: GnomeMeeting lejon përdoruesit të shikojnë dhe flasin me njëri-tjetrin me anë të telefonisë së internetit (VoIP) dhe video-konferencave. Në GNOME 2.10 libri i adresave tashmë është i ndarë me klientin tonë Evolution, kështu që nuk të duhet të shkruash të dhëna kontaktesh në më tepër se në një vend.
sv: GnomeMeeting låter användare se och tala med varandra via Internettelefoni (VoIP) och videokonferens. I GNOME 2.10 delas adressboken numera med vår e-postklient Evolution, så att du inte behöver ange kontaktinformation på mer än ett ställe.
th: GnomeMeeting ช่วยให้ผู้ใช้สามารถมองเห็นและพูดคุยกัน ผ่านระบบโทรศัพท์บนอินเทอร์เน็ต (VoIP) และการประชุมทางวีดิทัศน์ได้ ใน GNOME 2.10 นี้ สมุดที่อยู่ของ GnomeMeeting ได้ใช้ร่วมกับไคลเอนต์อีเมล Evolution แล้ว ทำให้คุณไม่ต้องป้อนข้อมูลที่อยู่ติดต่อหลายที่
uk: GnomeMeeting дозволяє користувачам бачити один одного та розмовляти через Інтернет-телефонію (VoIP) та відеоконференцзв'язок. У GNOME 2.10 адресна книга тепер спільна з поштовим клієнтом Evolution, тому тепер не доведеться вводити інформацію про контакт більш ніж у одному місці.
zh_cn: GnomeMeeting 允许用户通过 internet 电话(VoIP)和视频会议互相看见、交谈。在 GNOME 2.10 中，地址簿和 Evolution 电子邮件客户端是共享的，这样您就无须在多个地方输入联系信息了。
zh_tw: 用戶可以用 GnomeMeeting 的網路電話和視像會議功能，和其他的用戶交談。在 GNOME 2.10 之中，GnomeMeeting 和 Evolution 可以共用一個通訊錄，這樣您就不需要在不同的軟體中重複輸入朋友的連絡資訊。

source: The internet telephony and video conferencing client
da: Internettelefoni- og videokonference-programet
de: Die Internet-Telefonie- und Videokonferenzanwendung
el: Η εφαρμογή διαδικτυακής τηλεφωνίας και συνδυάσκεψης βίντεο
es: El cliente de videoconferencia y telefonía por internet
et: Internetitelefoni ja videokonverentsi klient
fr: Le client de téléphonie par internet de vidéo-conférence
id: Pelanggan Telepon Internet dan konfrensi video.
it: Il client di telefonia internet e video-conferenza
ja: インターネット・テレフォニーとビデオ会議のクライアント
pa: ਇੰਟਰਨੈਟ ਟੈਲੀਫੋਨ ਅਤੇ ਵੀਡਿਓ ਕਾਨਫਰੰਸ ਕਲਾਂਇਟ
pt_br: O cliente de telefonia pela Internet e vídeo conferência
sq: Klienti për telefoni dhe konferenca video via internet
sv: Klienten för Internettelefoni och videokonferenser
th: ไคลเอนต์สำหรับการคุยโทรศัพท์ทางอินเทอร์เน็ต และการประชุมผ่านวีดิทัศน์
uk: Клієнт Інтернет-телефонії та відеоконференцій
zh_cn: Internet 电话(VoIP)和视频会议
zh_tw: 網路電話和視像會議程式
